Repository: duthied/Free-Friendika
Catalog: view/lang/*/messages.po
Languages: ar, bg, cs, fi_fi, is, it, nb_no, pt_br

source: Hide your contact/friend list from viewers of this profile?
bg: Скриване на вашия контакт / списък приятел от зрителите на този профил?
cs: Skrýt u tohoto profilu vaše kontakty/seznam přátel před před dalšími uživateli zobrazující si tento profil?
fi_fi: Piilota tämän profiilin kontakti/kaverilista?
is: Fela tengiliða-/vinalista á þessari forsíðu?
nb_no: Skjul kontakten/vennen din fra folk som kan se denne profilen?
pt_br: Ocultar sua lista de contatos/amigos dos visitantes no seu perfil?

source: Show more profile fields:
cs: Zobrazit další profilová pole
fi_fi: Näytä lisää profiilikenttiä:

source: Profile Actions
ar: إجراءات الملف الشخصي
cs: Akce profilu
it: Azioni Profilo

source: Edit Profile Details
ar: عدّل تفاصيل الملف الشخصي
bg: Редактиране на детайли от профила
cs: Upravit podrobnosti profilu
fi_fi: Muokkaa profiilin yksityiskohdat
is: Breyta forsíðu upplýsingum
it: Modifica i dettagli del profilo
nb_no: Endre profildetaljer
pt_br: Editar os detalhes do perfil

source: Submit
ar: أرسل
bg: Изпращане
cs: Odeslat
fi_fi: Lähetä
is: Senda inn
it: Invia
nb_no: Lagre
pt_br: Enviar

source: Change Profile Photo
ar: غيّر صورة الملف الشخصي
bg: Промяна снимката на профила
cs: Změnit profilovou fotku
fi_fi: Vaihda profiilikuva
is: Breyta forsíðumynd
it: Cambia la foto del profilo
nb_no: Endre profilbilde
pt_br: Mudar Foto do Perfil

source: View this profile
bg: Виж този профил
cs: Zobrazit tento profil
fi_fi: Näytä profiilia
is: Skoða þessa forsíðu
nb_no: Vis denne profilen
pt_br: Ver este perfil

source: View all profiles
cs: Zobrazit všechny profily

source: Edit visibility
bg: Редактиране на видимост
cs: Upravit viditelnost
fi_fi: Muokkaa näkyvyyttä
is: Sýsla með sýnileika
nb_no: Endre synlighet
pt_br: Editar a visibilidade

source: Create a new profile using these settings
bg: Създаване на нов профил, използвайки тези настройки
cs: Vytvořit nový profil pomocí tohoto nastavení
fi_fi: Luo uusi profiili näillä asetuksilla
is: Búa til nýja forsíðu með þessum stillingum
nb_no: Opprett en ny profil med disse innstillingene
pt_br: Criar um novo perfil usando estas configurações

source: Clone this profile
bg: Клонираме тази профила
cs: Klonovat tento profil
fi_fi: Kloonaa tämä profiili
is: Klóna þessa forsíðu
nb_no: Klon denne profilen
pt_br: Clonar este perfil

source: Delete this profile
bg: Изтриване на този профил
cs: Smazat tento profil
fi_fi: Poista tämä profiili
is: Eyða þessari forsíðu
nb_no: Slette denne profilen
pt_br: Excluir este perfil

source: Basic information
cs: Základní informace
fi_fi: Perustiedot
is: Grunnupplýsingar
nb_no: Grunninformasjon
pt_br: Informação básica

source: Profile picture
ar: صورة الملف الشخصي
cs: Profilový obrázek
fi_fi: Profiilikuva
is: Notandamynd
it: Immagine del profilo
nb_no: Profilbilde
pt_br: Foto do perfil

source: Preferences
cs: Nastavení
fi_fi: Mieltymykset
is: Kjörstillingar
nb_no: Preferanser
pt_br: Preferências

source: Status information
cs: Informace o stavu
fi_fi: Tilatiedot
nb_no: Statusinformasjon
pt_br: Informação de Status

source: Additional information
cs: Dodatečné informace
fi_fi: Lisätietoja
is: Viðbótarupplýsingar
nb_no: Tilleggsinformasjon
pt_br: Informações adicionais

source: Personal
ar: نشاطي
bg: Лично
cs: Osobní
fi_fi: Henkilökohtainen
is: Einka
it: Personale
nb_no: Personlig
pt_br: Pessoal

source: Relation
cs: Vztah
fi_fi: Suhde
is: Vensl

source: Miscellaneous
ar: متنوّع
bg: Разни
cs: Různé
fi_fi: Sekalaista
is: Ýmislegt
it: Varie
nb_no: Diverse
pt_br: Miscelânea

source: Upload Profile Photo
ar: ارفع صورة الملف الشخصي
bg: Качване на снимка Профилът
cs: Nahrát profilovou fotku
fi_fi: Lataa profiilikuva
is: Hlaða upp forsíðu mynd
it: Carica la foto del profilo
nb_no: Last opp profilbilde
pt_br: Enviar foto do perfil

source: Your Gender:
bg: Пол:
cs: Vaše pohlaví:
fi_fi: Sukupuoli:
is: Kyn:
nb_no: Ditt kjønn:
pt_br: Seu gênero:

source: <span class="heart">&hearts;</span> Marital Status:
bg: <span class="heart"> ♥ </ span> Семейно положение:
cs: <span class="heart">&hearts;</span> Rodinný stav:
fi_fi: <span class="heart">&hearts;</span> Siviilisääty:
is: <span class="heart">&hearts;</span> Hjúskaparstaða:
nb_no: <span class="heart">&hearts;</span> Sivilstand:
pt_br: <span class="heart">&hearts;</span> Situação amorosa:

source: Sexual Preference:
ar: التفضيل الجنسي:
bg: Сексуални предпочитания:
cs: Sexuální orientace:
fi_fi: Seksuaalinen suuntautuminen:
is: Kynhneigð:
it: Preferenze sessuali:
nb_no: Seksuell orientering:
pt_br: Preferência sexual:

source: Example: fishing photography software
bg: Пример: софтуер за риболов фотография
cs: Příklad: rybaření fotografování software
fi_fi: Esimerkki: kalastus valokuvaus ohjelmistot
is: Til dæmis: fishing photography software
nb_no: Eksempel: fisking fotografering programvare
pt_br: Exemplo: pesca fotografia software

source: Profile Name:
bg: Име на профила
cs: Jméno profilu:
fi_fi: Profiilinimi:
is: Forsíðu nafn:
nb_no: Profilnavn:
pt_br: Nome do perfil:

source: Required
ar: إلزامي
bg: Задължително
cs: Vyžadováno
fi_fi: Vaaditaan
is: Nauðsynlegt
it: Richiesto
nb_no: Påkrevet
pt_br: Obrigatório

source: This is your <strong>public</strong> profile.<br />It <strong>may</strong> be visible to anybody using the internet.
bg: Това е вашата <strong> публично </ strong> профил. <br /> <strong> Май </ STRONG> да бъде видим за всеки, който с помощта на интернет.
cs: Toto je váš <strong>veřejný</strong> profil.<br />Ten <strong>může</strong> být viditelný kýmkoliv na internetu.
is: Þetta er <strong>opinber</strong> forsíða.<br />Hún <strong>verður</strong> sjáanleg öðrum sem nota alnetið.
nb_no: Dette er din <strong>offentlige</strong> profil.<br>Den <strong>kan</strong> ses av alle på Internet.
pt_br: Este é o seu perfil <strong>público</strong>.<br />Ele <strong>pode</strong> estar visível para qualquer um que acesse a Internet.

source: Your Full Name:
bg: Пълното си име:
cs: Vaše celé jméno:
fi_fi: Koko nimi:
is: Fullt nafn:
nb_no: Ditt fulle navn:
pt_br: Seu nome completo:

source: Title/Description:
ar: العنوان/الوصف:
bg: Наименование/Описание
cs: Název / Popis:
fi_fi: Otsikko/kuvaus:
is: Starfsheiti/Lýsing:
it: Breve descrizione (es. titolo, posizione, altro):
nb_no: Tittel/Beskrivelse:
pt_br: Título/Descrição:

source: Street Address:
ar: عنوان الشارع:
bg: Адрес:
cs: Ulice:
fi_fi: Katuosoite:
is: Gata:
it: Indirizzo (via/piazza):
nb_no: Gateadresse:
pt_br: Endereço:

source: Locality/City:
ar: المدينة:
bg: Махала / Град:
cs: Poloha/město:
fi_fi: Kaupunki:
is: Bær/Borg:
it: Località:
nb_no: Plassering/by:
pt_br: Localidade/Cidade:

source: Region/State:
ar: الولاية:
bg: Регион / Щат:
cs: Region / stát:
fi_fi: Alue/osavaltio:
is: Svæði/Sýsla
it: Regione/Stato:
nb_no: Region/fylke:
pt_br: Região/Estado:

source: Postal/Zip Code:
ar: الرمز البريدي:
cs: PSČ:
fi_fi: Postinumero:
is: Póstnúmer:
it: CAP:
nb_no: Postnummer:
pt_br: CEP:

source: Country:
ar: الدّولة:
bg: Държава:
cs: Země:
fi_fi: Maa:
is: Land:
it: Nazione:
nb_no: Land:
pt_br: País:

source: Age:
ar: العمر:
bg: Възраст:
cs: Věk:
fi_fi: Ikä:
is: Aldur:
it: Età :
nb_no: Alder:
pt_br: Idade:

source: Who: (if applicable)
bg: Кой: (ако е приложимо)
cs: Kdo: (pokud je možné)
fi_fi: Kuka: (tarvittaessa)
is: Hver: (ef við á)
nb_no: Hvem: (hvis gjeldende)
pt_br: Quem: (se pertinente)

source: Examples: cathy123, Cathy Williams, cathy@example.com
bg: Примери: cathy123, Кати Уилямс, cathy@example.com
cs: Příklady: jan123, Jan Novák, jan@priklad.cz
fi_fi: Esimerkkejä: cathy123, Cathy Williams, cathy@example.com
is: Dæmi: cathy123, Cathy Williams, cathy@example.com
nb_no: Eksempler: kari123, Kari Nordmann, kari@example.com
pt_br: Exemplos: fulano123, Fulano de Tal, fulano@exemplo.com

source: Since [date]:
bg: От [дата]:
cs: Od [data]:
fi_fi: Lähtien [päivämäärä]:
is: Síðan [date]:
nb_no: Fra [dato]:
pt_br: Desde [data]:

source: Tell us about yourself...
bg: Разкажете ни за себе си ...
cs: Řekněte nám něco o sobě...
fi_fi: Kerro vähän itsestäsi...
is: Segðu okkur frá sjálfum þér...
nb_no: Fortell oss om deg selv...
pt_br: Fale um pouco sobre você...

source: XMPP (Jabber) address:
ar: عنوان XMPP (Jabber):
cs: Adresa XMPP (Jabber):
fi_fi: XMPP (Jabber) osoite:
is: XMPP (Jabber) vistfang:
it: Indirizzo XMPP (Jabber):

source: The XMPP address will be propagated to your contacts so that they can follow you.
cs: Adresa XMPP bude rozšířena mezi vašimi kontakty, aby vás mohly sledovat.

source: Homepage URL:
ar: رابط الصفحة الرئيسية:
bg: Електронна страница:
cs: Odkaz na domovskou stránku:
fi_fi: Kotisivun URL-osoite:
is: Slóð heimasíðu:
it: Homepage:
nb_no: Hjemmeside URL:
pt_br: Endereço do site web:

source: Hometown:
ar: المدينة:
cs: Rodné město:
fi_fi: Kotikaupunki:
is: Heimabær:
it: Paese natale:
nb_no: Hjemsted:
pt_br: Cidade:

source: Political Views:
ar: الآراء السياسية:
bg: Политически възгледи:
cs: Politické přesvědčení:
fi_fi: Politiikka:
is: Stórnmálaskoðanir:
it: Orientamento politico:
nb_no: Politisk ståsted:
pt_br: Posição política:

source: Religious Views:
ar: الآراء الدينية:
bg: Религиозни възгледи:
cs: Náboženské přesvědčení:
fi_fi: Uskonto:
is: Trúarskoðanir
it: Orientamento religioso:
nb_no: Religiøst ståsted:
pt_br: Orientação religiosa:

source: Public Keywords:
ar: الكلمات المفتاحية العلنية:
bg: Публичните Ключови думи:
cs: Veřejná klíčová slova:
fi_fi: Julkiset avainsanat:
is: Opinber leitarorð:
it: Parole chiave visibili a tutti:
nb_no: Offentlige nøkkelord:
pt_br: Palavras-chave públicas:

source: (Used for suggesting potential friends, can be seen by others)
ar: (يستخدم لاقتراح أصدقاء، يمكن للآخرين رؤيتهم)
bg: (Използва се за предполагайки потенциален приятели, може да се види от други)
cs: (Používá se pro doporučování potenciálních přátel, může být viděno ostatními)
fi_fi: (Käytetään kaveriehdotuksia varten, näkyy muille)
is: (Notað til að stinga uppá mögulegum vinum, aðrir geta séð)
it: (E' utilizzato per suggerire potenziali amici, può essere visto da altri)
nb_no: (Brukes for å foreslå mulige venner, kan ses av andre)
pt_br: (Usado para sugerir amigos em potencial, pode ser visto pelos outros)

source: Private Keywords:
ar: الكلمات المفتاحية الخاصة:
bg: Частни Ключови думи:
cs: Soukromá klíčová slova:
fi_fi: Yksityiset avainsanat:
is: Einka leitarorð:
it: Parole chiave private:
nb_no: Private nøkkelord:
pt_br: Palavras-chave privadas:

source: (Used for searching profiles, never shown to others)
ar: (يستخدم للبحث عن ملفات الشخصية، لا يظهر للآخرين)
bg: (Използва се за търсене на профилите, никога не показва и на други)
cs: (Používá se pro vyhledávání profilů, není nikdy zobrazeno ostatním)
fi_fi: (Käytetään profiilihakua varten, ei näy muille)
is: (Notað við leit að öðrum notendum, aldrei sýnt öðrum)
it: (Usato per cercare tra i profili, non è mai visibile agli altri)
nb_no: (Brukes for å søke i profiler, vises aldri til andre)
pt_br: (Usado na pesquisa de perfis, nunca é exibido para os outros)

source: Likes:
ar: أعجبني:
bg: Харесвания:
cs: Líbí se:
fi_fi: Tykkäykset:
is: Líkar:
it: Mi piace:
nb_no: Liker:
pt_br: Gosta de:

source: Dislikes:
ar: لم يعجبني:
bg: Нехаресвания:
cs: Nelibí se:
fi_fi: Ei tykkää:
is: Mislíkar:
it: Non mi piace:
nb_no: Liker ikke:
pt_br: Não gosta de:

source: Musical interests
ar: الموسيقى المفضلة
bg: Музикални интереси
cs: Hudební vkus
fi_fi: Musiikki
is: Tónlistarsmekkur
it: Interessi musicali
nb_no: Musikksmak
pt_br: Preferências musicais

source: Books, literature
ar: الكتب والأدب
bg: Книги, литература
cs: Knihy, literatura
fi_fi: Kirjat, kirjallisuus
is: Bækur, bókmenntir
it: Libri, letteratura
nb_no: Bøker, litteratur
pt_br: Livros, literatura

source: Television
ar: العروض التلفزيونة
bg: Телевизия
cs: Televize
fi_fi: Televisio
is: Sjónvarp
it: Televisione
nb_no: TV
pt_br: Televisão

source: Film/dance/culture/entertainment
ar: أفلام/رقص/ثقافة/ترفيه
bg: Филм / танц / Култура / забавления
cs: Film/tanec/kultura/zábava
fi_fi: Elokuvat/tanssi/kulttuuri/viihde
is: Kvikmyndir/dans/menning/afþreying
it: Film/danza/cultura/intrattenimento
nb_no: Film/dans/kultur/underholdning
pt_br: Filme/dança/cultura/entretenimento

source: Hobbies/Interests
ar: الهوايات/الاهتمامات
bg: Хобита / интереси
cs: Koníčky/zájmy
fi_fi: Harrastukset
is: Áhugamál
it: Hobby/interessi
nb_no: Hobbier/interesser
pt_br: Passatempos/Interesses

source: Love/romance
ar: الحب/الرومانسية
bg: Любов / романтика
cs: Láska/romantika
fi_fi: Rakkaus/romanssi
is: Ást/rómantík
it: Amore
nb_no: Kjærlighet/romanse
pt_br: Amor/romance

source: Work/employment
ar: العمل/التوظيف
bg: Работа / заетост
cs: Práce/zaměstnání
fi_fi: Työ:
is: Atvinna:
it: Lavoro/impiego
nb_no: Arbeid/ansatt hos
pt_br: Trabalho/emprego

source: School/education
ar: المدرسة/التعليم
bg: Училище / образование
cs: Škola/vzdělání
fi_fi: Koulutus:
is: Skóli/menntun
it: Scuola/educazione
nb_no: Skole/utdanning
pt_br: Escola/educação

source: Contact information and Social Networks
ar: معلومات الاتصال وحسابات الشبكات الاجتماعية
bg: Информация за контакти и социални мрежи
cs: Kontaktní informace a sociální sítě
fi_fi: Yhteystiedot ja sosiaalinen media
is: Tengiliðaupplýsingar og samfélagsnet
it: Informazioni su contatti e social network
nb_no: Kontaktinformasjon og sosiale nettverk
pt_br: Informações de contato e redes sociais

source: Profile Image
bg: Профил на изображението
cs: Profilový obrázek
fi_fi: Profiilikuva
is: Forsíðumynd
nb_no: Profilbilde
pt_br: Imagem do perfil

source: visible to everybody
bg: видими за всички
cs: viditelné pro všechny
fi_fi: näkyvissä kaikille
is: sýnilegt öllum
nb_no: synlig for alle
pt_br: visível para todos

source: Edit/Manage Profiles
bg: Редактиране / Управление на профили
cs: Upravit/spravovat profily
fi_fi: Muokkaa/hallitse profiilit
is: Sýsla með forsíður
nb_no: Rediger/Behandle profiler
pt_br: Editar/Gerenciar perfis

source: Change profile photo
ar: غير صورة الملف الشخصي
bg: Промяна на снимката на профил
cs: Změnit profilovou fotku
fi_fi: Vaihda profiilikuva
is: Breyta forsíðumynd
it: Cambia la foto del profilo
nb_no: Endre profilbilde
pt_br: Mudar a foto do perfil

source: Create New Profile
bg: Създай нов профил
cs: Vytvořit nový profil
fi_fi: Luo uusi profiili
is: Stofna nýja forsíðu
nb_no: Lag ny profil
pt_br: Criar um novo perfil

source: Access denied.
ar: رُفض الوصول.
bg: Отказан достъп.
cs: Přístup odmítnut.
fi_fi: Käyttö estetty.
is: Aðgangi hafnað.
it: Accesso negato.
nb_no: Tilgang avslått.
pt_br: Acesso negado.

source: Access to this profile has been restricted.
ar: قُيِّد الوصول لهذا الملف الشخصي.
bg: Достъпът до този профил е ограничен.
cs: Přístup na tento profil byl omezen.
fi_fi: Pääsy tähän profiiliin on rajoitettu
is: Aðgangur að þessari forsíðu hefur verið heftur.
it: L'accesso a questo profilo è stato limitato.
nb_no: Tilgang til denne profilen er blitt begrenset.
pt_br: O acesso a este perfil está restrito.

source: Events
ar: الأحداث
bg: Събития
cs: Události
fi_fi: Tapahtumat
is: Atburðir
it: Eventi
nb_no: Hendelser
pt_br: Eventos

source: View
ar: اعرض
cs: Zobrazit
fi_fi: Katso
is: Skoða
it: Mostra

source: Previous
bg: Предишна
cs: Předchozí
fi_fi: Edellinen
is: Fyrra
nb_no: Forrige
pt_br: Anterior

source: Next
ar: التالي
bg: Следваща
cs: Dále
fi_fi: Seuraava
is: Næsta
it: Successivo
nb_no: Neste
pt_br: Próximo

source: today
ar: اليوم
cs: dnes
fi_fi: tänään
is: í dag
it: oggi
nb_no: idag
pt_br: hoje

source: month
ar: شهر
bg: месец.
cs: měsíc
fi_fi: kuukausi
is: mánuður
it: mese
nb_no: måned
pt_br: mês

source: week
ar: أسبوع
bg: седмица
cs: týden
fi_fi: viikko
is: vika
it: settimana
nb_no: uke
pt_br: semana

source: day
ar: يوم
bg: Ден:
cs: den
fi_fi: päivä
is: dagur
it: giorno
nb_no: dag
pt_br: dia

source: list
ar: قائمة
cs: seznam
fi_fi: luettelo
is: listi
it: lista

source: User not found
ar: لم يُعثر على المستخدم
cs: Uživatel nenalezen.
fi_fi: Käyttäjää ei löydy
is: Notandi fannst ekki
it: Utente non trovato

source: This calendar format is not supported
ar: تنسيق هذا التقويم غير مدعوم
cs: Tento formát kalendáře není podporován.
fi_fi: Tätä kalenteriformaattia ei tueta
it: Questo formato di calendario non è supportato
pt_br: Esse formato de agenda não é contemplado

source: No exportable data found
ar: لم يُعثر على بيانات قابلة للتصدير
cs: Nenalezena žádná data pro export
fi_fi: Vientikelpoista dataa ei löytynyt
it: Nessun dato esportabile trovato

source: calendar
ar: تقويم
cs: kalendář
fi_fi: kalenteri
is: dagatal
it: calendario
pt_br: agenda

source: No contacts in common.
bg: Няма контакти по-чести.
cs: Žádné společné kontakty.
fi_fi: Ei yhteisiä kontakteja.
is: Engir sameiginlegir tengiliðir.
nb_no: Ingen kontakter felles.
pt_br: Nenhum contato em comum.

source: Common Friends
bg: Общи приятели
cs: Společní přátelé
fi_fi: Yhteisiä kavereita
is: Sameiginlegir vinir
nb_no: Felles venner
pt_br: Amigos em Comum

source: Public access denied.
ar: رُفض الوصول العلني.
bg: Публичен достъп отказан.
cs: Veřejný přístup odepřen.
fi_fi: Julkinen käyttö estetty.
is: Opinber aðgangur ekki veittur.
it: Accesso negato.
nb_no: Offentlig tilgang ikke tillatt.
pt_br: Acesso público negado.

source: Community option not available.
cs: Možnost komunity není dostupná.
fi_fi: Yhteisö vaihtoehto ei saatavilla.
it: Opzione Comunità non disponibile

source: Not available.
ar: غير متاح.
bg: Няма налични
cs: Není k dispozici.
fi_fi: Ei saatavilla.
is: Ekki tiltækt.
it: Non disponibile.
nb_no: Ikke tilgjengelig.
pt_br: Não disponível.

source: Local Community
ar: المجتمع المحلي
cs: Místní komunita
fi_fi: Paikallinen yhteisö
it: Comunità Locale

source: Posts from local users on this server
ar: مشاركات مستخدمي هذا الخادم
cs: Příspěvky od místních uživatelů na tomto serveru
fi_fi: Tämän palvelimen julkaisut
it: Messaggi dagli utenti locali su questo sito

source: Global Community
ar: المجتمع العالمي
cs: Globální komunita
fi_fi: Maailmanlaajuinen yhteisö
it: Comunità Globale

source: Posts from users of the whole federated network
ar: مشركات من الشبكة الموحدة
cs: Příspěvky od uživatelů z celé federované sítě
fi_fi: Maailmanlaajuisen verkon julkaisut
it: Messaggi dagli utenti della rete federata

source: No results.
ar: لا نتائج.
bg: Няма резултати.
cs: Žádné výsledky.
fi_fi: Ei tuloksia.
is: Engar leitarniðurstöður.
it: Nessun risultato.
nb_no: Fant ikke noe.
pt_br: Nenhum resultado.

source: This community stream shows all public posts received by this node. They may not reflect the opinions of this node’s users.
ar: يسرد هذا الدفق المجتمعي كافة المحادثات العامة التي يتلقاها الخادم. هذا لا يمثل الآراء الشخصية للمستخدمين المحليين.
cs: Tento komunitní proud ukazuje všechny veřejné příspěvky, které tento server přijme. Nemusí odrážet názory uživatelů serveru.
it: Questa pagina comunità mostra tutti i messaggi pubblici ricevuti da questo nodo. Potrebbero non riflettere le opinioni degli utenti di questo nodo.

source: Contact settings applied.
bg: Контактни настройки прилага.
cs: Nastavení kontaktu změněno
fi_fi: Kontaktiasetukset tallennettu.
is: Stillingar tengiliðs uppfærðar.
nb_no: Kontaktinnstillinger i bruk.
pt_br: As configurações do contato foram aplicadas.

source: Contact update failed.
ar: فشل تحديث المتراسل.
bg: Свържете се актуализира провали.
cs: Aktualizace kontaktu selhala.
fi_fi: Kontaktipäivitys epäonnistui.
is: Uppfærsla tengiliðs mistókst.
it: Le modifiche al contatto non sono state salvate.
nb_no: Kontaktoppdatering mislyktes.
pt_br: Não foi possível atualizar o contato.

source: Contact not found.
ar: لم يُعثر على المتراسل.
bg: Контактът не е намерен.
cs: Kontakt nenalezen.
fi_fi: Kontaktia ei ole.
is: Tengiliður fannst ekki.
it: Contatto non trovato.
nb_no: Kontakt ikke funnet.
pt_br: O contato não foi encontrado.

source: <strong>WARNING: This is highly advanced</strong> and if you enter incorrect information your communications with this contact may stop working.
bg: <strong> ВНИМАНИЕ: Това е силно напреднали </ strong> и ако въведете невярна информация вашите комуникации с този контакт може да спре да работи.
cs: <strong>VAROVÁNÍ: Toto je velmi pokročilé</strong> a pokud zadáte nesprávné informace, vaše komunikace s tímto kontaktem může přestat fungovat.
fi_fi: <strong>VAROITUS: Tämä on erittäin vaativaa</strong> ja jos kirjoitat virheellisiä tietoja, viestintäsi tämän henkilön kanssa voi lakata toimimasta.
is: <strong>AÐVÖRUN: Þetta er mjög flókið</strong> og ef þú setur inn vitlausar upplýsingar þá munu samskipti við þennan tengilið hætta að virka.
nb_no: <strong>ADVARSEL: Dette er meget avansert</strong> og hvis du skriver feil informasjon her, så kan kommunikasjonen med denne kontakten slutte å virke.
pt_br: <strong>ATENÇÃO: Isso é muito avançado</strong>, se você digitar informações incorretas, suas comunicações com esse contato pode parar de funcionar.

source: Please use your browser 'Back' button <strong>now</strong> if you are uncertain what to do on this page.
bg: Моля, използвайте Назад на вашия браузър бутон <strong>сега</strong>, ако не сте сигурни какво да правят на тази страница.
cs: Prosím použijte <strong>ihned</strong> v prohlížeči tlačítko „zpět“ pokud si nejste jisti, co dělat na této stránce.
fi_fi: Ole hyvä ja paina selaimesi 'Takaisin'-painiketta <strong>nyt</strong>, jos olet epävarma tämän sivun toiminnoista.
is: Notaðu "Til baka" hnappinn <strong>núna</strong> ef þú ert ekki viss um hvað þú eigir að gera á þessari síðu.
nb_no: Vennligst bruk Tilbake-knappen i nettleseren din <strong>nå</strong> hvis du er usikker på hva du bør gjøre på denne siden.
pt_br: Por favor, use o botão 'Voltar' do seu navegador <strong>agora</strong>, caso você não tenha certeza do que está fazendo.

source: No mirroring
cs: Žádné zrcadlení
fi_fi: Ei peilausta
it: Non duplicare
pt_br: Nenhum espelhamento

source: Mirror as forwarded posting
cs: Zrcadlit pro přeposlané příspěvky
fi_fi: Peilaa välitettynä julkaisuna
pt_br: Espelhar como postagem encaminhada

source: Mirror as my own posting
cs: Zrcadlit jako mé vlastní příspěvky
fi_fi: Peilaa omana julkaisuna
it: Duplica come miei messaggi
pt_br: Espelhar como minha própria postagem

source: Return to contact editor
ar: عُد لمحرر المتراسلين
bg: Назад, за да се свържете с редактор
cs: Zpět k editoru kontaktu
fi_fi: Palaa kontaktin muokkaamiseen
is: Fara til baka í tengiliðasýsl
it: Ritorna alla modifica contatto
nb_no: Gå tilbake til å endre kontakt
pt_br: Voltar ao editor de contatos

source: Refetch contact data
ar: أعد جلب بيانات المتراسل
cs: Znovu načíst data kontaktu
it: Ricarica dati contatto

source: Remote Self
cs: Vzdálené zrcadlení
nb_no: Fjernbetjent selv
pt_br: Eu remoto

source: Mirror postings from this contact
cs: Zrcadlení příspěvků od tohoto kontaktu
fi_fi: Peilaa tämän kontaktin julkaisut
it: Ripeti i messaggi di questo contatto
nb_no: Speil innlegg fra denne kontakten
pt_br: Espelhar publicações deste contato

source: Mark this contact as remote_self, this will cause friendica to repost new entries from this contact.
ar: علّم هذا المتراسل على أنه remote_self ، سيقوم فرنديكا بإعادة نشر المدخلات الجديدة لهذا المتراسل.
cs: Označit tento kontakt jako „remote_self“, s tímto nastavením bude Friendica znovupublikovat všechny nové příspěvky od tohoto kontaktu.
it: Imposta questo contatto come 'io remoto', questo farà si che friendica re invii i nuovi messaggi da questo contatto.
nb_no: Merk denne kontakten som remote_self, da vil Friendica omposte nye innlegg fra denne kontakten.
pt_br: Marcar este contato como eu remoto: o Friendica replicará novas publicações desse usuário.

source: Name
ar: الاسم
bg: Име
cs: Jméno
fi_fi: Nimi
is: Nafn
it: Nome
nb_no: Navn
pt_br: Nome

source: Account Nickname
ar: لقب الحساب
bg: Сметка Псевдоним
cs: Přezdívka účtu
fi_fi: Tilin lempinimi
is: Gælunafn notanda
it: Nome utente
nb_no: Konto Kallenavn
pt_br: Identificação da conta
