Repository: duthied/Free-Friendika
Catalog: view/lang/*/messages.po
Languages: ar, bg, cs, fi_fi, is, it, nb_no, pt_br

source: Friend suggestion sent.
ar: أُرسل إقتراح الصداقة.
bg: Предложението за приятелство е изпратено.
cs: Návrh přátelství odeslán.
fi_fi: Ystäväehdotus lähetettiin.
is: Vina tillaga send
it: Suggerimento di amicizia inviato.
nb_no: Venneforslag sendt.
pt_br: A sugestão de amigo foi enviada

source: Suggest Friends
ar: اقترح أصدقاء
bg: Предлагане на приятели
cs: Navrhnout přátele
fi_fi: Ehdota ystäviä
is: Stinga uppá vinum
it: Suggerisci amici
nb_no: Foreslå venner
pt_br: Sugerir amigos

source: Suggest a friend for %s
ar: أقترح أصدقاء لـ %s
bg: Предлагане на приятел за %s
cs: Navrhnout přítele pro uživatele %s
fi_fi: Ehdota ystävää ystävälle %s
is: Stinga uppá vin fyrir %s
it: Suggerisci un amico a %s
nb_no: Foreslå en venn for %s
pt_br: Sugerir um amigo para %s

source: No profile
ar: لا ملفًا شخصيًا
bg: Няма профил
cs: Žádný profil
fi_fi: Ei profiilia
is: Engin forsíða
it: Nessun profilo
nb_no: Ingen profil
pt_br: Nenhum perfil

source: Remote privacy information not available.
ar: معلومات الخصوصية غير متوفرة.
bg: Дистанционно неприкосновеността на личния живот информация не е достъпен.
cs: Vzdálené informace o soukromí nejsou k dispozici.
fi_fi: Yksityisyyden etätietoja ei saatavilla.
is: Persónuverndarupplýsingar ekki fyrir hendi á fjartengdum vefþjóni.
it: Informazioni remote sulla privacy non disponibili.
nb_no: Ekstern informasjon om privatlivsinnstillinger er ikke tilgjengelig.
pt_br: Não existe informação disponível sobre a privacidade remota.

source: Visible to:
ar: مرئي لـ:
bg: Вижда се от:
cs: Viditelné pro:
fi_fi: Näkyvissä:
is: Sýnilegt eftirfarandi:
it: Visibile a:
nb_no: Synlig for:
pt_br: Visível para:

source: Followers
ar: متابِعون
cs: Sledovaní
it: Seguaci

source: Mutuals
ar: المشتركة
cs: Vzájemní
it: Amici reciproci

source: No valid account found.
ar: لم يُعثر على حساب صالح.
bg: Не е валиден акаунт.
cs: Nenalezen žádný platný účet.
fi_fi: Voimassa olevaa tiliä ei löytynyt.
is: Engin gildur aðgangur fannst.
it: Nessun account valido trovato.
nb_no: Fant ingen gyldig konto.
pt_br: Não foi encontrada nenhuma conta válida.

source: Password reset request issued. Check your email.
ar: تم تقديم طلب إعادة تعيين كلمه المرور. تحقق من بريدك الإلكتروني.
bg: , Издадено искане за възстановяване на паролата. Проверете Вашата електронна поща.
cs: Požadavek o obnovení hesla vyřízen. Zkontrolujte Vaši e-mailovou schránku.
fi_fi: Salasanan nollauspyyntö lähetetty. Tarkista sähköpostisi.
is: Gefin var beiðni um breytingu á lykilorði. Opnaðu tölvupóstinn þinn.
it: La richiesta per reimpostare la password è stata inviata. Controlla la tua email.
nb_no: Forespørsel om å tilbakestille passord er sendt. Sjekk e-posten din.
pt_br: A solicitação para reiniciar sua senha foi encaminhada. Verifique seu e-mail.

source: Dear %1$s, A request was recently received at "%2$s" to reset your account password. In order to confirm this request, please select the verification link below or paste it into your web browser address bar. If you did NOT request this change, please DO NOT follow the link provided and ignore and/or delete this email, the request will expire shortly. Your password will not be changed unless we can verify that you issued this request.
ar: عزيزي %1$s، استلمنا مؤخرًا طلبًا لاستعادة كلمة المرور على "%2$s". لتأكيد هذا الطلب، يرجى النقر على رابط التحقق أدناه أو لصقه في شريط عناوين متصفح الويب الخاص بك. إذا لم تطلب هذا التغيير، الرجاء عدم اتباع الرابط وتجاهل و/أو حذف هذا البريد الإلكتروني، الطلب سينتهي قريبا. لن يتم تغيير كلمة المرور الخاصة بك ما لم نتمكن من التحقق من هويتك.
cs: Vážený/á %1$s, Před nedávnem jsme obdrželi na „%2$s“ požadavek o obnovení hesla k vašemu účtu. Pro potvrzení tohoto požadavku, prosím klikněte na odkaz pro ověření dole, nebo ho zkopírujte do adresního řádku vašeho prohlížeče. Pokud jste o tuto změnu NEPOŽÁDAL/A, prosím NEKLIKEJTE na tento odkaz a ignorujte a/nebo smažte tento e-mail. Platnost požadavku brzy vyprší. Vaše heslo nebude změněno, dokud nedokážeme ověřit, že jste tento požadavek nevydal/a vy.
it: Gentile %1$s, abbiamo ricevuto su "%2$s" una richiesta di resettare la password del tuo account. Per confermare questa richiesta, selezionate il collegamento di conferma qui sotto o incollatelo nella barra indirizzo del vostro browser. Se NON hai richiesto questa modifica, NON selezionare il collegamento e ignora o cancella questa email. La tua password non verrà modificata a meno che non possiamo verificare che tu abbia effettivamente richiesto la modifica.

source: Follow this link soon to verify your identity: %1$s You will then receive a follow-up message containing the new password. You may change that password from your account settings page after logging in. The login details are as follows: Site Location: %2$s Login Name: %3$s
ar: اتبع هذا الرابط للتحقق من هويتك: %1$s سوف تتلقى رسالة متابعة تحتوي على كلمة المرور الجديدة. يمكنك تغيير كلمة المرور من صفحة إعدادات الحساب بعد الولوج. تفاصيل الولوج هي: الموقع: %2$s اسم الولوج: %3$s
cs: Klikněte na tento odkaz brzy pro ověření vaší identity: %1$s Obdržíte poté následnou zprávu obsahující nové heslo. Po přihlášení můžete toto heslo změnit na stránce nastavení vašeho účtu. Zde jsou vaše přihlašovací detaily: Adresa stránky: %2$s Přihlašovací jméno: %3$s
it: Segui questo collegamento per verificare la tua identità: %1$s Riceverai in un successivo messaggio la nuova password. Potrai cambiarla dalla pagina "Impostazioni" del tuo account dopo esserti autenticato. I dettagli del tuo account sono: Indirizzo del sito: %2$s Nome utente: %3$s

source: Password reset requested at %s
ar: طُلب إعادة تعيين كلمة المرور على %s
bg: Исканото за нулиране на паролата на %s
cs: Na %s bylo požádáno o obnovení hesla
fi_fi: Salasanan nollauspyyntö kohteessa %s
is: Beðið var um endurstillingu lykilorðs %s
it: Richiesta reimpostazione password su %s
nb_no: Forespørsel om tilbakestilling av passord ved %s
pt_br: Foi feita uma solicitação de reiniciação da senha em %s

source: Request could not be verified. (You may have previously submitted it.) Password reset failed.
ar: تعذر التحقق من الطلب (ربما تكون قد أرسلته مسبقاً). فشلت إعادة تعيين كلمة المرور.
bg: Искането не може да бъде проверена. (Може да се преди това са го внесе.) За нулиране на паролата не успя.
cs: Požadavek nemohl být ověřen. (Možná jste jej odeslal/a již dříve.) Obnovení hesla se nezdařilo.
fi_fi: Pyyntöä ei voitu vahvistaa. (Saatoit lähettää pyyntöä aikaisemmin.) Salasanan nollaus epäonnistui.
is: Ekki var hægt að sannreyna beiðni. (Það getur verið að þú hafir þegar verið búin/n að senda hana.) Endurstilling á lykilorði tókst ekki.
it: La richiesta non può essere verificata. (Puoi averla già richiesta precedentemente). Reimpostazione password fallita.
nb_no: Forespørselen kunne ikke verifiseres. (Du kan ha sendt den inn tidligere.) Tilbakestilling av passord milslyktes.
pt_br: Não foi possível verificar a solicitação (você pode tê-la submetido anteriormente). A senha não foi reiniciada.

source: Request has expired, please make a new one.
ar: انتهت صلاحيته، أرسل طلب جديد.
cs: Platnost požadavku vypršela, prosím vytvořte nový.
fi_fi: Pyyntö on vanhentunut, tehkää uusi pyyntö.
it: La richiesta è scaduta, si prega di crearne una nuova.

source: Forgot your Password?
ar: نسيت كلمة المرور؟
bg: Забравена парола?
cs: Zapomněl/a jste heslo?
fi_fi: Unohditko salasanasi?
is: Gleymdir þú lykilorði þínu?
it: Hai dimenticato la password?
nb_no: Glemte du passordet?
pt_br: Esqueceu a sua senha?

source: Enter your email address and submit to have your password reset. Then check your email for further instructions.
ar: أدخل عنوان بريدك الإلكتروني لإعادة تعيين كلمة المرور. بعد ذلك راجع من بريدك الإلكتروني لمزيد من التعليمات.
bg: Въведете вашия имейл адрес и представя си за нулиране на паролата. След това проверявате електронната си поща за по-нататъшни инструкции.
cs: Zadejte svůj e-mailovou adresu a odešlete pro obnovení vašeho hesla. Poté zkontrolujte svůj e-mail pro další instrukce.
is: Sláðu inn tölvupóstfangið þitt til að endurstilla aðgangsorðið og fá leiðbeiningar sendar með tölvupósti.
it: Inserisci il tuo indirizzo email per reimpostare la password.
nb_no: Skriv inn e-postadressen og send inn for å tilbakestille passordet ditt. Sjekk deretter e-posten din for nærmere forklaring.
pt_br: Digite o seu endereço de e-mail e clique em 'Reiniciar' para prosseguir com a reiniciação da sua senha. Após isso, verifique seu e-mail para mais instruções.

source: Nickname or Email:
ar: اللقب أو البريد الإلكتروني:
bg: Псевдоним или имейл адрес:
cs: Přezdívka nebo e-mail:
fi_fi: Lempinimi tai sähköposti:
is: Gælunafn eða tölvupóstfang:
it: Nome utente o email:
nb_no: Kallenavn eller e-post:
pt_br: Identificação ou e-mail:

source: Reset
ar: أعد التعيين
bg: Нулиране
cs: Obnovit
fi_fi: Nollaus
is: Endurstilla
it: Reimposta
nb_no: Tilbakestill
pt_br: Reiniciar

source: Password Reset
ar: إعادة تعيين كلمة المرور
bg: Смяна на паролата
cs: Obnovit heslo
fi_fi: Salasanan nollaus
is: Endurstilling aðgangsorðs
it: Reimpostazione password
nb_no: Passord tilbakestilling
pt_br: Redifinir a senha

source: Your password has been reset as requested.
ar: أُعيد تعيين كلمة المرور بناء على طلبك.
bg: Вашата парола е променена, както беше поискано.
cs: Vaše heslo bylo na vaše přání obnoveno.
fi_fi: Salasanasi on nollattu pyynnöstäsi.
is: Aðgangsorðið þitt hefur verið endurstilt.
it: La tua password è stata reimpostata come richiesto.
nb_no: Ditt passord er tilbakestilt som forespurt.
pt_br: Sua senha foi reiniciada, conforme solicitado.

source: Your new password is
ar: كلمة مرورك الجديدة هي
bg: Вашата нова парола е
cs: Někdo vám napsal na vaši profilovou stránku
fi_fi: Uusi salasanasi on
is: Nýja aðgangsorð þitt er
it: La tua nuova password è
nb_no: Ditt nye passord er
pt_br: Sua nova senha é

source: Save or copy your new password - and then
ar: احفظ أو انسخ كلمة المرور الجديدة - ثم
bg: Запазване или копиране на новата си парола и след това
cs: Uložte si nebo zkopírujte nové heslo - a pak
fi_fi: Tallenna tai kopioi uusi salasanasi, ja sitten
is: Vistaðu eða afritaðu nýja aðgangsorðið - og
it: Salva o copia la tua nuova password, quindi
nb_no: Lagre eller kopier ditt nye passord, og deretter
pt_br: Grave ou copie a sua nova senha e, então

source: click here to login
ar: أنقر هنا للولوج
bg: Кликнете тук за Вход
cs: klikněte zde pro přihlášení
fi_fi: kirjaudu klikkaamalla tästä
is: smelltu síðan hér til að skrá þig inn
it: clicca qui per entrare
nb_no: klikk her for å logge inn
pt_br: clique aqui para entrar

source: Your password may be changed from the <em>Settings</em> page after successful login.
ar: يمكنك تغيير كلمة المرور من <em>الإعدادات</em> بعد ولوجك بنجاح.
bg: Вашата парола може да бъде променена от Настройки <em>, </ EM> След успешен вход.
cs: Nezdá se, že by to bylo vaše celé jméno (křestní jméno a příjmení).
fi_fi: Salsanaa voi vaihtaa <em>asetussivulta</em> kirjautumisen jälkeen.
is: Þú getur breytt aðgangsorðinu þínu á <em>Stillingar</em> síðunni eftir að þú hefur skráð þig inn.
it: Puoi cambiare la tua password dalla pagina <em>Impostazioni</em> dopo aver effettuato l'accesso.
nb_no: Passordet ditt kan endres fra siden <em>Innstillinger</em> etter vellykket logg inn.
pt_br: Sua senha pode ser alterada na página de <em>Configurações</em> após você entrar em seu perfil.

source: Dear %1$s, Your password has been changed as requested. Please retain this information for your records (or change your password immediately to something that you will remember).
ar: عزيزي %1$s، غُيّرت كلمة المرور بناء على طلبك. يرجى الاحتفاظ بهذه المعلومات (أو تغيير كلمة المرور الخاصة بك على الفور).
cs: Vážený/á %1$s, Vaše heslo bylo změněno, jak jste požádal/a. Prosím uchovejte tyto informace pro vaše záznamy (nebo si ihned změňte heslo na něco, co si zapamatujete).
it: Gentile %1$s, La tua password è stata modificata come richiesto. Salva questa password, o sostituiscila immediatamente con qualcosa che puoi ricordare.

source: Your login details are as follows: Site Location: %1$s Login Name: %2$s Password: %3$s You may change that password from your account settings page after logging in.
ar: تفاصيل الولوج كالتالي: الموقع: %1$s اسم المستخدم: %2$s كلمة المرور: %3$s يمكنك تغيير كلمة المرور من صفحة إعدادات الحساب.
cs: Zde jsou vaše přihlašovací detaily: Adresa stránky: %1$s Přihlašovací jméno: %2$s Heslo: %3$s Toto heslo si po přihlášení můžete změnit na stránce nastavení Vašeho účtu.
fi_fi: Käyttäjätilisi tiedot: Sivuston osoite: %1$s Käyttäjätunnus: %2$s Salasana: %3$s Voit vaihtaa salasanasi kirjautumisen jälkeen asetussivulta.
it: I dettagli del tuo account sono: Indirizzo del sito: %1$s Nome utente: %2$s Password: %3$s Puoi cambiare questa password dalla pagina "Impostazioni" del tuo account dopo esserti autenticato.

source: Your password has been changed at %s
ar: غُيرت كلمة المرور على %s
cs: Vaše heslo bylo změněno na %s
fi_fi: Salasanasi on vaihdettu sivustolla %s
is: Aðgangsorðinu þínu var breytt í %s
it: La tua password presso %s è stata cambiata
nb_no: Ditt passord har blitt endret %s
pt_br: Sua senha foi modifica às %s

source: Manage Identities and/or Pages
bg: Управление на идентичността и / или страници
cs: Správa identit a/nebo stránek
fi_fi: Hallitse identiteetit ja/tai sivut
is: Sýsla með notendur og/eða síður
nb_no: Behandle identiteter og/eller sider
pt_br: Gerenciar identidades e/ou páginas

source: Toggle between different identities or community/group pages which share your account details or which you have been granted "manage" permissions
ar: تنقل بين مختلف الهويات أو الصفحات (المجموعات / المجتمعات) التي تملكها أو التي خوّل لك إدارتها
bg: Превключвате между различните идентичности или общността / групата страници, които споделят данните на акаунта ви, или които сте получили "управление" разрешения
cs: Přepínání mezi různými identitami nebo komunitními/skupinovými stránkami, které sdílí vaše detaily účtu, nebo kterým jste přidělil/a oprávnění nastavovat přístupová práva.
is: Skipta á milli auðkenna eða hópa- / stjörnunotanda sem deila þínum aðgangs upplýsingum eða þér verið úthlutað "umsýslu" réttindum.
it: Cambia tra differenti identità o pagine comunità/gruppi che condividono il tuo account o per cui hai i permessi di gestione
nb_no: Veksle mellom ulike identiteter eller felleskaps-/gruppesider som deler dine kontodetaljer eller som du har blitt gitt "behandle" tillatelser
pt_br: Alterne entre diferentes identidades ou páginas de comunidade/grupo que dividem detalhes da sua conta ou que você tenha fornecido permissões de "administração"

source: Select an identity to manage:
bg: Изберете идентичност, за да управлява:
cs: Vyberte identitu ke spravování:
fi_fi: Valitse identiteetti hallitavaksi:
is: Veldu notanda til að sýsla með:
it: Seleziona un'identità da gestire:
nb_no: Velg en identitet å behandle:
pt_br: Selecione uma identidade para gerenciar:

source: New Message
ar: رسالة جديدة
bg: Ново съобщение
cs: Nová zpráva
fi_fi: Uusi viesti
is: Ný skilaboð
it: Nuovo messaggio
nb_no: Ny melding
pt_br: Nova mensagem

source: Unable to locate contact information.
ar: تعذر العثور على معلومات المتراسل.
bg: Не може да се намери информация за контакт.
cs: Nepodařilo se najít kontaktní informace.
fi_fi: Kontaktin tiedot ei löydy.
is: Ekki tókst að staðsetja tengiliðs upplýsingar.
it: Impossibile trovare le informazioni del contatto.
nb_no: Mislyktes med å finne kontaktinformasjon.
pt_br: Não foi possível localizar informação do contato.

source: Discard
ar: ارفض
bg: Отхвърляне
cs: Odstranit
fi_fi: Hylkää
is: Henda
it: Scarta
nb_no: Forkast
pt_br: Descartar

source: Messages
ar: الرسائل
bg: Съобщения
cs: Zprávy
fi_fi: Viestit
is: Skilaboð
it: Messaggi
nb_no: Meldinger
pt_br: Mensagens

source: Do you really want to delete this message?
cs: Opravdu chcete smazat tuto zprávu?
fi_fi: Haluatko varmasti poistaa viestin?
is: Viltu virkilega eyða þessum skilaboðum?
nb_no: Ønsker du virkelig å slette denne meldingen?
pt_br: Você realmente deseja deletar essa mensagem?

source: Conversation not found.
ar: لم يُعثر على المُحادثة.
cs: Konverzace nenalezena.
it: Conversazione non trovata.
nb_no: Konversasjon ikke funnet

source: Message deleted.
bg: Съобщение заличават.
cs: Zpráva odstraněna.
fi_fi: Viesti poistettu.
is: Skilaboðum eytt.
nb_no: Melding slettet.
pt_br: A mensagem foi excluída.

source: Conversation removed.
bg: Разговор отстранени.
cs: Konverzace odstraněna.
fi_fi: Keskustelu poistettu.
is: Samtali eytt.
nb_no: Samtale slettet.
pt_br: A conversa foi removida.

source: No messages.
ar: لا رسائل.
bg: Няма съобщения.
cs: Žádné zprávy.
fi_fi: Ei viestejä.
is: Engin skilaboð.
it: Nessun messaggio.
nb_no: Ingen meldinger.
pt_br: Nenhuma mensagem.

source: Message not available.
ar: الرّسالة غير متوفّرة.
bg: Съобщението не е посочена.
cs: Zpráva není k dispozici.
fi_fi: Viesti ei saatavilla.
is: Ekki næst í skilaboð.
it: Messaggio non disponibile.
nb_no: Melding utilgjengelig.
pt_br: A mensagem não está disponível.

source: Delete message
ar: احذف الرسالة
bg: Изтриване на съобщение
cs: Smazat zprávu
fi_fi: Poista viesti
is: Eyða skilaboðum
it: Elimina il messaggio
nb_no: Slett melding
pt_br: Excluir a mensagem

source: Delete conversation
ar: احذف المحادثة
bg: Изтриване на разговор
cs: Odstranit konverzaci
fi_fi: Poista keskustelu
is: Eyða samtali
it: Elimina la conversazione
nb_no: Slett samtale
pt_br: Excluir conversa

source: No secure communications available. You <strong>may</strong> be able to respond from the sender's profile page.
ar: لا يتوافر اتصال آمن. <strong>قد</strong> تستطيع الرد من خلال صفحة الملف الشخصي للمرسل.
bg: Няма сигурни комуникации. Можете <strong> май </ strong> да бъде в състояние да отговори от страницата на профила на подателя.
cs: Není k dispozici zabezpečená komunikace. <strong>Možná</strong> budete schopen/na reagovat z odesílatelovy profilové stránky.
it: Nessuna comunicazione sicura disponibile, <strong>Potresti</strong> essere in grado di rispondere dalla pagina del profilo del mittente.
nb_no: Ingen sikker kommunikasjon tilgjengelig. Du <strong>kan kanskje</strong> svare fra senderens profilside.
pt_br: Não foi encontrada nenhuma comunicação segura. Você <strong>pode</strong> ser capaz de responder a partir da página de perfil do remetente.

source: Send Reply
ar: أرسل ردًا
bg: Изпратете Отговор
cs: Poslat odpověď
fi_fi: Lähetä vastaus
is: Senda svar
it: Invia la risposta
nb_no: Send svar
pt_br: Enviar resposta

source: Unknown sender - %s
ar: المرسل مجهول - %s
bg: Непознат подател %s
cs: Neznámý odesilatel - %s
fi_fi: Tuntematon lähettäjä - %s
is: Óþekktur sendandi - %s
it: Mittente sconosciuto - %s
nb_no: Ukjent avsender - %s
pt_br: Remetente desconhecido - %s

source: You and %s
ar: أنت و %s
bg: Вие и %s
cs: Vy a %s
fi_fi: Sinä ja %s
is: Þú og %s
it: Tu e %s
nb_no: Du og %s
pt_br: Você e %s

source: %s and You
ar: %s وأنت
bg: %s
cs: %s a vy
fi_fi: %s ja sinä
is: %s og þú
it: %s e Tu
nb_no: %s og du
pt_br: %s e você

source: %d message
ar: لا رسائل %d
cs: %d zpráva
fi_fi: %d viesti
is: %d skilaboð
it: %d messaggio
nb_no: %d melding
pt_br: %d mensagem

source: Remove term
ar: أزل العنصر
bg: Премахване мандат
cs: Odstranit termín
fi_fi: Poista kohde
is: Fjarlæga gildi
it: Rimuovi termine
nb_no: Fjern uttrykk
pt_br: Remover o termo

source: Saved Searches
ar: عمليات البحث المحفوظة
bg: Запазени търсения
cs: Uložená hledání
fi_fi: Tallennetut haut
is: Vistaðar leitir
it: Ricerche salvate
nb_no: Lagrede søk
pt_br: Pesquisas salvas

source: add
ar: أضف
bg: добави
cs: přidat
fi_fi: lisää
is: bæta við
it: aggiungi
nb_no: legg til
pt_br: adicionar

source: Warning: This group contains %s member from a network that doesn't allow non public messages.
cs: Varování: Tato skupina obsahuje %s člena ze sítě, která nepovoluje posílání soukromých zpráv.

source: Messages in this group won't be send to these receivers.
cs: Zprávy v této skupině nebudou těmto příjemcům doručeny.

source: No such group
bg: Няма такава група
cs: Žádná taková skupina
fi_fi: Ryhmä ei ole olemassa
is: Enginn slíkur hópur
nb_no: Gruppen finnes ikke
pt_br: Este grupo não existe

source: Group is empty
bg: Групата е празна
cs: Skupina je prázdná
fi_fi: Ryhmä on tyhjä
is: Hópur er tómur
nb_no: Gruppen er tom
pt_br: O grupo está vazio

source: Group: %s
cs: Skupina: %s
fi_fi: Ryhmä: %s
is: Hópur: %s
nb_no: Gruppe: %s
pt_br: Grupo: %s

source: Private messages to this person are at risk of public disclosure.
bg: Лични съобщения до това лице, са изложени на риск от публичното оповестяване.
cs: Soukromé zprávy této osobě jsou vystaveny riziku prozrazení.
fi_fi: Yksityisviestit lähetetty tälle henkilölle saattaa näkyä muillekin.
is: Einka skilaboð send á þennan notanda eiga á hættu að verða opinber.
nb_no: Private meldinger til denne personen risikerer å bli offentliggjort.
pt_br: Mensagens privadas para esta pessoa correm o risco de sofrerem divulgação pública.

source: Invalid contact.
ar: متراسل غير صالح.
bg: Невалиден свържете.
cs: Neplatný kontakt.
fi_fi: Virheellinen kontakti.
is: Ógildur tengiliður.
it: Contatto non valido.
nb_no: Ugyldig kontakt.
pt_br: Contato inválido.

source: Commented Order
bg: Коментирани поръчка
cs: Dle komentářů
fi_fi: Järjestä viimeisimpien kommenttien mukaan
is: Athugasemdar röð
nb_no: Etter kommentarer
pt_br: Ordem dos comentários

source: Sort by Comment Date
bg: Сортиране по Коментар Дата
cs: Řadit podle data komentáře
fi_fi: Kommentit päivämäärän mukaan
is: Raða eftir umræðu dagsetningu
nb_no: Sorter etter kommentardato
pt_br: Ordenar pela data do comentário

source: Posted Order
bg: Пуснато на поръчка
cs: Dle data
fi_fi: Järjestä julkaisupäivämäärän mukaan
is: Færlsu röð
nb_no: Etter innlegg
pt_br: Ordem das publicações

source: Sort by Post Date
bg: Сортирай по пощата дата
cs: Řadit podle data příspěvku
fi_fi: Julkaisut päivämäärän mukaan
is: Raða eftir færslu dagsetningu
nb_no: Sorter etter innleggsdato
pt_br: Ordenar pela data de publicação

source: Posts that mention or involve you
ar: المشاركات التي تذكرك أو تتعلق بك
bg: Мнения, които споменават или включват
cs: Příspěvky, které vás zmiňují nebo zahrnují
fi_fi: Julkaisut jotka liittyvät sinuun
is: Færslur sem tengjast þér
it: Messaggi che ti citano o coinvolgono
nb_no: Innlegg som nevner eller involverer deg
pt_br: Publicações que mencionem ou envolvam você

source: New
bg: Нов профил.
cs: Nové
fi_fi: Uusi
is: Nýtt
nb_no: Ny
pt_br: Nova

source: Activity Stream - by date
bg: Активност Stream - по дата
cs: Proud aktivit - dle data
is: Færslu straumur - raðað eftir dagsetningu
nb_no: Aktivitetsstrøm - etter dato
pt_br: Fluxo de atividades - por data

source: Shared Links
bg: Общо връзки
cs: Sdílené odkazy
fi_fi: Jaetut linkit
is: Sameignartenglar
nb_no: Delte lenker
pt_br: Links compartilhados

source: Interesting Links
bg: Интересни Връзки
cs: Zajímavé odkazy
fi_fi: Kiinnostavat linkit
is: Áhugaverðir tenglar
nb_no: Interessante lenker
pt_br: Links interessantes

source: Starred
ar: المفضلة
bg: Със звезда
cs: S hvězdou
fi_fi: Tähtimerkitty
is: Stjörnumerkt
it: Preferiti
nb_no: Med stjerne
pt_br: Destacada

source: Favourite Posts
ar: المشاركات المفضلة
bg: Любими Мнения
cs: Oblíbené přízpěvky
fi_fi: Lempijulkaisut
is: Uppáhalds færslur
it: Messaggi preferiti
nb_no: Favorittinnlegg
pt_br: Publicações favoritas

source: Personal Notes
ar: ملاحظات شخصية
bg: Личните бележки
cs: Osobní poznámky
fi_fi: Henkilökohtaiset tiedot
is: Persónulegar glósur
it: Note personali
nb_no: Personlige notater
pt_br: Notas pessoais

source: Photo Albums
ar: ألبومات الصور
bg: Фотоалбуми
cs: Fotoalba
fi_fi: Valokuva-albumit
is: Myndabækur
it: Album foto
nb_no: Fotoalbum
pt_br: Álbuns de fotos

source: Recent Photos
ar: الصور الأخيرة
bg: Последни снимки
cs: Nedávné fotky
fi_fi: Viimeaikaisia kuvia
is: Nýlegar myndir
it: Foto recenti
nb_no: Nye bilder
pt_br: Fotos recentes
