Repository: duthied/Free-Friendika
Catalog: view/lang/*/messages.po
Languages: ar, bg, cs, fi_fi, is, it, nb_no, pt_br

source: If running under Windows, please see "http://www.php.net/manual/en/openssl.installation.php".
ar: إذا كنت تستعمل ويندوز راجع "http://www.php.net/manual/en/openssl.installation.php".
bg: Ако работите под Windows, моля, вижте "http://www.php.net/manual/en/openssl.installation.php".
cs: Pokud systém běží na Windows, prosím přečtěte si „http://www.php.net/manual/en/openssl.installation.php“.
fi_fi: Jos on kyse Windows-pavelimesta, katso "http://www.php.net/manual/en/openssl.installation.php".
is: Ef keyrt er á Window, skoðaðu þá "http://www.php.net/manual/en/openssl.installation.php".
it: Se stai eseguendo friendika su windows, guarda "http://www.php.net/manual/en/openssl.installation.php".
nb_no: For kjøring på Windows, vennligst se "http://www.php.net/manual/en/openssl.installation.php".
pt_br: Se estiver usando o Windows, por favor dê uma olhada em "http://www.php.net/manual/en/openssl.installation.php".

source: Generate encryption keys
ar: ولّد مفاتيح التشفير
bg: Генериране на криптиращи ключове
cs: Generovat šifrovací klíče
fi_fi: Luo salausavaimet
is: Búa til dulkóðunar lykla
it: Genera chiavi di criptazione
nb_no: Lag krypteringsnøkler
pt_br: Gerar chaves de encriptação

source: Error: Apache webserver mod-rewrite module is required but not installed.
ar: خطأ: وحدة mod-rewrite لخادم أباتشي مطلوبة لكنها لم تثبت.
bg: Грешка: МОД-пренаписване модул на Apache уеб сървър е необходимо, но не е инсталиран.
cs: Chyba: Modul mod_rewrite webového serveru Apache je vyadován, ale není nainstalován.
fi_fi: Virhe: Apache-palvelimen mod-rewrite -moduuli vaaditaan, mutta sitä ei ole asennettu.
is: Villa: Apache vefþjóns eining mod-rewrite er skilyrði og er ekki uppsett.
it: Errore: E' il modulo mod-rewrite di Apache è richiesto, ma non risulta installato
nb_no: Feil: Modulen mod-rewrite for Apache-webtjeneren er påkrevet, men er ikke installert.
pt_br: Erro: o módulo mod-rewrite do Apache é necessário, mas não está instalado.

source: Apache mod_rewrite module
ar: وحدة Apache mod_rewrite
bg: Apache mod_rewrite модул
cs: Modul Apache mod_rewrite
fi_fi: Apache mod_rewrite -moduuli
is: Apache mod_rewrite eining
it: Modulo mod_rewrite di Apache
nb_no: Apache mod_rewrite modul
pt_br: Módulo mod_rewrite do Apache

source: Error: PDO or MySQLi PHP module required but not installed.
cs: Chyba: PHP modul PDO nebo MySQLi je vyžadován, ale není nainstalován.
fi_fi: Virhe: PDO tai MySQLi PHP-moduuli vaaditaan, mutta sitä ei ole asennettu.
it: Errore: uno dei due moduli PHP PDO o MySQLi è richiesto ma non installato.

source: Error: The MySQL driver for PDO is not installed.
cs: Chyba: Ovladač MySQL pro PDO není nainstalován
fi_fi: Virhe: PDO:n MySQL-ajuri ei ole asennettu
it: Errore: il driver MySQL per PDO non è installato.

source: PDO or MySQLi PHP module
cs: PHP modul PDO nebo MySQLi
fi_fi: PDO tai MySQLi PHP-moduuli
it: modulo PHP PDO o MySQLi

source: Error, XML PHP module required but not installed.
cs: Chyba: PHP modul XML je vyžadován, ale není nainstalován
fi_fi: Virhe: XML PHP-moduuli vaaditaan, mutta sitä ei ole asennettu.
it: Errore, il modulo PHP XML è richiesto ma non installato.
pt_br: Erro: o módulo XML do PHP é necessário, mas não está instalado.

source: XML PHP module
cs: PHP modul XML
fi_fi: XML PHP-moduuli
it: Modulo PHP XML

source: libCurl PHP module
bg: libCurl PHP модул
cs: PHP modul libCurl
fi_fi: PHP-moduuli libCurl
is: libCurl PHP eining
it: modulo PHP libCurl
nb_no: libCurl PHP modul
pt_br: Módulo PHP libCurl

source: Error: libCURL PHP module required but not installed.
bg: Грешка: libCURL PHP модул, но не е инсталирана.
cs: Chyba: PHP modul libcurl je vyžadován, ale není nainstalován.
fi_fi: Virhe: libCURL PHP -moduuli vaaditaan, mutta sitä ei ole asennettu.
is: Villa: libCurl PHP eining er skilyrði og er ekki uppsett.
it: Errore: il modulo libCURL di PHP è richiesto, ma non risulta installato.
nb_no: Feil: libCURL PHP-modulen er påkrevet, men er ikke installert.
pt_br: Erro: o módulo libCURL do PHP é necessário, mas não está instalado.

source: GD graphics PHP module
bg: GD графика PHP модул
cs: PHP modul GD graphics
fi_fi: PHP-moduuli GD graphics
is: GD graphics PHP eining
it: modulo PHP GD graphics
nb_no: GD graphics PHP modul
pt_br: Módulo PHP GD graphics

source: Error: GD graphics PHP module with JPEG support required but not installed.
bg: Грешка: GD графика PHP модул с поддръжка на JPEG, но не е инсталирана.
cs: Chyba: PHP modul GD graphics je vyžadován, ale není nainstalován.
fi_fi: Virhe: GD graphics PHP -moduuli JPEG-tuella vaaditaan, mutta sitä ei ole asennettu.
is: Villa: GD graphics PHP eining með JPEG stuðningi er skilyrði og er ekki uppsett.
it: Errore: Il modulo GD graphics di PHP con supporto a JPEG è richiesto, ma non risulta installato.
nb_no: Feil: GD graphics PHP-modulen med JPEG-støtte er påkrevet, men er ikke installert.
pt_br: Erro: o módulo gráfico GD, com suporte a JPEG, do PHP é necessário, mas não está instalado.

source: OpenSSL PHP module
bg: OpenSSL PHP модул
cs: PHP modul OpenSSL
fi_fi: PHP-moduuli OpenSSL
is: OpenSSL PHP eining
it: modulo PHP OpenSSL
nb_no: OpenSSL PHP modul
pt_br: Módulo PHP OpenSSL

source: Error: openssl PHP module required but not installed.
bg: Грешка: OpenSSL PHP модул са необходими, но не е инсталирана.
cs: Chyba: PHP modul openssl je vyžadován, ale není nainstalován.
fi_fi: Virhe: openssl PHP -moduuli vaaditaan, mutta sitä ei ole asennettu.
is: Villa: openssl PHP eining skilyrði og er ekki uppsett.
it: Errore: il modulo openssl di PHP è richiesto, ma non risulta installato.
nb_no: Feil: openssl PHP-modulen er påkrevet, men er ikke installert.
pt_br: Erro: o módulo openssl do PHP é necessário, mas não está instalado.

source: mb_string PHP module
bg: mb_string PHP модул
cs: PHP modul mb_string
fi_fi: PHP-moduuli mb_string
is: mb_string PHP eining
it: modulo PHP mb_string
nb_no: mb_string PHP modul
pt_br: Módulo PHP mb_string

source: Error: mb_string PHP module required but not installed.
bg: Грешка: mb_string PHP модул, но не е инсталирана.
cs: Chyba: PHP modul mb_string je vyžadován, ale není nainstalován.
fi_fi: Virhe: PHP-moduuli mb_string vaaditaan, mutta sitä ei ole asennettu.
is: Villa: mb_string PHP eining skilyrði en ekki uppsett.
it: Errore: il modulo PHP mb_string è richiesto, ma non risulta installato.
nb_no: Feil: mb_string PHP-modulen er påkrevet men ikke installert.
pt_br: Erro: o módulo mb_string PHP é necessário, mas não está instalado.

source: iconv PHP module
ar: وحدة iconv PHP
cs: PHP modul iconv
fi_fi: iconv PHP-moduuli
it: modulo PHP iconv

source: Error: iconv PHP module required but not installed.
ar: خطأ: وحدة iconv PHP مطلوبة ولكنها غير مثبتة.
cs: Chyba: PHP modul iconv je vyžadován, ale není nainstalován
fi_fi: Virhe: iconv PHP-moduuli vaaditaan, mutta sitä ei ole asennettu.
it: Errore: il modulo PHP iconv è richiesto ma non installato.

source: POSIX PHP module
ar: وحدة POSIX PHP
cs: PHP modul POSIX
fi_fi: POSIX PHP-moduuli
it: mooduo PHP POSIX

source: Error: POSIX PHP module required but not installed.
ar: خطأ: وحدة POSIX PHP مطلوبة ولكنها غير مثبتة.
cs: Chyba: PHP modul POSIX je vyžadován, ale není nainstalován.
fi_fi: Virhe: POSIX PHP-moduuli vaadittaan, mutta sitä ei ole asennettu.
it: Errore, il modulo PHP POSIX è richiesto ma non installato.

source: JSON PHP module
ar: وحدة JSON PHP
cs: PHP modul JSON
it: modulo PHP JSON

source: Error: JSON PHP module required but not installed.
ar: خطأ: وحدة JSON PHP مطلوبة ولكنها غير مثبتة.
cs: Chyba: PHP modul JSON je vyžadován, ale není nainstalován
it: Errore: il modulo PHP JSON è richiesto ma non installato.

source: File Information PHP module
ar: وحدة PHP fileinfo
cs: PHP modul File Information
it: Modulo PHP File Information

source: Error: File Information PHP module required but not installed.
ar: خطأ: وحدة PHP fileinfo مطلوبة ولكنها غير مثبتة.
cs: Chyba: PHP modul File Information je vyžadován, ale není nainstalován.
it: Errore: il modulo PHP File Information è richiesto ma non è installato.

source: The web installer needs to be able to create a file called "local.config.php" in the "config" folder of your web server and it is unable to do so.
ar: مثبِت الويب غير قادر على إنشاء ملف "local.config.php" في مجلد "config" التابع للخادم.
cs: Webový instalátor musí být schopen vytvořit soubor s názvem „local.config.php“ v adresáři „config“ Vašeho webového serveru a není mu to umožněno.
it: L'installer web deve essere in grado di creare un file chiamato "local.config.php" nella cartella "config" del tuo server web, ma non è in grado di farlo.

source: This is most often a permission setting, as the web server may not be able to write files in your folder - even if you can.
ar: في أغلب الأحيان تكون مشكلة إذن. قد لا يتمكن خادم الويب من الكتابة في دليلك - على الرغم من أنك تستطيع ذلك.
bg: Това е най-често настройка разрешение, тъй като уеб сървъра не може да бъде в състояние да записва файлове във вашата папка - дори и ако можете.
cs: Toto je nejčastěji nastavením oprávnění, kdy webový server nemusí být schopen zapisovat soubory do vašeho adresáře - i když vy můžete.
fi_fi: Tämä on yleensä käyttöoikeusasetus, jolloin web-palvelimesi ei pysty kirjoittamaan tiedostoja kansioosi, vaikka itse siihen pystyisit.
is: Þetta er oftast aðgangsstýringa stilling, þar sem vefþjónninn getur ekki skrifað út skrár í skráarsafnið - þó þú getir það.
it: Ciò è dovuto spesso a impostazioni di permessi, dato che il web server può non essere in grado di scrivere il file nella tua cartella, anche se tu puoi.
nb_no: Dette skyldes oftest manglende tillatelse, ettersom web-tjeneren kanskje ikke kan skrive filer i din mappe - selv om du kan.
pt_br: Geralmente isso está relacionado às definições de permissão, uma vez que o servidor web pode não estar conseguindo escrever os arquivos nesta pasta.

source: At the end of this procedure, we will give you a text to save in a file named local.config.php in your Friendica "config" folder.
ar: عند نهاية التثبيت سنزودك بمحتويات لملف "local.config.php" لتنشئه يدويًا في الدليل الفرعي "config" في دليل خادم فرنديكا.
cs: Na konci této procedury od nás obdržíte text k uložení v souboru pojmenovaném local.config.php v adresáři „config“ na Vaší instalaci Friendica.
it: Alla fine di questa procedura, ti daremo un testo da salvare in un file chiamato "local.config.php" nella cartella "config" della tua installazione di Friendica.

source: You can alternatively skip this procedure and perform a manual installation. Please see the file "INSTALL.txt" for instructions.
bg: Можете като алтернатива да пропуснете тази процедура и да извърши ръчно инсталиране. Моля, вижте файла "INSTALL.txt", за инструкции.
cs: Alternativně můžete tento krok přeskočit a provést manuální instalaci. Přečtěte si prosím soubor „INSTALL.txt“ pro další instrukce.
nb_no: Du kan alternativt hoppe over denne prosedyren og utføre en manuell installasjon. Vennligst se filen "INSTALL.txt" for instruksjoner.
pt_br: Você também pode pular esse procedimento e executar uma instalação manual. Por favor, dê uma olhada no arquivo "INSTALL.TXT" para instruções.

source: config/local.config.php is writable
ar: ملف "config/local.config.php" قابل للكتابة
cs: Soubor config/local.config.php je zapisovatelný
it: config/local.config.php è scrivibile

source: Friendica uses the Smarty3 template engine to render its web views. Smarty3 compiles templates to PHP to speed up rendering.
ar: يستخدم فرنديكا محرك القوالب Smarty3 لتصيير عرض الويب. يقوم Smarty3 ببناء القوالب كـ PHP لتسريع عملية التصيير.
cs: Friendica používá k zobrazení svých webových stránek šablonovací nástroj Smarty3. Smarty3 kompiluje šablony do PHP pro zrychlení vykreslování.
it: Friendica usa il motore di template Smarty3 per renderizzare le sue pagine web. Smarty3 compila i template in PHP per velocizzare il rendering.
nb_no: Friendica bruker Smarty3 malmotor for å gjengi sine webvisninger. Smarty3 kompilerer maler til PHP for å gjøre gjengivelse raskere.
pt_br: Friendica usa o engine de template Smarty3 para renderizar suas web views. Smarty3 compila templates para PHP para acelerar a renderização.

source: In order to store these compiled templates, the web server needs to have write access to the directory view/smarty3/ under the Friendica top level folder.
ar: لتتمكن من تخزين هذه النماذج المترجمة ، يجب أن يكون لخادم الإنترنت أذون الكتابة في دليل view/smarty3/ ضمن المجلد الجذر لفرنديكا.
cs: Pro uložení kompilovaných šablon potřebuje webový server mít přístup k zápisu do adresáře view/smarty3/ pod kořenovým adresářem Friendica.
it: Per salvare questi template compilati, il server werb ha bisogno dell'accesso in scrittura alla cartella view/smarty3/ nella cartella principale dei Friendica.
nb_no: For å lagre disse kompilerte malene må webtjenesten ha skrivetilgang til katalogen view/smarty3/ som er under Friendica sin toppnivåmappe.
pt_br: Para guardar os templates compilados, o servidor web necessita de permissão de escrita no diretório view/smarty3/ no diretório raíz do Friendica.

source: Please ensure that the user that your web server runs as (e.g. www-data) has write access to this folder.
cs: Prosím ujistěte se, že má uživatel webového serveru (jako například www-data) právo zápisu do tohoto adresáře
it: Per favore, controlla che l'utente con cui il tuo server web gira (es www-data) ha accesso in scrittura a questa cartella.
nb_no: Vennligst sjekk at brukeren din webtjeneste kjører som (for eksempel www-data) har skrivetilgang til denne mappen.
pt_br: Favor se certificar que o usuário sob o qual o servidor web roda (ex: www-data) tenha permissão de escrita nesse diretório.

source: Note: as a security measure, you should give the web server write access to view/smarty3/ only--not the template files (.tpl) that it contains.
cs: Poznámka: jako bezpečnostní opatření byste měl/a přidělit webovém serveru právo zápisu pouze do adresáře /view/smarty3/ -- a nikoliv už do souborů s šablonami (.tpl), které obsahuje.
it: Nota: come misura di sicurezza, dovresti dare accesso in scrittura solo alla cartella view/smarty3, non ai template (.tpl) che contiene.
nb_no: Merknad: som et sikkerhetstiltak, du bør gi webtjenesten skrivetilgang kun til view/smarty3/ - ikke til malfilene (.tpl) som den inneholder.
pt_br: Nota: como uma medida de segurança, você deve fornecer ao servidor web permissão de escrita em view/smarty3/ somente--não aos arquivos de template (.tpl) que ele contém.

source: view/smarty3 is writable
ar: ملف "view/smarty3" قابل للكتابة
cs: Adresář view/smarty3 je zapisovatelný
fi_fi: view/smarty3 on kirjoitettava
it: view/smarty3 è scrivibile
nb_no: view/smarty3 er skrivbar
pt_br: view/smarty3 tem escrita permitida

source: Url rewrite in .htaccess is not working. Make sure you copied .htaccess-dist to .htaccess.
cs: URL rewrite v souboru .htacess nefunguje. Ujistěte se, že jste zkopíroval/a soubor .htaccess-dist jako .htaccess

source: Error message from Curl when fetching
ar: رسالة خطأ من Curl أثناء الجلب
cs: Chybová zpráva od Curl při načítání
it: Messaggio di errore da Curl durante la richiesta

source: Url rewrite is working
ar: إعادة كتابة الرابط تعمل
bg: , Url пренаписванията работи
cs: Url rewrite je funkční.
fi_fi: URL-osoitteen uudellenkirjoitus toimii
it: La riscrittura degli url funziona
nb_no: URL omskriving virker
pt_br: A reescrita de URLs está funcionando

source: ImageMagick PHP extension is not installed
cs: PHP rozšíření ImageMagick není nainstalováno
fi_fi: ImageMagick PHP-laajennus ei ole asetettu
it: L'estensione PHP ImageMagick non è installata

source: ImageMagick PHP extension is installed
cs: PHP rozšíření ImageMagick je nainstalováno
fi_fi: ImageMagick PHP-laajennus on asetettu
it: L'estensione PHP ImageMagick è installata

source: ImageMagick supports GIF
ar: ImageMagick يدعم GIF
cs: ImageMagick podporuje GIF
fi_fi: ImageMagik tukee GIF-formaattia
it: ImageMagick supporta i GIF

source: Database already in use.
ar: قاعدة البيانات قيد الاستخدام.
cs: Databáze se již používá.
fi_fi: Tietokanta on jo käytössä.
is: Gagnagrunnur er þegar í notkun.
it: Database già in uso.

source: Could not connect to database.
ar: يتعذر الاتصال بقاعدة البيانات.
bg: Не може да се свърже с базата данни.
cs: Nelze se připojit k databázi.
fi_fi: Tietokantaan ei saada yhteyttä.
is: Gat ekki tengst gagnagrunn.
it: Impossibile collegarsi con il database.
nb_no: Kunne ikke koble til database.
pt_br: Não foi possível conectar ao banco de dados.

source: System
bg: Система
cs: Systém
fi_fi: Järjestelmä
is: Kerfi
pt_br: Sistema

source: Home
ar: الرئيسية
bg: Начало
cs: Domů
fi_fi: Koti
is: Heim
nb_no: Hjem
pt_br: Pessoal

source: Introductions
ar: المقدمات
bg: Представяне
cs: Představení
fi_fi: Esittelyt
is: Kynningar
it: Presentazioni
nb_no: Introduksjoner
pt_br: Apresentações

source: %s commented on %s's post
ar: علق %s على مشاركة %s
bg: %s коментира %s е след
cs: %s okomentoval/a příspěvek uživatele %s
fi_fi: %s kommentoi julkaisuun jonka kirjoitti %s
is: %s athugasemd við %s's færslu
it: %s ha commentato il messaggio di %s
nb_no: %s kommenterte på %s sitt innlegg
pt_br: %s comentou a publicação de %s

source: %s created a new post
ar: أنشأ %s مشاركة جديدة
bg: %s създаден нов пост
cs: %s vytvořil nový příspěvek
fi_fi: %s loi uuden julkaisun
is: %s bjó til færslu
it: %s a creato un nuovo messaggio
nb_no: %s skrev et nytt innlegg
pt_br: %s criou uma nova publicação

source: %s liked %s's post
ar: أُعجب %s بمشاركة %s
bg: %s харесва %s е след
cs: Uživateli %s se líbí příspěvek uživatele %s
fi_fi: %s tykkäsi julkaisusta jonka kirjoitti %s
is: %s líkaði færsla hjá %s
it: a %s è piaciuto il messaggio di %s
nb_no: %s likte %s sitt innlegg
pt_br: %s gostou da publicação de %s

source: %s disliked %s's post
ar: لم يُعجب %s بمشاركة %s
bg: %s не харесвал %s е след
cs: Uživateli %s se nelíbí příspěvek uživatele %s
fi_fi: %s ei tykännyt julkaisusta jonka kirjoitti %s
is: %s mislíkaði færsla hjá %s
it: a %s non è piaciuto il messaggio di %s
nb_no: %s mislikte %s sitt innlegg
pt_br: %s desgostou da publicação de %s

source: %s is attending %s's event
ar: يحضر %s حدث %s
cs: %s se zúčastní události %s
fi_fi: %s osallistuu tapahtumaan jonka järjestää %s
it: %s partecipa all'evento di %s
pt_br: %s comparecerá ao evento de %s

source: %s is not attending %s's event
ar: لن يحضر %s حدث %s
cs: %s se nezúčastní události %s
fi_fi: %s ei osallistu tapahtumaan jonka järjestää %s
it: %s non partecipa all'evento di %s
pt_br: %s não comparecerá ao evento de %s

source: %s may attend %s's event
cs: %s by se mohl/a zúčastnit události %s
fi_fi: %s ehkä osallistuu tapahtumaan jonka järjestää %s
pt_br: %s talvez compareça ao evento de %s

source: %s is now friends with %s
ar: أصبح %s صديقا ل %s
bg: %s вече е приятел с %s
cs: %s se nyní přátelí s uživatelem %s
fi_fi: %s ja %s ovat kavereita
is: %s er nú vinur %s
it: %s è ora amico di %s
nb_no: %s er nå venner med %s
pt_br: %s agora é amigo de %s

source: Friend Suggestion
ar: اقتراح صديق
bg: Приятел за предложения
cs: Návrh přátelství
fi_fi: Kaveriehdotus
is: Vina tillaga
it: Amico suggerito
nb_no: Venneforslag
pt_br: Sugestão de amizade

source: Friend/Connect Request
ar: طلب صداقة/اقتران
bg: Приятел / заявка за свързване
cs: Požadavek o přátelství/spojení
fi_fi: Ystävä/yhteyspyyntö
is: Vinabeiðni/Tengibeiðni
it: Richiesta amicizia/connessione
nb_no: Venn/kontakt-forespørsel
pt_br: Solicitação de amizade/conexão

source: New Follower
ar: متابِع جديد
bg: Нов последовател
cs: Nový sledující
fi_fi: Uusi seuraaja
is: Nýr fylgjandi
it: Qualcuno inizia a seguirti
nb_no: Ny følgesvenn
pt_br: Novo acompanhante

source: Welcome %s
ar: مرحباً %s
cs: Vítejte, %s
it: Benvenuto %s

source: Please upload a profile photo.
ar: من فضلك ارفع صورة لملفك الشخصي.
bg: Моля, да качите снимка профил.
cs: Prosím nahrajte profilovou fotku.
fi_fi: Lataa profiilikuva.
is: Gerðu svo vel að hlaða inn forsíðumynd.
it: Carica una foto per il profilo.
nb_no: Vennligst last opp et profilbilde.
pt_br: Por favor, envie uma foto para o perfil.

source: Welcome back %s
cs: Vítejte zpět, %s

source: Post to Email
ar: أنشر عبر البريد الإلكتروني
bg: Коментар на e-mail
cs: Poslat příspěvek na e-mail
fi_fi: Viesti sähköpostiin
is: Senda skilaboð á tölvupóst
it: Invia a email
nb_no: Innlegg til e-post
pt_br: Enviar por e-mail

source: Visible to everybody
bg: Видими за всички
cs: Viditelné pro všechny
fi_fi: Näkyvissä kaikille
is: Sjáanlegt öllum
nb_no: Synlig for alle
pt_br: Visível para todos

source: Connectors
ar: الموصّلات
cs: Konektory
it: Connettori

source: Hide your profile details from unknown viewers?
bg: Скриване на детайли от профила си от неизвестни зрители?
cs: Skrýt vaše profilové detaily před neznámými návštěvníky?
fi_fi: Piilota profiilitietosi tuntemattomilta?
is: Fela forsíðuupplýsingar fyrir óþekktum?
nb_no: Skjul dine profildetaljer fra ukjente besøkende?
pt_br: Ocultar os detalhes do seu perfil para pessoas desconhecidas?

source: Connectors disabled, since "%s" is enabled.
cs: Konektory deaktivovány, neboť je aktivován „%s“.
nb_no: Koblinger avskrudd, siden "%s" er påskrudd.
pt_br: Conectores desabilitados, desde "%s" está habilitado.

source: Close
ar: أغلق
bg: Затвори
cs: Zavřít
fi_fi: Sulje
is: Loka
it: Chiudi
nb_no: Lukk
pt_br: Fechar

source: Birthday:
ar: تاريخ الميلاد:
bg: Дата на раждане:
cs: Narozeniny:
fi_fi: Syntymäpäivä:
is: Afmælisdagur:
it: Compleanno:
nb_no: Fødselsdag:
pt_br: Aniversário:

source: YYYY-MM-DD or MM-DD
ar: YYYY-MM-DD أو MM-DD
cs: RRRR-MM-DD nebo MM-DD
fi_fi: VVVV-KK-PP tai KK-PP
is: ÁÁÁÁ-MM-DD eða MM-DD
it: AAAA-MM-GG o MM-GG
nb_no: ÅÅÅÅ-MM-DDeller MM-DD
pt_br: AAAA-MM-DD ou MM-DD

source: never
ar: أبدًا
bg: никога
cs: nikdy
fi_fi: ei ikinä
is: aldrei
it: mai
nb_no: aldri
pt_br: nunca

source: less than a second ago
ar: منذ أقل من ثانية
bg: по-малко, отколкото преди секунда
cs: méně než před sekundou
fi_fi: alle sekunti sitten
is: fyrir minna en sekúndu
it: meno di un secondo fa
nb_no: for mindre enn ett sekund siden
pt_br: menos de um segundo atrás

source: year
ar: سنة
bg: година
cs: rok
fi_fi: vuosi
is: ár
it: anno
nb_no: år
pt_br: ano

source: years
ar: سنوات
bg: година
cs: let
fi_fi: vuotta
is: ár
it: anni
nb_no: år
pt_br: anos

source: months
ar: أشهر
bg: месеца
cs: měsíců
fi_fi: kuukautta
is: mánuðir
it: mesi
nb_no: måneder
pt_br: meses

source: weeks
ar: أسابيع
bg: седмица
cs: týdnů
fi_fi: viikkoa
is: vikur
it: settimane
nb_no: uker
pt_br: semanas

source: days
ar: أيام
bg: дни.
cs: dní
fi_fi: päivää
is: dagar
it: giorni
nb_no: dager
pt_br: dias

source: hour
ar: ساعة
bg: Час:
cs: hodina
fi_fi: tunti
is: klukkustund
it: ora
nb_no: time
pt_br: hora

source: hours
ar: ساعات
bg: часа
cs: hodin
fi_fi: tuntia
is: klukkustundir
it: ore
nb_no: timer
pt_br: horas

source: minute
ar: دقيقة
bg: Минута
cs: minuta
fi_fi: minuutti
is: mínúta
it: minuto
nb_no: minutt
pt_br: minuto

source: minutes
ar: دقائق
bg: протокол
cs: minut
fi_fi: inuuttia
is: mínútur
it: minuti
nb_no: minutter
pt_br: minutos

source: second
ar: ثانية
bg: секунди.
cs: sekunda
fi_fi: sekunti
is: sekúnda
it: secondo
nb_no: sekund
pt_br: segundo

source: seconds
ar: ثوان
bg: секунди.
cs: sekund
fi_fi: sekuntia
is: sekúndur
it: secondi
nb_no: sekunder
pt_br: segundos

source: in %1$d %2$s
ar: في %1$d %2$s
cs: za %1$d %2$s

source: %1$d %2$s ago
ar: منذ %1$d %2$s
bg: %1$d %2$s преди
cs: před %1$d %2$s
fi_fi: %1$d %2$s sitten
is: Fyrir %1$d %2$s síðan
it: %1$d %2$s fa
nb_no: %1$d %2$s siden
pt_br: %1$d %2$s atrás

source: Loading more entries...
ar: يحمل مزيدًا من المدخلات...
cs: Načítám více záznamů...
fi_fi: Merkinnät ladataan...
is: Hleð inn fleiri færslum...
it: Carico più elementi...
pt_br: Baixando mais entradas...

source: The end
ar: النهاية
cs: Konec
fi_fi: Loppu
is: Endir
it: Fine
pt_br: Fim

source: Follow
ar: تابع
cs: Sledovat
fi_fi: Seuraa
is: Fylgja
it: Segui
