Repository: duthied/Free-Friendika
Catalog: view/lang/*/messages.po
Languages: ar, bg, cs, fi_fi, is, it, nb_no, pt_br

source: Unblock
ar: ارفع الحجب
bg: Разблокиране
cs: Odblokovat
fi_fi: Salli
is: Afbanna
it: Sblocca
nb_no: Ikke blokker
pt_br: Desbloquear

source: No remote contact is blocked from this node.
ar: لم يُحجب متراسل بعيد من هذه العقدة.
cs: Žádný vzdálený kontakt není na tomto serveru zablokován.
it: Nessun contatto remoto è bloccato da questo nodo.

source: Blocked Remote Contacts
ar: المستخدمون البِعاد المحجبون
cs: Zablokované vzdálené kontakty
fi_fi: Estetty etäkontaktit
is: Útilokaðir fjartengdir tengiliðir
it: Contatti Remoti Bloccati

source: Block New Remote Contact
ar: احجب مستخدمًا بعيدًا
cs: Zablokovat nový vzdálený kontakt
fi_fi: Estä uusi etäkontakti
is: Útiloka nýjan fjartengdan tengilið
it: Blocca Nuovo Contatto Remoto

source: Photo
ar: صورة
cs: Fotka
fi_fi: Kuva
is: Ljósmynd
it: Foto

source: Reason
ar: السبب
cs: Důvod
it: Motivazione

source: %s total blocked contact
ar: لم يحجب أي متراسل %s
cs: Celkem %s zablokovaný kontakt
fi_fi: Yhteensä %s estetty kontakti
it: %scontatto bloccato totale

source: URL of the remote contact to block.
ar: عنوان المتراسل البعيد المراد حجبه.
cs: Adresa URL vzdáleného kontaktu k zablokování.
fi_fi: Estettävän etäkontaktin URL-osoite
it: URL del contatto remoto da bloccare.

source: Block Reason
ar: سبب الحجب
cs: Důvod blokace
it: Motivazione del Blocco

source: Site blocklist updated.
cs: Blokovací seznam stránky aktualizován
fi_fi: Sivuston estolista päivitetty.

source: Reason for the block
ar: سبب الحجب
cs: Důvody pro zablokování
fi_fi: Eston syy
it: Motivazione del blocco

source: Check to delete this entry from the blocklist
ar: أشّر لحذف المدخل من قائمة الحجب
cs: Zaškrtnutím odstraníte tuto položku z blokovacího seznamu
fi_fi: Laita rasti poistaaksesi kohde estolistalta
it: Seleziona per eliminare questa voce dalla blocklist

source: Add new entry to block list
cs: Přidat na blokovací seznam novou položku
fi_fi: Lisää uusi kohde estolistaan

source: Block reason
ar: سبب الحجب
cs: Důvod zablokování
fi_fi: Estosyy
is: Ástæða fyrir útilokun
it: Ragione blocco
nb_no: Blokkeringsgrunn

source: Add Entry
cs: Přidat položku
fi_fi: Lisää merkintä
is: Bæta við færslu

source: Save changes to the blocklist
ar: احفظ التغييرات في قائمة الحجب
cs: Uložit změny do blokovacího seznamu
fi_fi: Tallenna muutoksia estolistaan
it: Salva modifiche alla blocklist

source: Current Entries in the Blocklist
ar: المدخلات الموجودة في قائمة الحجب
cs: Aktuální položky v bokovacím seznamu
fi_fi: Nykyinen estolista
it: Voci correnti nella blocklist

source: Delete entry from blocklist
cs: Odstranit položku z blokovacího seznamu
fi_fi: Poista kohde estolistalta

source: Delete entry from blocklist?
cs: Odstranit položku z blokovacího seznamu?
fi_fi: Poista kohde estolistalta?

source: Update has been marked successful
ar: تُحقق من صحة التحديث وعلّم كـ"ناجح"
bg: Update е маркиран успешно
cs: Aktualizace byla označena jako úspěšná.
is: Uppfærsla merkt sem tókst
it: L'aggiornamento è stato segnato come di successo
nb_no: Oppdatering har blitt markert som vellykket
pt_br: A atualização foi marcada como bem sucedida

source: Database structure update %s was successfully applied.
ar: نجح تطبيق التحديث بنية قاعدة البيانات %s.
cs: Aktualizace struktury databáze %s byla úspěšně aplikována.
fi_fi: Tietokannan rakenteen %s-päivitys onnistui.
it: Aggiornamento struttura database %s applicata con successo.
pt_br: A atualização da estrutura do banco de dados %s foi aplicada com sucesso.

source: Executing of database structure update %s failed with error: %s
ar: فشل تنفيذ تحديث بنية قاعدة البيانات %s مع رمز الخطأ: %s
cs: Provádění aktualizace databáze %s selhalo s chybou: %s
fi_fi: Tietokannan rakennepäivitys %s epäonnistui virheviestillä %s
it: Aggiornamento struttura database %s fallita con errore: %s
pt_br: A execução da atualização da estrutura do banco de dados %s falhou com o erro: %s

source: Executing %s failed with error: %s
ar: فشل تنفيذ %s مع رمز الخطأ: %s
cs: Vykonávání %s selhalo s chybou: %s
it: Esecuzione di %s fallita con errore: %s
pt_br: A execução de %s falhou com erro: %s

source: Update %s was successfully applied.
ar: نجح تنفيذ التحديث %s.
bg: Актуализация %s бе успешно приложена.
cs: Aktualizace %s byla úspěšně aplikována.
fi_fi: %s-päivitys onnistui.
is: Uppfærsla %s framkvæmd.
it: L'aggiornamento %s è stato applicato con successo
nb_no: Oppdatering %s ble iverksatt på en vellykket måte.
pt_br: A atualização %s foi aplicada com sucesso.

source: Update %s did not return a status. Unknown if it succeeded.
ar: لم يُعد أي رمز حالة للتحديث %s. تتعذر معرفة حالة التحديث.
bg: Актуализация %s не се връща статус. Известно дали тя успя.
cs: Aktualizace %s nevrátila žádný stav. Není zřejmé, jestli byla úspěšná.
is: Uppfærsla %s skilaði ekki gildi. Óvíst hvort tókst.
it: L'aggiornamento %s non ha riportato uno stato. Non so se è andato a buon fine.
nb_no: Oppdatering %s returnerte ikke en status. Ukjent om oppdateringen er vellykket.
pt_br: Atualizar %s não retornou um status. Desconhecido se ele teve sucesso.

source: There was no additional update function %s that needed to be called.
ar: لا توجد وظيفة تحديث إضافية %s يلزم استدعاؤها.
cs: Nebyla nalezena žádná další aktualizační funkce %s která by měla být volána.
it: Non ci sono altre funzioni di aggiornamento %s da richiamare.
pt_br: Não havia nenhuma função de atualização %s adicional que precisava ser chamada.

source: No failed updates.
ar: لم تفشل أي تحديثات.
bg: Няма провалени новини.
cs: Žádné neúspěšné aktualizace.
fi_fi: Ei epäonnistuineita päivityksiä.
is: Engar uppfærslur mistókust.
it: Nessun aggiornamento fallito.
nb_no: Ingen mislykkede oppdateringer.
pt_br: Nenhuma atualização com falha.

source: Check database structure
ar: تحقق من بنية قاعدة البيانات
cs: Ověřit strukturu databáze
fi_fi: Tarkista tietokannan rakenne
it: Controlla struttura database
pt_br: Verifique a estrutura do banco de dados

source: Failed Updates
ar: التحديثات الفاشلة
bg: Неуспешно Updates
cs: Neúspěšné aktualizace
fi_fi: Epäonnistuineita päivityksiä
is: Uppfærslur sem mistókust
it: Aggiornamenti falliti
nb_no: Mislykkede oppdateringer
pt_br: Atualizações com falha

source: This does not include updates prior to 1139, which did not return a status.
ar: هذا لا يشمل الإصدارات السابقة لـ 1139، التي لم تُرجع تفاصيل.
bg: Това не включва актуализации, преди 1139, които не връщат статута.
cs: To nezahrnuje aktualizace do verze 1139, které nevracejí žádný status.
is: Þetta á ekki við uppfærslur fyrir 1139, þær skiluðu ekki lokastöðu.
it: Questo non include gli aggiornamenti prima del 1139, che non ritornano lo stato.
nb_no: Dette inkluderer ikke oppdateringer som kom før 1139, som ikke returnerer en status.
pt_br: Isso não inclue atualizações antes da 1139, as quais não retornavam um status.

source: Mark success (if update was manually applied)
ar: ضع علامة النجاح (إذا حدثته يدوياً)
bg: Марк успех (ако актуализация е ръчно прилага)
cs: Označit za úspěšné (pokud byla aktualizace aplikována manuálně)
is: Merkja sem tókst (ef uppfærsla var framkvæmd handvirkt)
it: Segna completato (se l'update è stato applicato manualmente)
nb_no: Marker vellykket (hvis oppdatering ble iverksatt manuelt)
pt_br: Marcar como bem sucedida (caso tenham sido aplicadas atualizações manuais)

source: Attempt to execute this update step automatically
ar: حاول تنفيذ الخطوة تلقائيًا
bg: Опита да изпълни тази стъпка се обновяват автоматично
cs: Pokusit se provést tuto aktualizaci automaticky.
is: Framkvæma þessa uppfærslu sjálfkrafa
it: Cerco di eseguire questo aggiornamento in automatico
nb_no: Forsøk å utføre dette oppdateringspunktet automatisk
pt_br: Tentar executar esse passo da atualização automaticamente

source: Lock feature %s
ar: أقفل ميزة %s
cs: Uzamknout vlastnost %s
fi_fi: Lukitse ominaisuus %s
it: Blocca funzionalità %s
pt_br: Bloquear funcionalidade %s

source: Manage Additional Features
ar: إدارة الميّزات الإضافية
cs: Spravovat další funkce
fi_fi: Hallitse lisäominaisuudet
it: Gestisci Funzionalità Aggiuntive
pt_br: Gerenciar funcionalidades adicionais

source: unknown
ar: مجهول
cs: neznámé
fi_fi: tuntematon
is: óþekkt
it: sconosciuto
nb_no: ukjent

source: This page offers you some numbers to the known part of the federated social network your Friendica node is part of. These numbers are not complete but only reflect the part of the network your node is aware of.
ar: تقدم لك هذه الصفحة بعض الإحصائيات للجزء المعروف من الشبكة الاجتماعية الموحدة المتصلة بعقدتك. هذه الإحصائيات ليست كاملة ولكنها تتضمن المواقع المعروفة لعقدتك من الشبكة.
cs: Tato stránka vám nabízí pár čísel pro známou část federované sociální sítě, které je váš server Friendica součástí. Tato čísla nejsou kompletní, ale pouze odrážejí část sítě, které si je Váš server vědom.
it: Questa pagina offre alcuni numeri riguardo la porzione del social network federato di cui il tuo nodo Friendica fa parte. Questi numeri non sono completi ma riflettono esclusivamente la porzione di rete di cui il tuo nodo e' a conoscenza.

source: The <em>Auto Discovered Contact Directory</em> feature is not enabled, it will improve the data displayed here.
cs: Funkce <em>Adresář automaticky objevených kontaktů</em> není zapnuta, zlepší zde zobrazená data.

source: Federation Statistics
ar: إحصائيات الشبكة الموحدة
cs: Statistiky Federation
fi_fi: Liiton tilastotiedot
is: Tölfræði þjónasambands
it: Statistiche sulla Federazione

source: Currently this node is aware of %d nodes with %d registered users from the following platforms:
cs: Aktuálně si je tento server vědom %d serverů s %d registrovanými uživateli z těchto platforem:
fi_fi: Tällä hetkellä tämä solmu havaitsee %d muita solmuja joissa %d rekisteröityneitä käyttäjiä. Tarkemmat tiedot:

source: Item marked for deletion.
ar: سيُحذف العنصر.
cs: Položka označená ke smazání
fi_fi: Kohde merkitty poistettavaksi.
is: Atriði merkt til eyðingar.
it: Elemento selezionato per l'eliminazione.

source: Delete Item
ar: احذف عنصر
cs: Smazat položku
fi_fi: Poista kohde
is: Eyða atriði
it: Rimuovi elemento

source: Delete this Item
ar: احذف العنصر
cs: Smazat tuto položku
fi_fi: Poista tämä kohde
is: Eyða þessu atriði
it: Rimuovi questo elemento

source: On this page you can delete an item from your node. If the item is a top level posting, the entire thread will be deleted.
ar: في هذه الصفحة يمكنك حذف عنصر من عقدتك. إذا كان العنصر هو المشاركة الأصلية، سيحذف النقاش بأكمله.
cs: Na této stránce můžete smazat položku z vašeho serveru. Pokud je položkou příspěvek nejvyššího stupně, bude smazáno celé vlákno.
it: Su questa pagina puoi cancellare un qualsiasi elemento dal tuo nodo. Se l'elemento è un messaggio di primo livello, l'intera discussione sarà cancellata.

source: You need to know the GUID of the item. You can find it e.g. by looking at the display URL. The last part of http://example.com/display/123456 is the GUID, here 123456.
ar: يجب أن تعرف GUID الخاص بالعنصر. يمكنك العثور عليه عن طريق اختيار العنصر ثم قراءة عنوان الرابط. الجزء الأخير من الرابط هو GUID. مثال: http://example.com/display/123456 حيث GUID هو 123456.
cs: Budete muset znát číslo GUID položky. Můžete jej najít např. v adrese URL. Poslední část adresy http://priklad.cz/display/123456 je GUID, v tomto případě 123456
it: Serve il GUID dell'elemento. Lo puoi trovare, per esempio, guardando l'URL display: l'ultima parte di http://example.com/display/123456 è il GUID, qui 123456.

source: The GUID of the item you want to delete.
cs: Číslo GUID položky, kterou chcete smazat
fi_fi: Poistettavan kohteen GUID.
it: Il GUID dell'elemento che vuoi cancellare.

source: Item Guid
cs: Číslo GUID položky

source: The logfile '%s' is not writable. No logging possible
ar: ملف السجل ''%s' غير قابل للكتابة. لا يمكن كتابة السجلات
cs: Záznamový soubor „%s“ není zapisovatelný. Zaznamenávání není možno.
it: Il file di registro '%s' non è scrivibile. Nessuna registrazione possibile

source: Log settings updated.
bg: Вход Обновяването на настройките.
cs: Nastavení záznamů aktualizována.
fi_fi: Lokiasetukset päivitetty.
is: Stillingar atburðaskrár uppfærðar.
nb_no: Logginnstillinger er oppdatert.
pt_br: As configurações de relatórios foram atualizadas.

source: PHP log currently enabled.
ar: كتابة سجلات PHP مفعلة.
cs: PHP záznamy jsou aktuálně povolené.
fi_fi: PHP-loki käytössä
it: Log PHP abilitato.

source: PHP log currently disabled.
ar: كتابة سجلات PHP معطلة.
cs: PHP záznamy jsou aktuálně zakázané.
fi_fi: PHP-loki pois käytöstä
it: Log PHP disabilitato

source: Logs
ar: سجلات
bg: Дневници
cs: Záznamy
fi_fi: Lokit
is: Atburðaskrá
it: Log
nb_no: Logger
pt_br: Relatórios

source: Clear
ar: امحُ
bg: Безцветен
cs: Vyčistit
fi_fi: Tyhjennä
is: Hreinsa
it: Pulisci
nb_no: Tøm
pt_br: Limpar

source: Enable Debugging
ar: فعّل التنقيح
cs: Povolit ladění
fi_fi: Ota virheenkorjaustila käyttöön
it: Abilita Debugging
nb_no: Aktiver feilsøking
pt_br: Habilitar depuração

source: Log file
ar: ملف السجل
bg: Регистрационен файл
cs: Soubor se záznamem
fi_fi: Lokitiedosto
is: Atburðaskrá
it: File di Log
nb_no: Loggfil
pt_br: Arquivo do relatório

source: Must be writable by web server. Relative to your Friendica top-level directory.
ar: إذن الكتابة للخادم في مجلد جذر فرنديكا مطلوب.
bg: Трябва да бъде записван от уеб сървър. В сравнение с вашата Friendica най-високо ниво директория.
cs: Musí být zapisovatelný webovým serverem. Cesta relativní k vašemu kořenovému adresáři Friendica.
is: Vefþjónn verður að hafa skrifréttindi. Afstætt við Friendica rótar skráarsafn.
it: Il server web deve avere i permessi di scrittura. Relativo alla cartella di livello superiore di Friendica.
nb_no: Web-serveren må ha skriverettigheter. Relativt til toppnivåkatalogen til din Friendicas.
pt_br: O servidor web precisa ter permissão de escrita. Relativa ao diretório raiz do seu Friendica.

source: Log level
ar: مستوى التسجيل
bg: Вход ниво
cs: Úroveň auditu
fi_fi: Lokitaso
is: Stig atburðaskráningar
it: Livello di Log
nb_no: Loggnivå
pt_br: Nível do relatório

source: PHP logging
ar: كتابة سجلات PHP
cs: Záznamování PHP
fi_fi: PHP-loki
it: Log PHP

source: To temporarily enable logging of PHP errors and warnings you can prepend the following to the index.php file of your installation. The filename set in the 'error_log' line is relative to the friendica top-level directory and must be writeable by the web server. The option '1' for 'log_errors' and 'display_errors' is to enable these options, set to '0' to disable them.
ar: لتفعيل تسجيل أخطاء وتحذيرات PHP أدرج الأسطر التالية في بداية ملف index.php في مجلد فرنديكا. اسم الملف المحدد في سطر 'error_log' متعلق بمجلد تثبيت فرنديكا ويجب أن يكون لدى خادم الويب إذن الكتابة فيه. يأخذ التكوينان 'log_errors' و 'display_errors' القيمة '1' لتفعيلهما أو '0' لتعطيلهما.
cs: Pro dočasné umožnění zaznamenávání PHP chyb a varování, můžete přidat do souboru index.php na vaší instalaci následující: Název souboru nastavený v řádku „error_log“ je relativní ke kořenovému adresáři Friendica a webový server musí mít povolení na něj zapisovat. Možnost „1“ pro „log_errors“ a „display_errors“ tyto funkce povoluje, nastavením hodnoty na „0“ je zakážete.
it: Per abilitare temporaneamente il logging di errori e avvisi di PHP, puoi aggiungere le seguenti linee al file index.php della tua installazione. Il nome del file impostato in 'error_log' è relativo alla directory principale della tua installazione di Freidnica e deve essere scrivibile dal server web. L'opzione '1' di 'log_errors' e 'display_errors' server ad abilitare queste impostazioni. Metti '0' per disabilitarle.

source: Error trying to open <strong>%1$s</strong> log file.\r\n<br/>Check to see if file %1$s exist and is readable.
cs: Chyba při otevírání záznamu <strong>%1$s</strong>.\r\n<br/>Zkontrolujte, jestli soubor %1$s existuje a může se číst.

source: Couldn't open <strong>%1$s</strong> log file.\r\n<br/>Check to see if file %1$s is readable.
cs: Nelze otevřít záznam <strong>%1$s</strong>.\r\n<br/>Zkontrolujte, jestli se soubor %1$s může číst.

source: View Logs
ar: اعرض السجلات
cs: Zobrazit záznamy
fi_fi: Katso lokit
is: Skoða atburðaskrár
it: Vedi i log
nb_no: Vis logger

source: Theme settings updated.
bg: Тема Настройки актуализира.
cs: Nastavení motivu bylo aktualizováno.
fi_fi: Teeman asetukset päivitetty.
is: Þemastillingar uppfærðar.
nb_no: Temainnstillinger oppdatert.
pt_br: As configurações do tema foram atualizadas.

source: Theme %s disabled.
ar: سمة %s معطلة.
cs: Motiv %s zakázán.
it: Tema %s disabilitato.

source: Theme %s successfully enabled.
ar: فُعّلت سمة %s بنجاح.
cs: Motiv %s úspěšně povolen.
it: Tema %s abilitato con successo.

source: Theme %s failed to install.
ar: فشل تثبيت سمة %s.
cs: Instalace motivu %s selhala.
it: Installazione del tema %s non riuscita.

source: Screenshot
ar: لقطة شاشة
cs: Snímek obrazovky
fi_fi: Kuvakaappaus
is: Skjámynd
it: Anteprima
nb_no: Skjermbilde
pt_br: Captura de tela

source: Themes
ar: السمات
bg: Теми
cs: Motivy
fi_fi: Teemat
is: Þemu
it: Temi
nb_no: Tema
pt_br: Temas

source: Unknown theme.
ar: سمة مجهولة.
cs: Neznámý motiv.
it: Tema sconosciuto.

source: Reload active themes
ar: أعد تحميل السمة النشطة
cs: Znovu načíst aktivní motivy
fi_fi: Lataa aktiiviset teemat uudelleen
it: Ricarica i temi attivi

source: No themes found on the system. They should be placed in %1$s
ar: لم يُعثر على أي سمات في النظام. يجب أن توضع في %1$s
cs: V systému nebyly nalezeny žádné motivy. Měly by být uloženy v %1$s
fi_fi: Teemoja ei löytynyt järjestelmästä. Teemat tulisi laittaa kansioon %1$s
it: Non sono stati trovati temi sul tuo sistema. Dovrebbero essere in %1$s

source: [Experimental]
ar: [تجريبي]
bg: (Експериментален)
cs: [Experimentální]
fi_fi: [Kokeellinen]
is: [Á tilraunastigi]
it: [Sperimentale]
nb_no: [Eksperimentell]
pt_br: [Esperimental]

source: [Unsupported]
ar: [غير مدعوم]
bg: Неподдържан]
cs: [Nepodporováno]
fi_fi: [Ei tueta]
is: [Óstutt]
it: [Non supportato]
nb_no: [Ikke støttet]
pt_br: [Não suportado]

source: The Terms of Service settings have been updated.
cs: Nastavení Podmínek používání byla aktualizována.

source: Display Terms of Service
ar: أظهر شروط الخدمة
cs: Zobrazit Podmínky používání
fi_fi: Näytä käyttöehdot
it: Mostra i Termini di Servizio

source: Enable the Terms of Service page. If this is enabled a link to the terms will be added to the registration form and the general information page.
ar: فعّل صفحة شروط الخدمة. إذا فُعّل هذا الرابط، سيضاف رابط صفحة شروط الخدمة إلى صفحة التسجيل وصفحة المعلومات العامة.
cs: Povolí stránku Podmínky používání. Pokud je toto povoleno, bude na formulář pro registrací a stránku s obecnými informacemi přidán odkaz k podmínkám.
it: Abilita la pagina dei Termini di Servizio. Se abilitato, un collegamento ai termini sarà aggiunto alla pagina di registrazione e nella pagina delle informazioni generali.

source: Display Privacy Statement
ar: اعرض بيان الخصوصية
cs: Zobrazit Prohlášení o soukromí
fi_fi: Näytä tietosuojalausunto
it: Visualizza l'Informativa sulla Privacy

source: Show some informations regarding the needed information to operate the node according e.g. to <a href="%s" target="_blank">EU-GDPR</a>.
cs: Ukázat některé informace ohledně potřebných informací k provozování serveru podle například <a href="%s" target="_blank">Obecného nařízení o ochraně osobních údajů EU (GDPR)</a>

source: Privacy Statement Preview
ar: اعرض بيان الخصوصية
cs: Náhled Prohlášení o soukromí
it: Anteprima Informativa sulla Privacy

source: The Terms of Service
ar: شروط الخدمة
cs: Podmínky používání
fi_fi: Käyttöehdot
it: I Termini di Servizio
pt_br: Os Termos de Serviço

source: Enter the Terms of Service for your node here. You can use BBCode. Headers of sections should be [h2] and below.
ar: أدخل شروط الخدمة لعقدتك هنا. يمكنك استخدام BBCode. يجب أن تكون عناوين الأقسام [h2] أو أدناه.
cs: Zde zadejte podmínky používání vašeho serveru. Můžete používat BBCode. Záhlaví sekcí by měly být označeny [h2] a níže.
it: Inserisci i Termini di Servizio del tuo nodo qui. Puoi usare BBCode. Le intestazioni delle sezioni dovrebbero partire da [h2].

source: Dear %1$s, the administrator of %2$s has set up an account for you.
cs: Vážený/á %1$s, administrátor %2$s pro Vás vytvořil uživatelský účet.
pt_br: Caro %1$s, o administrador de %2$s criou uma conta para você.

source: The login details are as follows: Site Location: %1$s Login Name: %2$s Password: %3$s You may change your password from your account "Settings" page after logging in. Please take a few moments to review the other account settings on that page. You may also wish to add some basic information to your default profile (on the "Profiles" page) so that other people can easily find you. We recommend setting your full name, adding a profile photo, adding some profile "keywords" (very useful in making new friends) - and perhaps what country you live in; if you do not wish to be more specific than that. We fully respect your right to privacy, and none of these items are necessary. If you are new and do not know anybody here, they may help you to make some new and interesting friends. If you ever want to delete your account, you can do so at %1$s/removeme Thank you and welcome to %4$s.
cs: Zde jsou vaše přihlašovací detaily: Adresa stránky: %1$s Přihlašovací jméno: %2$s Heslo: %3$s Své heslo si po přihlášení můžete změnit na stránce „Nastavení“ vašeho účtu. Prosím, prohlédněte si na chvilku ostatní nastavení účtu na této stránce. Možná byste si také přál/a přidat pár základních informací na svůj výchozí profil (na stránce „Profily“) aby vás další lidé mohli snadno najít. Doporučujeme nastavit si Vaše celé jméno, přidat profilovou fotku, přidat pár „klíčových slov“ k profilu (velmi užitečné při získávání nových přátel) - a možná v jaké zemi žijete; pokud nechcete být konkrétnější. Zcela respektujeme vaše právo na soukromí a žádnou z těchto položek není potřeba vyplňovat. Pokud jste zde nový/á a nikoho zde neznáte, mohou vám pomoci si získat nové a zajímavé přátele. Pokud byste si někdy přál/a smazat účet, můžete tak učinit na stránce %1$s/removeme. Děkujeme vám a vítáme vás na %4$s.

source: %s user blocked
ar: لم يحجب أي مستخدم %s
cs: %s uživatel blokován
it: %s utente bloccato

source: %s user unblocked
ar: لم يُرفع الحجب عن أي مستخدم %s
cs: %s uživatel odblokován
it: %s utente sbloccato

source: You can't remove yourself
ar: لا يمكنك إزالة نفسك
cs: Nemůžete odstranit sebe sama
it: Non puoi rimuovere te stesso
nb_no: Du kan ikke fjerne deg selv

source: %s user deleted
ar: لا مستخدمين محذوفين %s
cs: %s uživatel smazán
fi_fi: %s käyttäjä poistettu
is: %s notanda eytt
it: %s utente cancellato
nb_no: %s bruker slettet
pt_br: %s usuário excluído

source: User "%s" deleted
ar: حذف المستخدم "%s"
cs: Uživatel „%s“ smazán
it: Utente "%s" eliminato

source: User "%s" blocked
ar: حُجب المستخدم "%s"
cs: Uživatel „%s“ zablokován
it: Utente "%s" bloccato

source: User "%s" unblocked
ar: رُفع الحجب عن المستخدم "%s"
cs: Uživatel „%s“ odblokován
it: Utente "%s" sbloccato

source: Private Forum
bg: Частен форум
cs: Soukromé fórum
fi_fi: Yksityisfoorumi
is: Einkaspjallsvæði

source: Relay
ar: مُرحِل
cs: Přeposílací server

source: Register date
ar: تاريخ التسجيل
bg: Дата на регистрация
cs: Datum registrace
fi_fi: Rekisteripäivämäärä
is: Skráningardagur
it: Data registrazione
nb_no: Registreringsdato
pt_br: Data de registro

source: Last login
ar: آخر ولوج
bg: Последно влизане
cs: Datum posledního přihlášení
fi_fi: Viimeisin kirjautuminen
is: Síðast innskráður
it: Ultimo accesso
nb_no: Siste innlogging
pt_br: Última entrada

source: Last item
bg: Последния елемент
cs: Poslední položka
fi_fi: Viimeisin kohde
is: Síðasta atriði
nb_no: Siste element
pt_br: Último item

source: Type
ar: نوع
cs: Typ
fi_fi: Tyyppi
is: Tegund
it: Tipo

source: Users
ar: المستخدمون
bg: Потребители
cs: Uživatelé
fi_fi: Käyttäjät
is: Notendur
it: Utenti
nb_no: Brukere
pt_br: Usuários
