Repository: duthied/Free-Friendika
Catalog: view/lang/*/messages.po
Languages: ar, bg, cs, fi_fi, is, it, nb_no, pt_br

source: Your Contacts page is your gateway to managing friendships and connecting with friends on other networks. Typically you enter their address or site URL in the <em>Add New Contact</em> dialog.
ar: في صفحة المتراسلين يمكنك إدارة وإضافة متراسلين. يمكنك إدخال المعرّف أو رابط الصفحة الشخصية في نموذج <em>أضف متراسلًا جديدا</em>.
bg: Контакти страница е вашата врата към управлението на приятелства и свързване с приятели в други мрежи. Обикновено можете да въведете адрес или адрес на сайта в <em> Добавяне на нов контакт </ EM> диалоговия.
cs: Vaše stránka Kontakty je vaše brána k nastavování přátelství a propojení s přáteli z dalších sítí. Typicky zadáte jejich emailovou adresu nebo URL adresu jejich serveru prostřednictvím dialogu <em>Přidat nový kontakt</em>.
is: Tengiliðasíðan er gáttin þín til að sýsla með vinasambönd og tengjast við vini á öðrum netum. Oftast setur þú vistfang eða slóð þeirra í <em>Bæta við tengilið</em> glugganum.
it: La tua pagina Contatti è il mezzo per gestire le amicizie e collegarsi con amici su altre reti. Di solito, basta inserire l'indirizzo nel campo <em>Aggiungi Nuovo Contatto</em>
nb_no: Dine kontakter-siden er der du håndterer vennskap og skaper forbindelser med venner på andre nettverk. Vanligvis skriver du deres adresse eller nettsteds-URL i dialogboksen <em>Legg til ny kontakt</em>
pt_br: Sua página de contatos é sua rota para o gerenciamento de amizades e conexão com amigos em outras redes. Geralmente você fornece o endereço deles ou a URL do site na janela de diálogo <em>Adicionar Novo Contato</em>.

source: Go to Your Site's Directory
ar: انتقل إلى دليل موقعك
cs: Navštivte adresář vaší stránky
fi_fi: Näytä oman sivuston luettelo
it: Vai all'Elenco del tuo sito
nb_no: Gå til Din lokale katalog
pt_br: Ir para o diretório do seu site

source: The Directory page lets you find other people in this network or other federated sites. Look for a <em>Connect</em> or <em>Follow</em> link on their profile page. Provide your own Identity Address if requested.
ar: تتيح لك صفحة الدليل العثور على أشخاص آخرين في هذه الشبكة أو عبر الشبكة الموحدة. ابحث عن رابط <em>اتصل</em> أو <em>تابع</em> في صفحة ملفهم الشخصي. قدم عنوان معرفك إذا طلب منك.
bg: Страницата на справочника ви позволява да намерите други хора в тази мрежа или други сайтове Федерални. Потърсете <em> Свържете </ EM> или <em> Следвайте </ EM> в профила си страница. Предоставяне на вашия собствен адрес за самоличност, ако това бъде поискано.
cs: Stránka Adresář vám pomůže najít další lidi na tomto serveru nebo v jiných propojených serverech. Najděte na jejich stránce odkaz <em>Spojit se</em> nebo <em>Sledovat</em>. Uveďte svou vlastní adresu identity, je-li požadována.
is: Tengiliðalistinn er góð leit til að finna fólk á samfélagsnetinu eða öðrum sambandsnetum. Leitaðu að <em>Tengjast/Connect</em> eða <em>Fylgja/Follow</em> tenglum á forsíðunni þeirra. Mögulega þarftu að gefa upp auðkennisslóðina þína.
it: La pagina Elenco ti permette di trovare altre persone in questa rete o in altri siti. Cerca un collegamento <em>Connetti</em> o <em>Segui</em> nella loro pagina del profilo. Inserisci il tuo Indirizzo Identità, se richiesto.
nb_no: Katalog-siden lar deg finne andre folk i dette nettverket eller andre forente nettsteder. Se etter en <em>Connect</em> eller <em>Follow</em> lenke på profilsiden deres. Oppgi din egen identitetsadresse hvis du blir forespurt om det.
pt_br: A página de Diretório permite que você encontre outras pessoas nesta rede ou em outras redes federadas. Procure por um link <em>Conectar</em> ou <em>Seguir</em> no perfil que deseja acompanhar. Forneça o seu Endereço de Identidade próprio, se solicitado.

source: Finding New People
ar: إيجاد أشخاص جدد
bg: Откриване на нови хора
cs: Nalezení nových lidí
fi_fi: Kavereiden hankkiminen
is: Finna nýtt fólk
it: Trova nuove persone
nb_no: Finn nye personer
pt_br: Pesquisar por novas pessoas

source: On the side panel of the Contacts page are several tools to find new friends. We can match people by interest, look up people by name or interest, and provide suggestions based on network relationships. On a brand new site, friend suggestions will usually begin to be populated within 24 hours.
ar: في الشريط الجانبي لصفحة المتراسلين يمكنك للعثور على عدة طرق للعثور على أصدقاء جدد. يمكننا مطابقة الأشخاص بناءً على اهتماماتهم، والبحث عن الأصدقاء بالاسم أو الاهتمام، وتقديم اقتراحات بناءً على هيكلية الشبكة. على موقع جديد تمامًا، يجب أن تبدأ اقتراحات الاشتراك في الظهور بعد 24 ساعة.
bg: На страничния панел на страницата "Контакти" са няколко инструмента, да намерите нови приятели. Ние можем да съчетаем хора по интереси, потърсете хора по име или интерес, и да предостави предложения на базата на мрежови връзки. На чисто нов сайт, приятел предложения ще обикновено започват да се населена в рамките на 24 часа.
cs: Na bočním panelu stránky s kontakty je několik nástrojů k nalezení nových přátel. Porovnáme lidi dle zájmů, najdeme lidi podle jména nebo zájmu a poskytneme Vám návrhy založené na přátelství v síti přátel. Na zcela novém serveru se návrhy přátelství nabínou obvykle během 24 hodin.
it: Nel pannello laterale nella pagina "Contatti", ci sono diversi strumenti per trovare nuovi amici. Possiamo confrontare le persone per interessi, cercare le persone per nome e fornire suggerimenti basati sui tuoi contatti esistenti. Su un sito nuovo, i suggerimenti sono di solito presenti dopo 24 ore.
nb_no: I sidepanelet på Kontakter-siden er flere verktøy for å finne nye venner. Vi kan matche personer utfra interesse, slå opp personer på navn eller interesse, og gi forslag basert på nettverksforbindelser. På et helt nytt nettsted, så vil venneforslag vanligvis dukke opp innen 24 timer.
pt_br: No painel lateral da página de Contatos existem várias ferramentas para encontrar novos amigos. Você pode descobrir pessoas com os mesmos interesses, procurar por nomes ou interesses e fornecer sugestões baseadas nos relacionamentos da rede. Em um site completamente novo, as sugestões de amizades geralmente começam a ser populadas dentro de 24 horas.

source: Group Your Contacts
cs: Seskupte si své kontakty
fi_fi: Järjestä kontaktit ryhmiin
is: Hópa tengiliðina þína
nb_no: Kontaktgrupper
pt_br: Agrupe seus contatos

source: Once you have made some friends, organize them into private conversation groups from the sidebar of your Contacts page and then you can interact with each group privately on your Network page.
bg: След като сте направили някои приятели, да ги организирате в групи от частния разговор от страничната лента на страницата с контакти и след това можете да взаимодействате с всяка група частно във вашата мрежа.
cs: Jakmile získáte nějaké přátele, uspořádejte si je do soukromých konverzačních skupin na postranním panelu vaší stránky Kontakty a pak můžete komunikovat s každou touto skupinu soukromě prostřednictvím stránky Síť.
is: Eftir að þú hefur eignast nokkra vini, þá er best að flokka þá niður í hópa á hliðar slánni á Tengiliðasíðunni. Eftir það getur þú haft samskipti við hvern hóp fyrir sig á Samfélagssíðunni.
nb_no: Når du har fått noen venner, så kan du organisere dem i private samtalegrupper i sidefeltet på Kontakt-siden din, og deretter kan du samhandle med hver gruppe privat på din Nettverk-side.
pt_br: Após fazer novas amizades, organize-as em grupos de conversa privados, a partir da barra lateral na sua página de Contatos. A partir daí, você poderá interagir com cada grupo privativamente, na sua página de Rede.

source: Why Aren't My Posts Public?
ar: لماذا لا تنشر مشاركاتي للعموم؟
bg: Защо публикациите ми не са публични?
cs: Proč nejsou mé příspěvky veřejné?
fi_fi: Miksi julkaisuni eivät ole julkisia?
is: Hvers vegna eru færslurnar mínar ekki opinberar?
it: Perchè i miei messaggi non sono pubblici?
nb_no: Hvorfor er ikke mine innlegg offentlige?
pt_br: Por que as minhas publicações não são públicas?

source: Friendica respects your privacy. By default, your posts will only show up to people you've added as friends. For more information, see the help section from the link above.
ar: فرَندِكا تحترم خصوصيتك. ولهذا افتراضيا ستظهر مشاركاتك لأصدقائك فقط. للمزيد من المعلومات راجع قسم المساعدة عبر الرابط أعلاه.
cs: Friendica respektuje vaše soukromí. Ve výchozím stavu jsou vaše příspěvky viditelné pouze lidem, které označíte jako vaše přátelé. Více informací naleznete v nápovědě na výše uvedeném odkazu
is: Friendica virðir gagnaleynd þína. Sjálfgefið er að færslurnar þínar birtast einungis þeim sem þú hefur bætt við sem vinum. Til að sjá nánari upplýsingar, skoðaðu þá hjálparhlutann með því að smella á tengilinn hér fyrir ofan.
it: Friendica rispetta la tua privacy. Per impostazione predefinita, i tuoi messaggi sono mostrati solo alle persone che hai aggiunto come amici. Per maggiori informazioni guarda la sezione della guida dal collegamento qui sopra.
nb_no: Friendica respekterer ditt privatliv. Som standard, så vil dine innlegg bare vises til personer du har lagt til som venner. For mer informasjon, se Hjelp-siden fra lenken ovenfor.
pt_br: A friendica respeita sua privacidade. Por padrão, suas publicações estarão visíveis apenas para as pessoas que você adicionou como amigos. Para mais informações, veja a página de ajuda, a partir do link acima.

source: Getting Help
ar: الحصول على مساعدة
cs: Získání nápovědy
fi_fi: Avun saaminen
is: Til að fá hjálp
it: Ottenere Aiuto
nb_no: Få hjelp
pt_br: Obtendo ajuda

source: Go to the Help Section
ar: انتقل إلى القسم المساعدة
cs: Navštivte sekci nápovědy
fi_fi: Näytä ohjeet
is: Fara í hjálparhlutann
it: Vai alla sezione Guida
nb_no: Gå til Hjelp-siden
pt_br: Ir para a seção de ajuda

source: Our <strong>help</strong> pages may be consulted for detail on other program features and resources.
ar: يمكنك الاطلاع على صفحات <strong>المساعدة</strong> للحصول على تفاصيل حول ميزات البرامج الأخرى ومصادرها.
bg: Нашата <strong> помощ </ strong> страницата може да бъде консултиран за подробности относно други характеристики, програма и ресурси.
cs: Na stránkách <strong>Nápověda</strong> naleznete nejen další podrobnosti o všech funkcích Friendika ale také další zdroje informací.
is: Hægt er að styðjast við <strong>Hjálp</strong> síðuna til að fá leiðbeiningar um aðra eiginleika.
it: Le nostre pagine della <strong>guida</strong> possono essere consultate per avere dettagli su altre caratteristiche del programma e altre risorse.
nb_no: Våre <strong>hjelpesider</strong> kan leses for flere detaljer og ressurser om andre egenskaper ved programmet.
pt_br: Consulte nossas páginas de <strong>ajuda</strong> para mais detalhes sobre as características e recursos do programa.

source: This page is missing a url parameter.
ar: هذه الصفحة تفتقد معطى للرابط.
cs: Této stránce chybí parametr url.
it: A questa pagina manca il parametro url.

source: The post was created
ar: أُنشأت المشاركة
cs: Příspěvek byl vytvořen
fi_fi: Julkaisu luotu
it: Il messaggio è stato creato
nb_no: Innlegget ble skapt
pt_br: O texto foi criado

source: %d contact edited.
ar: لم يحُرر أي متراسل %d.
cs: %d kontakt upraven
fi_fi: %d kontakti muokattu
it: %d contatto modificato.

source: Could not access contact record.
bg: Не може да бъде достъп до запис за контакт.
cs: Nelze získat přístup k záznamu kontaktu.
fi_fi: Yhteystietoon ei päästä käsiksi.
is: Tókst ekki að ná í uppl. um tengilið
nb_no: Fikk ikke tilgang til kontaktposten.
pt_br: Não foi possível acessar o registro do contato.

source: Could not locate selected profile.
bg: Не може да намери избрания профил.
cs: Nelze nalézt vybraný profil.
fi_fi: Valittua profiilia ei löydy.
is: Tókst ekki að staðsetja valinn forsíðu
nb_no: Kunne ikke lokalisere valgt profil.
pt_br: Não foi possível localizar o perfil selecionado.

source: Contact updated.
bg: Свържете се актуализират.
cs: Kontakt aktualizován.
fi_fi: Yhteystietopäivitys onnistui.
is: Tengiliður uppfærður
nb_no: Kontakt oppdatert.
pt_br: O contato foi atualizado.

source: Contact not found
ar: لم يُعثر على المتراسل
cs: Kontakt nenalezen.
it: Contatto non trovato

source: Contact has been blocked
ar: حُجب المتراسل
bg: За контакти е бил блокиран
cs: Kontakt byl zablokován
fi_fi: Henkilö on estetty
is: Lokað á tengilið
it: Il contatto è stato bloccato
nb_no: Kontakten er blokkert
pt_br: O contato foi bloqueado

source: Contact has been unblocked
ar: رُفع الحجب عن المتراسل
bg: Контакт са отблокирани
cs: Kontakt byl odblokován
fi_fi: Henkilö on jälleen sallittu
is: Opnað á tengilið
it: Il contatto è stato sbloccato
nb_no: Kontakten er ikke blokkert lenger
pt_br: O contato foi desbloqueado

source: Contact has been ignored
ar: تُجوهل المتراسل
bg: Лицето е било игнорирано
cs: Kontakt bude ignorován
fi_fi: Henkilöä ei enää huomioida
is: Tengiliður hunsaður
it: Il contatto è ignorato
nb_no: Kontakten er ignorert
pt_br: O contato foi ignorado

source: Contact has been unignored
ar: ألغي تجاهل المتراسل
bg: За контакти е бил unignored
cs: Kontakt přestal být ignorován
fi_fi: Henkilö on jälleen huomioituna.
is: Tengiliður afhunsaður
it: Il contatto non è più ignorato
nb_no: Kontakten er ikke ignorert lenger
pt_br: O contato deixou de ser ignorado

source: Contact has been archived
bg: Контакт бяха архивирани
cs: Kontakt byl archivován
fi_fi: Henkilö on arkistoitu.
is: Tengiliður settur í geymslu
nb_no: Kontakt har blitt arkivert
pt_br: O contato foi arquivado

source: Contact has been unarchived
bg: За контакти е бил разархивира
cs: Kontakt byl vrácen z archivu.
fi_fi: Henkilö on otettu pois arkistosta.
is: Tengiliður tekinn úr geymslu
nb_no: Kontakt har blitt hentet tilbake fra arkivet
pt_br: O contato foi desarquivado

source: Drop contact
cs: Zrušit kontakt
fi_fi: Poista kontakti
is: Henda tengilið

source: Do you really want to delete this contact?
bg: Наистина ли искате да изтриете този контакт?
cs: Opravdu chcete smazat tento kontakt?
fi_fi: Haluatko todella poistaa tämän yhteystiedon?
is: Viltu í alvörunni eyða þessum tengilið?
nb_no: Ønsker du virkelig å slette denne kontakten?
pt_br: Você realmente deseja deletar esse contato?

source: Contact has been removed.
bg: Контакт е била отстранена.
cs: Kontakt byl odstraněn.
fi_fi: Yhteystieto on poistettu.
is: Tengiliður fjarlægður
nb_no: Kontakten er fjernet.
pt_br: O contato foi removido.

source: You are mutual friends with %s
ar: أنتما صديقان مشتركان لـ %s
bg: Вие сте общи приятели с %s
cs: Jste vzájemní přátelé s uživatelem %s
fi_fi: Olet kaveri %s kanssa.
is: Þú ert gagnkvæmur vinur %s
it: Sei amico reciproco con %s
nb_no: Du er gjensidig venn med %s
pt_br: Você tem uma amizade mútua com %s

source: You are sharing with %s
ar: أنت تشارك مع %s
bg: Вие споделяте с %s
cs: Sdílíte s uživatelem %s
fi_fi: Olet jakanut jotakin %s:n kanssa
is: Þú ert að deila með %s
it: Stai condividendo con %s
nb_no: Du deler med %s
pt_br: Você está compartilhando com %s

source: %s is sharing with you
ar: %s يشارك معك
bg: %s се споделя с вас
cs: %s s vámi sdílí
fi_fi: %s jakaa sinulle jotakin.
is: %s er að deila með þér
it: %s sta condividendo con te
nb_no: %s deler med deg
pt_br: %s está compartilhando com você

source: Private communications are not available for this contact.
ar: المراسلات الخاصة غير متوفرة لهذا المتراسل.
bg: Частни съобщения не са на разположение за този контакт.
cs: Soukromá komunikace není dostupná pro tento kontakt.
fi_fi: Yksityiskeskustelu ei ole käytettävissä tälle henkilölle.
is: Einkasamtal ekki í boði fyrir þennan
it: Le comunicazioni private non sono disponibili per questo contatto.
nb_no: Privat kommunikasjon er ikke tilgjengelig mot denne kontakten.
pt_br: As comunicações privadas não estão disponíveis para este contato.

source: Never
ar: أبدا
bg: Никога!
cs: Nikdy
fi_fi: Ei koskaan
is: Aldrei
it: Mai
nb_no: Aldri
pt_br: Nunca

source: (Update was successful)
ar: (حُدث بنجاح)
bg: (Update е била успешна)
cs: (Aktualizace byla úspěšná)
fi_fi: (Päivitys onnistui)
is: (uppfærsla tókst)
it: (L'aggiornamento è stato completato)
nb_no: (Oppdatering vellykket)
pt_br: (A atualização foi bem sucedida)

source: (Update was not successful)
ar: (لم ينجح التحديث)
bg: (Актуализация не е била успешна)
cs: (Aktualizace nebyla úspěšná)
fi_fi: (Päivitys epäonnistui)
is: (uppfærsla tókst ekki)
it: (L'aggiornamento non è stato completato)
nb_no: (Oppdatering mislykket)
pt_br: (A atualização não foi bem sucedida)

source: Suggest friends
ar: اقترح أصدقاء
bg: Предложете приятели
cs: Navrhnout přátele
fi_fi: Ehdota ystäviä
is: Stinga uppá vinum
it: Suggerisci amici
nb_no: Foreslå venner
pt_br: Sugerir amigos

source: Network type: %s
ar: نوع الشبكة: %s
bg: Тип мрежа: %s
cs: Typ sítě: %s
fi_fi: Verkkotyyppi: %s
is: Net tegund: %s
it: Tipo di rete: %s
nb_no: Nettverkstype: %s
pt_br: Tipo de rede: %s

source: Communications lost with this contact!
ar: فُقد التواصل مع هذا المتراسل!
bg: Communications загубиха с този контакт!
cs: Komunikace s tímto kontaktem byla ztracena!
fi_fi: Yhteys tähän henkilöön menetettiin!
it: Comunicazione con questo contatto persa!
nb_no: Kommunikasjon tapt med denne kontakten!
pt_br: As comunicações com esse contato foram perdidas!

source: Fetch further information for feeds
ar: اجلب مزيدًا من المعلومات للتغذيات
cs: Načíst další informace pro kanál
is: Ná í ítarlegri upplýsingar um fréttaveitur
it: Recupera maggiori informazioni per i feed
nb_no: Hent ytterligere informasjon til strømmer
pt_br: Pega mais informações para feeds

source: Fetch information like preview pictures, title and teaser from the feed item. You can activate this if the feed doesn't contain much text. Keywords are taken from the meta header in the feed item and are posted as hash tags.
cs: Načíst informace jako obrázky náhledu, nadpis a popisek z položky kanálu. Toto můžete aktivovat, pokud kanál neobsahuje moc textu. Klíčová slova jsou vzata z hlavičky meta v položce kanálu a jsou zveřejněna jako hashtagy.
it: Recupera informazioni come immagini di anteprima, titolo e teaser dall'elemento del feed. Puoi attivare questa funzione se il feed non contiene molto testo. Le parole chiave sono recuperate dal tag meta nella pagina dell'elemento e inseriti come hashtag.

source: Fetch information
ar: اجلب معلومات
cs: Načíst informace
fi_fi: Nouda tiedot
is: Ná í upplýsingar
it: Recupera informazioni
nb_no: Hent informasjon
pt_br: Buscar informações

source: Fetch keywords
ar: اجلب كلمات مفتاحية
cs: Načíst klíčová slova
fi_fi: Nouda avainsanat
is: Ná í stikkorð
it: Recupera parole chiave

source: Fetch information and keywords
ar: اجلب معلومات وكلمات مفتاحية
cs: Načíst informace a klíčová slova
fi_fi: Nouda tiedot ja avainsanat
is: Ná í upplýsingar og stikkorð
it: Recupera informazioni e parole chiave
nb_no: Hent informasjoner og nøkkelord
pt_br: Buscar informação e palavras-chave

source: Profile Visibility
bg: Профил Видимост
cs: Viditelnost profilu
fi_fi: Profiilin näkyvyys
is: Forsíðu sjáanleiki
nb_no: Profilens synlighet
pt_br: Visibilidade do perfil

source: Contact Information / Notes
ar: ملاحظات / معلومات المتراسل
bg: Информация за контакти / Забележки
cs: Kontaktní informace / poznámky
fi_fi: Yhteystiedot / Muistiinpanot
is: Uppl. um tengilið / minnisatriði
it: Informazioni / Note sul contatto
nb_no: Kontaktinformasjon/-notater
pt_br: Informações sobre o contato / Anotações

source: Contact Settings
ar: إعدادات المتراسل
cs: Nastavení kontaktů
fi_fi: Yhteystietoasetukset
is: Stillingar tengiliðar
it: Impostazioni Contatto

source: Contact
ar: متراسل
cs: Kontakt
fi_fi: Kontakti
is: Tengiliður
it: Contatto

source: Please choose the profile you would like to display to %s when viewing your profile securely.
bg: Моля, изберете профила, който бихте искали да покажете на %s при гледане на здраво вашия профил.
cs: Vyberte prosím profil, který chcete zobrazit %s při zabezpečeném prohlížení vašeho profilu.
fi_fi: Valitse profiili, jonka haluat näyttää %s:lle, kun hän haluaa katsoa profiiliasi turvallisesti.
is: Veldu forsíðu sem á að birtast %s þegar hann skoðaður með öruggum hætti
nb_no: Vennligst velg profilen du ønsker å vise til %s når denne ser profilen på en sikret måte.
pt_br: Por favor, selecione o perfil que você gostaria de exibir para %s quando estiver visualizando seu perfil de modo seguro.

source: Their personal note
ar: ملاحظتهم الشخصية
cs: Jejich osobní poznámka
it: La loro nota personale

source: Edit contact notes
ar: عدّل ملاحظات المتراسل
bg: Редактиране на контакт с бележка
cs: Upravit poznámky kontaktu
fi_fi: Muokkaa yhteystietojen muistiinpanoja
is: Breyta minnispunktum tengiliðs
it: Modifica note contatto
nb_no: Endre kontaktnotater
pt_br: Editar as anotações do contato

source: Block/Unblock contact
ar: احجب/ ارفع الحجب عن متراسل
bg: Блокиране / Деблокиране на контакт
cs: Blokovat / Odblokovat kontakt
fi_fi: Estä/salli henkilö
is: útiloka/opna á tengilið
it: Blocca/Sblocca contatto
nb_no: Blokker kontakt/fjern blokkering for kontakt
pt_br: Bloquear/desbloquear o contato

source: Ignore contact
ar: تجاهل المتراسل
bg: Игнорирай се свържете с
cs: Ignorovat kontakt
fi_fi: Jätä henkilö huomiotta
is: Hunsa tengilið
it: Ignora il contatto
nb_no: Ignorer kontakt
pt_br: Ignorar o contato

source: Repair URL settings
bg: Настройки за ремонт на URL
cs: Opravit nastavení adresy URL
fi_fi: Korjaa URL-asetukset
is: Gera við stillingar á slóðum
nb_no: Reparer URL-innstillinger
pt_br: Reparar as definições de URL

source: View conversations
ar: اعرض المحادثات
bg: Вижте разговори
cs: Zobrazit konverzace
fi_fi: Katso keskusteluja
is: Skoða samtöl
it: Vedi conversazioni
nb_no: Vis samtaler
pt_br: Ver as conversas

source: Last update:
ar: آخر تحديث:
bg: Последна актуализация:
cs: Poslední aktualizace:
fi_fi: Viimeksi päivitetty:
is: Síðasta uppfærsla:
it: Ultimo aggiornamento:
nb_no: Siste oppdatering:
pt_br: Última atualização:

source: Update public posts
ar: حدّث المشاركات العلنية
bg: Актуализиране на държавни длъжности
cs: Aktualizovat veřejné příspěvky
fi_fi: Päivitä julkiset postaukset
is: Uppfæra opinberar færslur
it: Aggiorna messaggi pubblici
nb_no: Oppdater offentlige innlegg
pt_br: Atualizar publicações públicas

source: Update now
ar: حدّث الآن
bg: Актуализирай сега
cs: Aktualizovat
fi_fi: Päivitä nyt
is: Uppfæra núna
it: Aggiorna adesso
nb_no: Oppdater nå
pt_br: Atualizar agora

source: Unignore
ar: ألغي التجاهل
bg: Извади от пренебрегнатите
cs: Přestat ignorovat
fi_fi: Ota huomioon
is: Byrja að fylgjast með á ný
it: Non ignorare
nb_no: Fjern ignorering
pt_br: Deixar de ignorar

source: Currently blocked
ar: محجوب حاليا
bg: Които понастоящем са блокирани
cs: V současnosti zablokováno
fi_fi: Estetty tällä hetkellä
is: Útilokaður sem stendur
it: Bloccato
nb_no: Blokkert nå
pt_br: Atualmente bloqueado

source: Currently ignored
ar: متجاهَل حاليا
bg: В момента игнорирани
cs: V současnosti ignorováno
fi_fi: Jätetty huomiotta tällä hetkellä
is: Hunsaður sem stendur
it: Ignorato
nb_no: Ignorert nå
pt_br: Atualmente ignorado

source: Currently archived
ar: مُؤرشف حاليا
bg: В момента архивират
cs: Aktuálně archivován
fi_fi: Arkistoitu tällä hetkellä
is: Í geymslu
it: Al momento archiviato
nb_no: For øyeblikket arkivert
pt_br: Atualmente arquivado

source: Awaiting connection acknowledge
ar: ينتظر قبول الاتصال
cs: Čekám na potrvzení spojení
fi_fi: Odotetaan yhteyden kuittausta
it: In attesa di conferma della connessione
