Repository: duthied/Free-Friendika
Catalog: view/lang/*/messages.po
Languages: ar, bg, cs, fi_fi, is, it, nb_no, pt_br

source: @Tagname - overrides Name/Nickname
bg: Име / псевдоним на @ Tagname - Заменя
cs: @jménoštítku- upřednostněno před jménem/přezdívkou
fi_fi: @Tagname - ohittaa Nimen/Nimimerkin
is: @Merkjanafn - yfirskrifar Nafn/Gælunafn
nb_no: @Merkelappnavn - overstyrer Navn/Kallenavn
pt_br: @Tagname - sobrescreve Nome/Identificação

source: Account URL
ar: رابط الحساب
bg: Сметка URL
cs: URL adresa účtu
fi_fi: Tilin URL-osoite
is: Heimasíða notanda
it: URL dell'utente
nb_no: Konto URL
pt_br: URL da conta

source: Account URL Alias
cs: Alias URL adresy účtu

source: Friend Request URL
bg: URL приятел заявка
cs: URL požadavku o přátelství
fi_fi: URL kaveripyyntöä varten
is: Slóð vinabeiðnar
nb_no: Venneforespørsel URL
pt_br: URL da requisição de amizade

source: Friend Confirm URL
bg: Приятел Потвърди URL
cs: URL adresa pro potvrzení přátelství
fi_fi: URL kaverin vahvistusta varten
is: Slóð vina staðfestingar
nb_no: Vennebekreftelse URL
pt_br: URL da confirmação de amizade

source: Notification Endpoint URL
bg: URL адрес на Уведомление Endpoint
cs: URL adresa koncového bodu oznámení
fi_fi: URL huomautuksia varten
is: Slóð loka tilkynningar
nb_no: Endepunkt URL for beskjed
pt_br: URL do ponto final da notificação

source: Poll/Feed URL
ar: رابط استطلاع/تغذية
bg: Анкета / URL Feed
cs: URL adresa poll/feed
fi_fi: URL äänestyksiä/syötteitä varten
is: Slóð á könnun/fréttastraum
it: URL Feed
pt_br: URL do captador/fonte de notícias

source: New photo from this URL
ar: صورة من هذا الرابط
bg: Нова снимка от този адрес
cs: Nová fotka z této URL adresy
fi_fi: Uusi kuva osoitteesta
is: Ný mynd frá slóð
it: Nuova foto da questo URL
nb_no: Nytt bilde fra denne URL-en
pt_br: Nova imagem desta URL

source: This may occasionally happen if contact was requested by both persons and it has already been approved.
bg: Това понякога може да се случи, ако контакт е поискано от двете лица и вече е одобрен.
cs: To se může občas stát, pokud bylo o kontaktování požádáno oběma osobami a již bylo schváleno.
nb_no: Denne kan skje innimellom hvis kontakt ble forespurt av begge personer og den allerede er godkjent.
pt_br: Isso pode acontecer eventualmente se o contato foi solicitado por ambas as pessoas e ele já tinha sido aprovado.

source: Response from remote site was not understood.
bg: Отговор от отдалечен сайт не е бил разбран.
cs: Odpověď ze vzdáleného serveru nebyla srozumitelná.
fi_fi: Etäsivuston vastaus oli epäselvä.
is: Ekki tókst að skilja svar frá fjartengdum vef.
nb_no: Forstod ikke svaret fra det andre stedet.
pt_br: A resposta do site remoto não foi compreendida.

source: Unexpected response from remote site:
bg: Неочакван отговор от отдалечения сайт:
cs: Neočekávaná odpověď od vzdáleného serveru:
fi_fi: Odottamaton vastaus etäsivustolta:
is: Óskiljanlegt svar frá fjartengdum vef:
nb_no: Uventet svar fra det andre stedet:
pt_br: Resposta inesperada do site remoto:

source: Confirmation completed successfully.
bg: Потвърждение приключи успешно.
cs: Potvrzení úspěšně dokončena.
fi_fi: Vahvistus onnistui.
is: Staðfesting kláraði eðlilega.
nb_no: Sending av bekreftelse var vellykket.
pt_br: A confirmação foi completada com sucesso.

source: Temporary failure. Please wait and try again.
bg: Временен неуспех. Моля изчакайте и опитайте отново.
cs: Dočasné selhání. Prosím, vyčkejte a zkuste to znovu.
fi_fi: Tilapäinen vika. Yritä myöhemmin uudelleen.
is: Tímabundin villa. Bíddu aðeins og reyndu svo aftur.
nb_no: Midlertidig feil. Vennligst vent og prøv igjen.
pt_br: Falha temporária. Por favor, aguarde e tente novamente.

source: Introduction failed or was revoked.
bg: Въведение не успя или е анулиран.
cs: Žádost o propojení selhala nebo byla zrušena.
fi_fi: Kaverikutsu epäonnistui tai oli peruutettu.
is: Kynning mistókst eða var afturkölluð.
nb_no: Introduksjon mislyktes eller ble trukket tilbake.
pt_br: Ocorreu uma falha na apresentação ou ela foi revogada.

source: Remote site reported:
bg: Отдалеченият сайт докладвани:
cs: Vzdálený server oznámil:
is: Fjartengdur vefur svaraði:
nb_no: Det andre stedet rapporterte:
pt_br: O site remoto relatou:

source: No user record found for '%s'
bg: Нито един потребител не запис за ' %s
cs: Pro „%s“ nenalezen žádný uživatelský záznam
is: Engin notandafærsla fannst fyrir '%s'
nb_no: Ingen brukerregistrering funnet for '%s'
pt_br: Não foi encontrado nenhum registro de usuário para '%s'

source: Our site encryption key is apparently messed up.
bg: Основният ни сайт криптиране е очевидно побъркани.
cs: Náš šifrovací klíč zřejmě přestal správně fungovat.
fi_fi: Sivustomme salausavain on sekaisin.
is: Dulkóðunnar lykill síðunnar okker er í döðlu.
nb_no: Krypteringsnøkkelen til nettstedet vårt ser ut til å være ødelagt.
pt_br: A chave de criptografia do nosso site está, aparentemente, bagunçada.

source: Empty site URL was provided or URL could not be decrypted by us.
bg: Празен сайт URL е предоставена или URL не може да бъде разшифрован от нас.
cs: Byla poskytnuta prázdná URL adresa nebo se nepodařilo URL adresu dešifrovat.
is: Tómt slóð var uppgefin eða ekki okkur tókst ekki að afkóða slóð.
nb_no: En tom nettsteds-URL ble oppgitt eller URL-en kunne ikke dekrypteres av oss.
pt_br: Foi fornecida uma URL em branco ou não foi possível descriptografá-la.

source: Contact record was not found for you on our site.
bg: Контакт с запис не е намерен за вас на нашия сайт.
cs: Záznam kontaktu pro vás nebyl na našich stránkách nalezen.
is: Tengiliðafærslan þín fannst ekki á þjóninum okkar.
nb_no: Kontaktinformasjon om deg ble ikke funnet på vårt nettsted.
pt_br: O registro do contato não foi encontrado para você em seu site.

source: Site public key not available in contact record for URL %s.
bg: Site публичния ключ не е наличен в контакт рекорд за %s URL .
cs: V adresáři není k dispozici veřejný klíč pro URL %s.
is: Opinber lykill er ekki til í tengiliðafærslu fyrir slóð %s.
nb_no: Nettstedets offentlige nøkkel er ikke tilgjengelig i kontaktregisteret for URL %s.
pt_br: A chave pública do site não está disponível no registro do contato para a URL %s

source: The ID provided by your system is a duplicate on our system. It should work if you try again.
bg: ID, предоставена от вашата система, е дубликат на нашата система. Той трябва да работи, ако се опитате отново.
cs: ID poskytnuté vaším systémem je duplikát ID na našem systému. Mělo by fungovat, pokud to zkusíte znovu.
is: Skilríkið sem þjónninn þinn gaf upp er þegar afritað á okkar þjón. Þetta ætti að virka ef þú bara reynir aftur.
nb_no: ID-en som ble oppgitt av ditt system har en duplikat i vårt system. Det bør virke hvis du prøver igjen.
pt_br: O ID fornecido pelo seu sistema é uma duplicata em nosso sistema. Deve funcionar agora, se você tentar de novo.

source: Unable to set your contact credentials on our system.
bg: Не може да се установи контакт с вас пълномощията на нашата система.
cs: Nelze nastavit vaše přihlašovací údaje v našem systému.
is: Ekki tókst að setja tengiliða skilríkið þitt upp á þjóninum okkar.
nb_no: Får ikke lagret din kontaktlegitamasjon på vårt system.
pt_br: Não foi possível definir suas credenciais de contato no nosso sistema.

source: Unable to update your contact profile details on our system
bg: Не може да актуализирате вашите данни за контакт на профил в нашата система
cs: Nelze aktualizovat váš profil v našem systému
is: Ekki tókst að uppfæra tengiliða skilríkis upplýsingarnar á okkar þjón
nb_no: Får ikke oppdatert kontaktdetaljene dine på vårt system.
pt_br: Não foi possível atualizar os detalhes do seu perfil em nosso sistema.

source: [Name Withheld]
bg: [Име, удържани]
cs: [Jméno odepřeno]
fi_fi: [Nimi jätetty pois]
is: [Nafn ekki sýnt]
nb_no: [Navnet tilbakeholdt]
pt_br: [Nome não revelado]

source: %1$s welcomes %2$s
cs: %1$s vítá uživatele %2$s
fi_fi: %1$s toivottaa tervetulleeksi ystävän %2$s
nb_no: %1$s hilser %2$s
pt_br: %1$s dá as boas vinda à %2$s

source: This introduction has already been accepted.
bg: Това въведение е вече е приета.
cs: Toto pozvání již bylo přijato.
fi_fi: Tämä esittely on jo hyväksytty.
is: Þessi kynning hefur þegar verið samþykkt.
nb_no: Denne introduksjonen har allerede blitt akseptert.
pt_br: Esta apresentação já foi aceita.

source: Profile location is not valid or does not contain profile information.
bg: Профил местоположение не е валиден или не съдържа информация на профила.
cs: Adresa profilu není platná nebo neobsahuje profilové informace
fi_fi: Profiilin sijainti on viallinen tai se ei sisällä profiilitietoja.
is: Forsíðu slóð er ekki í lagi eða inniheldur ekki forsíðu upplýsingum.
nb_no: Profilstedet er ikke gyldig og inneholder ikke profilinformasjon.
pt_br: A localização do perfil não é válida ou não contém uma informação de perfil.

source: Warning: profile location has no identifiable owner name.
bg: Внимание: профила място има няма установен име на собственика.
cs: Varování: umístění profilu nemá žádné identifikovatelné jméno vlastníka
fi_fi: Varoitus: profiilin sijainnissa ei ole tunnistettavaa omistajan nimeä.
is: Aðvörun: forsíðu staðsetning hefur ekki aðgreinanlegt eigendanafn.
nb_no: Advarsel: profilstedet har ikke identifiserbart eiernavn.
pt_br: Aviso: a localização do perfil não possui nenhum nome identificável do seu dono.

source: Warning: profile location has no profile photo.
bg: Внимание: профила местоположение не е снимката на профила.
cs: Varování: umístění profilu nemá žádnou profilovou fotku.
fi_fi: Varoitus: profiilin sijainnissa ei ole profiilikuvaa.
is: Aðvörun: forsíðu slóð hefur ekki forsíðu mynd.
nb_no: Advarsel: profilstedet har ikke noe profilbilde.
pt_br: Aviso: a localização do perfil não possui nenhuma foto do perfil.

source: %d required parameter was not found at the given location
cs: %d požadovaný parametr nebyl nalezen na daném umístění
is: %d skilyrt breyta fannst ekki á uppgefinni staðsetningu
nb_no: one: %d nødvendig parameter ble ikke funnet på angitt sted
pt_br: O parâmetro requerido %d não foi encontrado na localização fornecida

source: Introduction complete.
bg: Въведение завърши.
cs: Představení dokončeno.
fi_fi: Esittely valmis.
is: Kynning tilbúinn.
nb_no: Introduksjon ferdig.
pt_br: A apresentação foi finalizada.

source: Unrecoverable protocol error.
bg: Невъзстановима протокол грешка.
cs: Neopravitelná chyba protokolu
fi_fi: Vakava protokollavirhe.
is: Alvarleg samskipta villa.
nb_no: Uopprettelig protokollfeil.
pt_br: Ocorreu um erro irrecuperável de protocolo.

source: Profile unavailable.
ar: الملف الشخصي غير متوفر.
bg: Профил недостъпни.
cs: Profil není k dispozici.
fi_fi: Profiili ei saatavilla.
is: Ekki hægt að sækja forsíðu
it: Profilo non disponibile.
nb_no: Profil utilgjengelig.
pt_br: O perfil não está disponível.

source: %s has received too many connection requests today.
bg: %s е получил твърде много заявки за свързване днес.
cs: %s dnes obdržel/a příliš mnoho požadavků o spojení.
fi_fi: %s on saanut liikaa yhteyspyyntöjä tänään.
is: %s hefur fengið of margar tengibeiðnir í dag.
nb_no: %s har mottatt for mange kontaktforespørsler idag.
pt_br: %s recebeu solicitações de conexão em excesso hoje.

source: Spam protection measures have been invoked.
bg: Мерките за защита срещу спам да бъдат изтъкнати.
cs: Ochrana proti spamu byla aktivována
fi_fi: Roskapostisuojaukset otettu käyttöön.
is: Kveikt hefur verið á ruslsíu
nb_no: Tiltak mot søppelpost har blitt iverksatt.
pt_br: As medidas de proteção contra spam foram ativadas.

source: Friends are advised to please try again in 24 hours.
bg: Приятели се препоръчва да се моля опитайте отново в рамките на 24 часа.
cs: Přátelům se doporučuje to zkusit znovu za 24 hodin.
fi_fi: Ystäviä suositellaan yrittämään uudelleen vuorokauden sisällä.
is: Vinir eru beðnir um að reyna aftur eftir 24 klukkustundir.
nb_no: Venner anbefales å prøve igjen om 24 timer.
pt_br: Os amigos foram notificados para tentar novamente em 24 horas.

source: Invalid locator
bg: Невалиден локатор
cs: Neplatný odkaz
fi_fi: Viallinen paikannin
is: Ógild staðsetning
it: Indirizzo non valido
nb_no: Ugyldig stedsangivelse
pt_br: Localizador inválido

source: You have already introduced yourself here.
bg: Вие вече се въведе тук.
cs: Již jste se zde představil/a.
fi_fi: Olet jo esitellyt itsesi täällä.
is: Kynning hefur þegar átt sér stað hér.
nb_no: Du har allerede introdusert deg selv her.
pt_br: Você já fez a sua apresentação aqui.

source: Apparently you are already friends with %s.
bg: Явно вече сте приятели с %s .
cs: Zřejmě jste s %s již přátelé.
fi_fi: Ilmeisesti olet jo ystävystynyt henkilön %s kanssa.
is: Þú ert þegar vinur %s.
nb_no: Du er visst allerede venn med %s.
pt_br: Aparentemente você já é amigo de %s.

source: Invalid profile URL.
bg: Невалиден URL адрес на профила.
cs: Neplatné URL profilu.
fi_fi: Viallinen profiiliosoite.
is: Ógild forsíðu slóð.
nb_no: Ugyldig profil-URL.
pt_br: URL de perfil inválida.

source: Disallowed profile URL.
ar: رابط الملف الشخصي غير المسموح.
bg: Отхвърлен профила URL.
cs: Nepovolené URL profilu.
fi_fi: Kielletty profiiliosoite.
is: Óleyfileg forsíðu slóð.
it: Indirizzo profilo non permesso.
nb_no: Underkjent profil-URL.
pt_br: URL de perfil não permitida.

source: Blocked domain
ar: نطاق محجوب
cs: Zablokovaná doména
fi_fi: Estetty verkkotunnus
is: Útilokað lén
it: Dominio bloccato
nb_no: Blokkert domen

source: Failed to update contact record.
ar: فشل تحديث سجل التراسل.
bg: Неуспех да се актуализира рекорд за контакт.
cs: Nepodařilo se aktualizovat kontakt.
fi_fi: Kontaktitietojen päivitys epäonnistui.
is: Ekki tókst að uppfæra tengiliðs skrá.
it: Errore nell'aggiornamento del contatto.
nb_no: Mislyktes med å oppdatere kontaktposten.
pt_br: Não foi possível atualizar o registro do contato.

source: Your introduction has been sent.
bg: Вашият въвеждането е било изпратено.
cs: Vaše představení bylo odesláno.
fi_fi: Esittelysi lähetettiin.
is: Kynningin þín hefur verið send.
nb_no: Din introduksjon er sendt.
pt_br: A sua apresentação foi enviada.

source: Remote subscription can't be done for your network. Please subscribe directly on your system.
cs: Vzdálený odběr nemůže být na vaší síti proveden. Prosím, přihlaste se k odběru přímo na vašem systému.
it: La richiesta di connessione remota non può essere effettuata per la tua rete. Invia la richiesta direttamente sul nostro sistema.
pt_br: A sua rede não permite inscrição a distância. Inscreva-se diretamente no seu sistema.

source: Please login to confirm introduction.
bg: Моля, влезте, за да потвърди въвеждането.
cs: Pro potvrzení představení se prosím přihlaste.
fi_fi: Kirjaudu vahvistaaksesi esittelysi.
is: Skráðu þig inn til að staðfesta kynningu.
nb_no: Vennligst logg inn for å bekrefte introduksjonen.
pt_br: Por favor, autentique-se para confirmar a apresentação.

source: Incorrect identity currently logged in. Please login to <strong>this</strong> profile.
bg: Неправилно идентичност, който в момента е логнат. Моля, влезте с потребителско име и парола на <strong> този профил </ strong>.
cs: Jste přihlášen/a pod nesprávnou identitou. Prosím, přihlaste se do <strong>tohoto</strong> profilu.
fi_fi: Väärä identiteetti kirjautuneena sisään. Kirjaudu <strong>tähän</strong> profiiliin.
is: Ekki réttur notandi skráður inn. Skráðu þig inn sem <strong>þessi</strong> notandi.
nb_no: Feil identitet er logget inn for øyeblikket. Vennligst logg inn i <strong>denne</strong> profilen.
pt_br: A identidade autenticada está incorreta. Por favor, entre como <strong>este</strong> perfil.

source: Confirm
bg: Потвърждаване
cs: Potvrdit
fi_fi: Vahvista
is: Staðfesta
nb_no: Bekreft
pt_br: Confirmar

source: Hide this contact
bg: Скриване на този контакт
cs: Skrýt tento kontakt
fi_fi: Piilota kontakti
is: Fela þennan tengilið
nb_no: Skjul denne kontakten
pt_br: Ocultar este contato

source: Welcome home %s.
bg: Добре дошли у дома %s .
cs: Vítejte doma, %s.
fi_fi: Tervetuloa kotiin %s.
is: Velkomin(n) heim %s.
nb_no: Velkommen hjem %s.
pt_br: Bem-vindo(a) à sua página pessoal %s.

source: Please confirm your introduction/connection request to %s.
bg: Моля, потвърдете, въвеждане / заявката за свързване към %s .
cs: Prosím potvrďte váš požadavek o spojení uživateli %s.
fi_fi: Vahvista esittelysi/yhteyspyyntösi henkilölle %s.
is: Staðfestu kynninguna/tengibeiðnina við %s.
nb_no: Vennligst bekreft din introduksjons-/forbindelses- forespørsel til %s.
pt_br: Por favor, confirme sua solicitação de apresentação/conexão para %s.

source: Please enter your 'Identity Address' from one of the following supported communications networks:
bg: Моля, въведете "Идентичност Адрес" от един от следните поддържани съобщителни мрежи:
cs: Prosím zadejte vaši „adresu identity“ jedné z následujících podporovaných komunikačních sítí:
fi_fi: Anna "henkilöllisyysosoitteesi" joissakin seuraavista tuetuista viestintäverkoista:
is: Settu inn 'Auðkennisnetfang' þitt úr einhverjum af eftirfarandi samskiptanetum:
nb_no: Vennligst skriv inn din identitetsadresse fra en av følgende støttede sosiale nettverk:
pt_br: Por favor, digite seu 'Endereço de Identificação' a partir de uma das seguintes redes de comunicação suportadas:

source: If you are not yet a member of the free social web, <a href="%s">follow this link to find a public Friendica site and join us today</a>.
cs: Pokud ještě nejste členem svobodného sociálního webu, <a href="%s">klikněte na tento odkaz, najděte si veřejný server Friendica a připojte se k nám ještě dnes</a>.

source: Friend/Connection Request
ar: طلب صداقة/اقتران
bg: Приятел / заявка за връзка
cs: Požadavek o přátelství/spojení
fi_fi: Ystävä/yhteyspyyntö
is: Vinabeiðni/Tengibeiðni
it: Richieste di amicizia/connessione
nb_no: Venne-/Koblings-forespørsel
pt_br: Solicitação de amizade/conexão

source: Examples: jojo@demo.friendica.com, http://demo.friendica.com/profile/jojo, testuser@gnusocial.de
cs: Příklady: jojo@demo.friendica.com, http://demo.friendica.com/profile/jojo, testuser@gnusocial.de
fi_fi: Esim. jojo@demo.friendica.com, http://demo.friendica.com/profile/jojo, testuser@gnusocial.de

source: Please answer the following:
ar: من فضلك أجب على ما يلي:
bg: Моля отговорете на следните:
cs: Odpovězte, prosím, následující:
fi_fi: Vastaa seuraavaan:
is: Vinnsamlegast svaraðu eftirfarandi:
it: Rispondi:
nb_no: Vennligst svar på følgende:
pt_br: Por favor, entre com as informações solicitadas:

source: Does %s know you?
bg: Има ли %s знаете?
cs: Zná vás %s?
fi_fi: Tunteeko %s sinut?
is: Þekkir %s þig?
nb_no: Kjenner %s deg?
pt_br: %s conhece você?

source: Add a personal note:
ar: أضف ملاحظة شخصية:
bg: Добавяне на лична бележка:
cs: Přidejte osobní poznámku:
fi_fi: Lisää oma merkintä:
is: Bæta við persónulegri athugasemd
it: Aggiungi una nota personale:
nb_no: Legg til en personlig melding:
pt_br: Adicione uma anotação pessoal:

source: - please do not use this form. Instead, enter %s into your Diaspora search bar.
bg: - Моля, не използвайте тази форма. Вместо това въведете %s в търсенето диаспора бар.
cs: - prosím nepoužívejte tento formulář. Místo toho zadejte do vašeho vyhledávacího pole Diaspora %s.
fi_fi: - älä käytä tätä lomaketta. Kirjoita sen sijaan %s Diaspora-hakupalkkiisi.
nb_no: - vennligst ikke bruk dette skjemaet. I stedet skriver du %s inn søkelinjen i Diaspora.
pt_br: - Por favor, não utilize esse formulário. Ao invés disso, digite %s na sua barra de pesquisa do Diaspora.

source: Item not found
ar: لم يُعثر على العنصر
bg: Елемент не е намерена
cs: Položka nenalezena
fi_fi: Kohdetta ei löytynyt
is: Atriði fannst ekki
it: Oggetto non trovato
nb_no: Fant ikke elementet
pt_br: O item não foi encontrado

source: Edit post
ar: عدّل المشاركة
bg: Редактиране на мнение
cs: Upravit příspěvek
fi_fi: Muokkaa viestiä
is: Breyta skilaboðum
it: Modifica messaggio
nb_no: Endre innlegg
pt_br: Editar a publicação

source: Save
ar: احفظ
bg: Запази
cs: Uložit
fi_fi: Tallenna
is: Vista
it: Salva
nb_no: Lagre
pt_br: Salvar

source: web link
ar: رابط ويب
bg: Уеб-линк
cs: webový odkaz
fi_fi: WWW-linkki
is: vefslóð
it: collegamento web
nb_no: web-adresse
pt_br: link web

source: Insert video link
ar: أدرج رابط فيديو
bg: Поставете линка на видео
cs: Vložit odkaz na video
fi_fi: Lisää videolinkki
is: Setja inn slóð á myndskeið
it: Inserire collegamento video
nb_no: Sett inn video-link
pt_br: Inserir link de vídeo

source: video link
ar: رابط فيديو
bg: видео връзка
cs: odkaz na video
fi_fi: videolinkki
is: slóð á myndskeið
it: collegamento video
pt_br: link de vídeo

source: Insert audio link
ar: إدراج رابط ملف صوتي
bg: Поставете аудио връзка
cs: Vložit odkaz na audio
fi_fi: Lisää äänilinkki
is: Setja inn slóð á hljóðskrá
it: Inserisci collegamento audio
nb_no: Sett inn lydlink
pt_br: Inserir link de áudio

source: audio link
ar: رابط ملف صوتي
bg: аудио връзка
cs: odkaz na audio
fi_fi: äänilinkki
is: slóð á hljóðskrá
it: collegamento audio
nb_no: lydlink
pt_br: link de áudio

source: CC: email addresses
ar: أرسله إلى عناوين البريد الإلكتروني
bg: CC: имейл адреси
cs: Kopie: e-mailové adresy
fi_fi: Kopio: sähköpostiosoitteet
is: CC: tölvupóstfang
it: CC: indirizzi email
nb_no: Kopi: e-postadresser
pt_br: CC: endereço de e-mail

source: Example: bob@example.com, mary@example.com
ar: مثل: bob@example.com, mary@example.com
bg: Пример: bob@example.com, mary@example.com
cs: Příklad: jan@priklad.cz, lucie@priklad.cz
fi_fi: Esimerkki: bob@example.com, mary@example.com
is: Dæmi: bibbi@vefur.is, mgga@vefur.is
it: Esempio: bob@example.com, mary@example.com
nb_no: Eksempel: ola@example.com, kari@example.com
pt_br: Por exemplo: joao@exemplo.com, maria@exemplo.com

source: Photos
ar: الصور
bg: Снимки
cs: Fotky
fi_fi: Kuvat
is: Myndir
it: Foto
nb_no: Bilder
pt_br: Fotos

source: Contact Photos
bg: Свържете снимки
cs: Fotky kontaktu
fi_fi: Kontaktin valokuvat
is: Myndir tengiliðs
nb_no: Kontaktbilder
pt_br: Fotos dos contatos

source: Upload
ar: ارفع
bg: Качете в Мрежата
cs: Nahrát
fi_fi: Lähetä
is: Senda inn
it: Carica
nb_no: Last opp
pt_br: Enviar

source: Files
ar: الملفات
bg: Файлове
cs: Soubory
fi_fi: Tiedostot
is: Skrár
it: File
nb_no: Filer
pt_br: Arquivos

source: The contact could not be added.
ar: تعذر إضافة المتراسل.
cs: Kontakt nemohl být přidán.
fi_fi: Kontaktia ei voitu lisätä.
it: Il contatto non può essere aggiunto.
pt_br: Não foi possível adicionar o contato.

source: You already added this contact.
ar: أضفت هذا المتراسل سلفًا.
cs: Již jste si tento kontakt přidal/a
fi_fi: Olet jo lisännyt tämän kontaktin.
it: Hai già aggiunto questo contatto.
nb_no: Du har allerede tilføyet denne kontakten.
pt_br: Você já adicionou esse contato.

source: Diaspora support isn't enabled. Contact can't be added.
ar: دعم دياسبورا غير مفعل. لا يمكن إضافة المتراسل.
cs: Podpora pro Diasporu není zapnuta. Kontakt nemůže být přidán.
fi_fi: Diaspora -tuki ei ole käytössä. Kontaktia ei voi lisätä.
it: Il supporto Diaspora non è abilitato. Il contatto non può essere aggiunto.

source: OStatus support is disabled. Contact can't be added.
ar: دعم OStatus غير مفعل. لا يمكن إضافة المتراسل.
cs: Podpora pro OStatus je vypnnuta. Kontakt nemůže být přidán.
fi_fi: OStatus -tuki ei ole käytössä. Kontaktia ei voi lisätä.
it: Il supporto OStatus non è abilitato. Il contatto non può essere aggiunto.

source: The network type couldn't be detected. Contact can't be added.
ar: تعذر اكتشاف نوع الشبكة. لا يمكن إضافة المتراسل.
cs: Typ sítě nemohl být detekován. Kontakt nemůže být přidán.
fi_fi: Verkkotyyppiä ei voitu havaita. Kontaktia ei voitu lisätä.
it: Non è possibile rilevare il tipo di rete. Il contatto non può essere aggiunto.

source: Tags:
ar: الوسوم:
bg: Маркери:
cs: Štítky:
fi_fi: Tunnisteet:
is: Merki:
it: Tag:
nb_no: Merkelapper:
pt_br: Etiquetas:

source: Suggested contact not found.
ar: المتراسل المقترح غير موجود.
cs: Navrhovaný kontakt nenalezen.
it: Contatto suggerito non trovato.
