Repository: duthied/Free-Friendika
Catalog: view/lang/*/messages.po
Languages: ar, bg, cs, fi_fi, is, it, nb_no, pt_br

source: Disable Content Warning
cs: Vypnout varování o obsahu
fi_fi: Poista sisältövaroitus käytöstä

source: Users on networks like Mastodon or Pleroma are able to set a content warning field which collapse their post by default. This disables the automatic collapsing and sets the content warning as the post title. Doesn't affect any other content filtering you eventually set up.
cs: Uživatelé na sítích, jako je Mastodon nebo Pleroma, si mohou nastavit pole s varováním o obsahu, která ve výchozím nastavení skryje jejich příspěvek. Tato možnost vypíná automatické skrývání a nastavuje varování o obsahu jako titulek příspěvku. Toto se netýká žádného dalšího filtrování obsahu, které se rozhodnete nastavit.

source: Disable intelligent shortening
cs: Vypnout inteligentní zkracování
fi_fi: Poista alykäs lyhentäminen käytöstä

source: Normally the system tries to find the best link to add to shortened posts. If this option is enabled then every shortened post will always point to the original friendica post.
cs: Normálně se systém snaží nalézt nejlepší odkaz pro přidání zkrácených příspěvků. Pokud je tato možnost aktivní, pak každý zkrácený příspěvek bude vždy ukazovat na originální příspěvek Friendica.

source: Automatically follow any GNU Social (OStatus) followers/mentioners
cs: Automaticky sledovat jakékoliv sledující/zmiňující na GNU social (OStatus)
fi_fi: Automaattisesti seuraa GNU social (OStatus) seuraajat/mainitsijat

source: If you receive a message from an unknown OStatus user, this option decides what to do. If it is checked, a new contact will be created for every unknown user.
cs: Pokud obdržíte zprávu od neznámého uživatele z OStatus, tato možnost rozhoduje o tom, co dělat. Pokud je zaškrtnuta, bude pro každého neznámého uživatele vytvořen nový kontakt.

source: Default group for OStatus contacts
cs: Výchozí skupina pro kontakty z OStatus
fi_fi: Oletusryhmä OStatus kontakteille

source: Your legacy GNU Social account
cs: Váš starý účet na GNU social
fi_fi: Vanha GNU social käyttäjätilisi

source: If you enter your old GNU Social/Statusnet account name here (in the format user@domain.tld), your contacts will be added automatically. The field will be emptied when done.
cs: Pokud zde zadáte vaše staré jméno účtu na GNU social/StatusNet (ve formátu uživatel@doména.tld), budou vaše kontakty přidány automaticky. Toto pole bude po dokončení vyprázdněno.

source: Repair OStatus subscriptions
ar: أصلح اشتراكات OStatus
cs: Opravit odběry z OStatus
fi_fi: Korjaa OStatus tilaukset
it: Ripara le iscrizioni OStatus

source: Email/Mailbox Setup
ar: إعداد بريد الكتروني/صندوق بريد
cs: Nastavení e-mailu
fi_fi: Sähköpostin asennus
is: Tölvupóstur stilling
it: Impostazioni email
nb_no: E-post-/postboksinnstillinger
pt_br: Configurações do e-mail/caixa postal

source: If you wish to communicate with email contacts using this service (optional), please specify how to connect to your mailbox.
ar: إذا كنت ترغب في التواصل مع متراسلي البريد الإلكتروني باستخدام هذه الخدمة (اختيارية)، من فضلك حدد كيفية الاتصال بصندوق بريدك.
bg: Ако желаете да се комуникира с имейл контакти, които използват тази услуга (по желание), моля посочете как да се свържете с вашата пощенска кутия.
cs: Pokud chcete komunikovat pomocí této služby s vašimi kontakty z e-mailu (volitelné), uveďte, jak se připojit k Vaší e-mailové schránce.
is: Ef þú villt hafa samskipti við tölvupóststengiliði með þessari þjónustu (valfrjálst), skilgreindu þá hvernig á að tengjast póstfanginu þínu.
it: Se vuoi comunicare con i contatti email usando questo servizio, specifica come collegarti alla tua casella di posta. (opzionale)
nb_no: Hvis du ønsker å kommunisere med e-postkontakter via denne tjenesten (frivillig), vennligst oppgi hvordan din postboks kontaktes.
pt_br: Caso você deseje se comunicar com contatos de e-mail usando este serviço (opcional), por favor especifique como se conectar à sua caixa postal.

source: Last successful email check:
ar: آخر تحقق ناجح للبريد الإلكتروني:
bg: Последна успешна проверка на електронната поща:
cs: Poslední úspěšná kontrola e-mailu:
fi_fi: Viimeisin onnistunut sähköpostitarkistus:
is: Síðasta prófun á tölvupóstfangi:
it: Ultimo controllo email eseguito con successo:
nb_no: Siste vellykkede e-postsjekk:
pt_br: Última checagem bem sucedida de e-mail:

source: IMAP server name:
ar: اسم خادم IMAP:
bg: Име на IMAP сървъра:
cs: Jméno IMAP serveru:
fi_fi: IMAP-palvelimen nimi:
is: IMAP þjónn:
it: Nome server IMAP:
nb_no: IMAP-tjeners navn:
pt_br: Nome do servidor IMAP:

source: Security:
ar: الحماية:
bg: Сигурност
cs: Zabezpečení:
fi_fi: Turvallisuus:
is: Öryggi:
it: Sicurezza:
nb_no: Sikkerhet:
pt_br: Segurança:

source: None
ar: لا شيء
bg: Няма
cs: Žádné
fi_fi: Ei mitään
is: Ekkert
it: Nessuna
nb_no: Ingen
pt_br: Nenhuma

source: Email login name:
ar: اسم الولوج للبريد الإلكتروني:
bg: Email потребителско име:
cs: Přihlašovací jméno k e-mailu:
fi_fi: Sähköpostitilin käyttäjätunnus:
is: Notandanafn tölvupóstfangs:
it: Nome utente email:
nb_no: E-post brukernavn:
pt_br: Nome de usuário do e-mail:

source: Email password:
ar: كلمة مرور البريد الإلكتروني:
bg: Email парола:
cs: Heslo k e-mailu:
fi_fi: Sähköpostin salasana:
is: Lykilorð tölvupóstfangs:
it: Password email:
nb_no: E-post passord:
pt_br: Senha do e-mail:

source: Reply-to address:
ar: الرد على عنوان:
bg: Адрес за отговор:
cs: Odpovědět na adresu:
fi_fi: Vastausosoite:
is: Svarpóstfang:
it: Indirizzo di risposta:
nb_no: Svar-til-adresse:
pt_br: Endereço de resposta (Reply-to):

source: Send public posts to all email contacts:
ar: أرسل المشاركات العلنية لجميع متراسلي البريد الإلكتروني:
bg: Изпратете публични длъжности за всички имейл контакти:
cs: Poslat veřejné příspěvky na všechny e-mailové kontakty:
fi_fi: Lähetä julkiset julkaisut kaikille kontakteille:
is: Senda opinberar færslur á alla tölvupóst viðtakendur:
it: Invia i messaggi pubblici ai contatti email:
nb_no: Send offentlige meldinger til alle e-postkontakter:
pt_br: Enviar publicações públicas para todos os contatos de e-mail:

source: Action after import:
ar: الإجراء بعد الاستيراد:
bg: Действия след вноса:
cs: Akce po importu:
fi_fi: Toiminta tuonnin jälkeen:
it: Azione dopo importazione:
nb_no: Handling etter import:
pt_br: Ação após a importação:

source: Mark as seen
ar: علّمه كمُشاهَد
bg: Марк, както се вижда
cs: Označit jako přečtené
fi_fi: Merkitse luetuksi
is: Merka sem séð
it: Segna come letto
nb_no: Marker som sett
pt_br: Marcar como visto

source: Move to folder
ar: انقل إلى مجلد
bg: Премества избраното в папка
cs: Přesunout do složky
fi_fi: Siirrä kansioon
is: Flytja yfir í skrásafn
it: Sposta nella cartella
nb_no: Flytt til mappe
pt_br: Mover para pasta

source: Move to folder:
ar: انقل إلى المجلد:
bg: Премества избраното в папка
cs: Přesunout do složky:
fi_fi: Siirrä kansioon:
is: Flytja yfir í skrásafn:
it: Sposta nella cartella:
nb_no: Flytt til mappe:
pt_br: Mover para pasta:

source: No special theme for mobile devices
ar: لا توجد سمة مخصصة للهاتف
cs: Žádný speciální motiv pro mobilní zařízení
fi_fi: Ei mobiiliteemaa
it: Nessun tema speciale per i dispositivi mobili
nb_no: Ikke eget tema for mobile enheter
pt_br: Nenhum tema especial para dispositivos móveis

source: %s - (Unsupported)
ar: %s - (غير مدعوم)
cs: %s - (Nepodporováno)
fi_fi: %s - (Ei tueta)
is: %s - (ekki stutt)
it: %s - (Non supportato)
nb_no: %s - (Ikke støttet)

source: %s - (Experimental)
ar: %s - (اختباري)
cs: %s - (Experimentální)
fi_fi: %s - (Kokeellinen)
is: %s - (á tilraunastigi)
it: %s - (Sperimentale)
nb_no: %s - (Eksperimentell)

source: Sunday
ar: الأحد
bg: Неделя
cs: neděle
fi_fi: Sunnuntai
is: Sunnudagur
it: Domenica
nb_no: søndag
pt_br: Domingo

source: Monday
ar: الإثنين
bg: Понеделник
cs: pondělí
fi_fi: Maanantai
is: Mánudagur
it: Lunedì
nb_no: mandag
pt_br: Segunda

source: Display Settings
ar: إعدادات العرض
bg: Настройки на дисплея
cs: Nastavení zobrazení
fi_fi: Näyttöasetukset
is: Birtingarstillingar
it: Impostazioni Grafiche
nb_no: Visningsinnstillinger
pt_br: Configurações de exibição

source: Display Theme:
ar: سمة العرض:
bg: Палитрата на дисплея:
cs: Motiv zobrazení:
fi_fi: Käyttöliittymän teema:
is: Útlits þema:
it: Tema:
nb_no: Vis tema:
pt_br: Tema do perfil:

source: Mobile Theme:
ar: سمة الهاتف:
cs: Mobilní motiv:
fi_fi: Mobiiliteema:
is: Farsímaþema
it: Tema mobile:
nb_no: Mobilt tema:
pt_br: Tema para dispositivos móveis:

source: Suppress warning of insecure networks
cs: Potlačit varování o nezabezpečených sítích

source: Should the system suppress the warning that the current group contains members of networks that can't receive non public postings.
cs: Zvolte, zda má systém potlačit zobrazování varování, že aktuální skupina obsahuje členy sítí, které nemohou přijímat soukromé příspěvky.

source: Update browser every xx seconds
ar: حدّث المتصفح كل xx ثانية
bg: Актуализиране на браузъра на всеки ХХ секунди
cs: Aktualizovat prohlížeč každých xx sekund
fi_fi: Päivitä selain xx sekunnin välein
is: Endurhlaða vefsíðu á xx sekúndu fresti
it: Aggiorna il browser ogni x secondi
nb_no: Oppdater nettleser hvert xx sekund
pt_br: Atualizar o navegador a cada xx segundos

source: Minimum of 10 seconds. Enter -1 to disable it.
ar: الحد الأدنى هو 10 ثواني. أدخل -1 لتعطيله.
cs: Minimum je 10 sekund. Zadáním hodnoty -1 funkci vypnete.
fi_fi: Vähintään 10 sekuntia. -1 poistaa ominaisuuden käytöstä.
it: Minimo 10 secondi. Inserisci -1 per disabilitarlo

source: Number of items to display per page:
ar: عدد العناصر التي سيتم عرضها في كل صفحة:
cs: Počet položek zobrazených na stránce:
it: Numero di elementi da mostrare per pagina:
nb_no: Antall elementer som vises per side:
pt_br: Número de itens a serem exibidos por página:

source: Maximum of 100 items
ar: الحد الأقصى هو 100 عنصر
bg: Максимум от 100 точки
cs: Maximum 100 položek
fi_fi: Enintään 100 kohdetta
it: Massimo 100 voci
nb_no: Maksimum 100 elementer
pt_br: Máximo de 100 itens

source: Number of items to display per page when viewed from mobile device:
ar: عدد العناصر التي سيتم عرضها في كل صفحة في وضع الهاتف:
cs: Počet položek ke zobrazení na stránce při zobrazení na mobilním zařízení:
it: Numero di voci da visualizzare per pagina quando si utilizza un dispositivo mobile:
nb_no: Antall elementer å vise per side ved visning på mobil enhet:
pt_br: Número de itens a serem exibidos por página quando visualizando em um dispositivo móvel:

source: Don't show emoticons
bg: Да не се показват емотикони
cs: Nezobrazovat emotikony
fi_fi: Piilota hymiöt
is: Ekki birta tjáningartákn
nb_no: Ikke vis uttrykksikoner
pt_br: Não exibir emoticons

source: Calendar
ar: التقويم
cs: Kalendář
fi_fi: Kalenteri
is: Dagatal
it: Calendario
pt_br: Agenda

source: Beginning of week:
ar: بداية الأسبوع:
cs: Začátek týdne:
fi_fi: Viikon alku:
is: Upphaf viku:
it: Inizio della settimana:

source: Don't show notices
cs: Nezobrazovat oznámění
is: Ekki birta tilkynningar
nb_no: Ikke vis varsler
pt_br: Não mostra avisos

source: Infinite scroll
ar: التمرير اللانهائي
cs: Nekonečné posouvání
fi_fi: Loputon selaaminen
it: Scroll infinito
nb_no: Uendelig rulling
pt_br: rolamento infinito

source: Automatic updates only at the top of the network page
cs: Automatické aktualizace pouze na horní straně stránky Síť.
pt_br: Atualizações automáticas só na parte superior da página da rede

source: When disabled, the network page is updated all the time, which could be confusing while reading.
cs: Pokud je tato funkce vypnuta, stránka Síť bude neustále aktualizována, což může být při čtení matoucí.

source: Bandwidth Saver Mode
cs: Režim šetření dat

source: When enabled, embedded content is not displayed on automatic updates, they only show on page reload.
cs: Pokud je toto zapnuto, nebude při automatických aktualizacích zobrazován vložený obsah, zobrazí se pouze při obnovení stránky.

source: Smart Threading
cs: Chytrá vlákna

source: When enabled, suppress extraneous thread indentation while keeping it where it matters. Only works if threading is available and enabled.
cs: Pokud je toto povoleno, bude potlačeno vnější odsazení vláken, která zároveň zůstanou tam, kde mají význam. Funguje pouze pokud je povoleno vláknování.

source: General Theme Settings
ar: الإعدادات العامة للسمة
cs: Obecná nastavení motivu
fi_fi: Yleiset teeman asetukset
it: Opzioni Generali Tema

source: Custom Theme Settings
ar: الإعدادات المخصصة للسمة
cs: Vlastní nastavení motivu
fi_fi: Mukautetut teema-asetukset
it: Opzioni Personalizzate Tema

source: Content Settings
ar: إعدادات المحتوى
cs: Nastavení obsahu
fi_fi: Sisältöasetukset
is: Stillingar efnis
it: Opzioni Contenuto

source: Theme settings
ar: إعدادات السمة
bg: Тема Настройки
cs: Nastavení motivu
fi_fi: Teeman asetukset
is: Þemastillingar
it: Impostazioni tema
nb_no: Temainnstillinger
pt_br: Configurações do tema

source: Unable to find your profile. Please contact your admin.
ar: تعذر العثور على ملفك الشخصي. من فضلك اتصال بالمدير.
cs: Nelze najít Váš účet. Prosím kontaktujte vašeho administrátora.
fi_fi: Profiilisi ei löytynyt. Ota yhteyttä ylläpitäjään.
it: Impossibile trovare il tuo profilo. Contatta il tuo amministratore.

source: Account Types
ar: أنواع الحسابات
cs: Typy účtů
fi_fi: Tilityypit
is: Gerðir notendaaðganga
it: Tipi di Account

source: Personal Page Subtypes
ar: الأنواع الفرعية للصفحة الشخصية
cs: Podtypy osobních stránek
fi_fi: Henkilökohtaisen sivun alatyypit
it: Sottotipi di Pagine Personali

source: Community Forum Subtypes
cs: Podtypy komunitních fór
fi_fi: Yhteisöfoorumin alatyypit

source: Personal Page
ar: صفحة شخصية
cs: Osobní stránka
fi_fi: Henkilökohtainen sivu
it: Pagina Personale

source: Account for a personal profile.
ar: حساب ملف شخصي خاص.
cs: Účet pro osobní profil.
fi_fi: Henkilökohtaisen profiilin käyttäjätili.
it: Account per profilo personale.

source: Organisation Page
ar: صفحة منظمة
cs: Stránka organizace
fi_fi: Järjestön sivu
it: Pagina Organizzazione

source: Account for an organisation that automatically approves contact requests as "Followers".
ar: حساب المنظمة يوافق تلقائياً على طلبات المراسلة "كمتابعين".
cs: Účet pro organizaci, který automaticky potvrzuje požadavky o přidání kontaktu jako „Sledující“.
it: Account per un'organizzazione, che automaticamente approva le richieste di contatto come "Follower".

source: News Page
ar: صفحة إخبارية
cs: Zpravodajská stránka
fi_fi: Uutissivu
it: Pagina Notizie

source: Account for a news reflector that automatically approves contact requests as "Followers".
ar: حساب إخباري يوافق تلقائياً على طلبات المراسلة "كمتابعين".
cs: Účet pro zpravodaje, který automaticky potvrzuje požadavky o přidání kontaktu jako „Sledující“.
it: Account per notizie, che automaticamente approva le richieste di contatto come "Follower"

source: Community Forum
cs: Komunitní fórum
fi_fi: Yhteisöfoorumi

source: Account for community discussions.
ar: حساب مناقشات مجتمعية.
cs: Účet pro komunitní diskuze.
it: Account per discussioni comunitarie.

source: Normal Account Page
ar: صفحة حساب عادي
bg: Нормално страницата с профила
cs: Normální stránka účtu
fi_fi: Tavallinen käyttäjätili
it: Pagina Account Normale
nb_no: Vanlig konto-side
pt_br: Página de conta normal

source: Account for a regular personal profile that requires manual approval of "Friends" and "Followers".
ar: حساب ملف شخصي عادي يتطلب الموافقة اليدوية على "الأصدقاء" و "المتابعين".
cs: Účet pro běžný osobní profil, který vyžaduje manuální potvrzení „Přátel“ a „Sledujících“.
it: Account per un profilo personale, che richiede l'approvazione delle richieste di contatto come "Amico" o "Follower".

source: Soapbox Page
ar: صفحة سياسي
bg: Импровизирана трибуна Page
cs: Propagační stránka
fi_fi: Saarnatuoli sivu
it: Pagina Sandbox
nb_no: Talerstol-side
pt_br: Página de vitrine

source: Account for a public profile that automatically approves contact requests as "Followers".
ar: حساب شخصي علني يوافق تلقائياً على طلبات المراسلة "كمتابعين".
cs: Účet pro veřejný profil, který automaticky potvrzuje požadavky o přidání kontaktu jako „Sledující“.
it: Account per un profilo publico, che automaticamente approva le richieste di contatto come "Follower".

source: Public Forum
cs: Veřejné fórum
fi_fi: Julkinen foorumi

source: Automatically approves all contact requests.
ar: يوافق تلقائياً على جميع طلبات المراسلة.
cs: Automaticky potvrzuje všechny žádosti o přidání kontaktu.
fi_fi: Automaattisesti hyväksyy kaikki kontaktipyynnöt
it: Approva automaticamente tutte le richieste di contatto.

source: Automatic Friend Page
ar: صفحة اشترك تلقائي
bg: Автоматично приятел Page
cs: Stránka s automatickými přátely
it: Pagina con amicizia automatica
nb_no: Automatisk venn-side
pt_br: Página de amigo automático

source: Account for a popular profile that automatically approves contact requests as "Friends".
ar: حساب ملف شخصي لمشهور يوافق تلقائياً على طلبات المراسلة كـ"أصدقاء".
cs: Účet pro populární profil, který automaticky potvrzuje požadavky o přidání kontaktu jako „Přátele“.
it: Account per un profilo popolare, che automaticamente approva le richieste di contatto come "Amici".

source: Private Forum [Experimental]
bg: Частен форум [експериментална]
cs: Soukromé fórum [Experimentální]
fi_fi: Yksityisfoorumi [kokeellinen]
is: Einkaspjallsvæði [á tilraunastigi]
nb_no: Privat forum [Eksperimentell]
pt_br: Fórum privado [Experimental]

source: Requires manual approval of contact requests.
ar: يتطلب الموافقة اليدوية على طلبات المراسلة.
cs: Vyžaduje manuální potvrzení požadavků o přidání kontaktu.
it: Richiede l'approvazione manuale delle richieste di contatto.

source: (Optional) Allow this OpenID to login to this account.
ar: (اختياري) اسمح لمعرف OpenID بالولوج إلى هذا الحساب.
bg: (По избор) позволяват това OpenID, за да влезете в тази сметка.
cs: (Volitelné) Povolit tomuto OpenID přihlášení k tomuto účtu.
is: (Valfrjálst) Leyfa þessu OpenID til að auðkennast sem þessi notandi.
it: (Opzionale) Consente di loggarti in questo account con questo OpenID
nb_no: (Valgfritt) Tillat denne OpenID-en å logge inn i denne kontoen.
pt_br: (Opcional) Permitir o uso deste OpenID para entrar nesta conta

source: Publish your default profile in your local site directory?
bg: Публикуване на вашия профил по подразбиране във вашата локална директория на сайта?
cs: Publikovat váš výchozí profil v místním adresáři webu?
fi_fi: Julkaise oletusprofiilisi tämän sivuston paikallisluettelossa?
is: Gefa út sjálfgefna forsíðu í tengiliðalista á þessum þjón?
nb_no: Skal standardprofilen din publiseres i katalogen til nettstedet ditt?
pt_br: Publicar o seu perfil padrão no diretório local do seu site?

source: Your profile will be published in this node's <a href="%s">local directory</a>. Your profile details may be publicly visible depending on the system settings.
ar: سينشر ملفك الشخصي في <a href="%s"> الدليل المحلي</a> لهذه العقدة. تعتمد خصوصية معلوماتك على إعدادات النظام.
cs: Váš profil bude publikován v <a href="%s">místním adresáři</a> tohoto serveru. Vaše detaily o profilu mohou být veřejně viditelné v závislosti na systémových nastaveních.
it: Il tuo profilo verrà pubblicato nella <a href="%s">directory locale</a> di questo nodo. I dettagli del tuo profilo potrebbero essere visibili pubblicamente a seconda delle impostazioni di sistema.

source: Publish your default profile in the global social directory?
bg: Публикуване на вашия профил по подразбиране в глобалната социална директория?
cs: Publikovat váš výchozí profil v globální sociálním adresáři?
fi_fi: Julkaise oletusprofiilisi maailmanlaajuisessa sosiaaliluettelossa?
is: Gefa sjálfgefna forsíðu út í alheimstengiliðalista?
nb_no: Skal standardprofilen din publiseres i den globale sosiale katalogen?
pt_br: Publicar o seu perfil padrão no diretório social global?

source: Your profile will be published in the global friendica directories (e.g. <a href="%s">%s</a>). Your profile will be visible in public.
cs: Váš profil bude publikován v globálních adresářích Friendica (např. <a href="%s">%s</a>). Váš profil bude veřejně viditelný.

source: This setting also determines whether Friendica will inform search engines that your profile should be indexed or not. Third-party search engines may or may not respect this setting.
cs: Toto nastavení také určuje, bude-li Friendica informovat vyhledávače, že může být váš profil indexován. Vyhledávače třetích stran mohou, ale nemusejí toto nastavení respektovat.

source: Hide your contact/friend list from viewers of your default profile?
bg: Скриване на вашия контакт / списък приятел от зрителите на вашия профил по подразбиране?
cs: Skrýt váš seznam kontaktů/přátel před návštěvníky vašeho výchozího profilu?
is: Fela tengiliða-/vinalistann þinn fyrir áhorfendum á sjálfgefinni forsíðu?
nb_no: Skjul kontakt-/venne-listen din for besøkende til standardprofilen din?
pt_br: Ocultar visualização da sua lista de contatos/amigos no seu perfil padrão?

source: Your contact list won't be shown in your default profile page. You can decide to show your contact list separately for each additional profile you create
cs: Váš seznam kontaktů nebude zobrazen na vaší výchozí profilové stránce. Můžete se rozhodnout, jestli chcete zobrazit váš seznam kontaktů zvlášť pro každý další profil, který si vytvoříte.

source: Hide your profile details from anonymous viewers?
cs: Skrýt vaše profilové detaily před anonymními návštěvníky?

source: Anonymous visitors will only see your profile picture, your display name and the nickname you are using on your profile page. Your public posts and replies will still be accessible by other means.
cs: Anonymní návštěvníci mohou pouze vidět váš profilový obrázek, zobrazované jméno a přezdívku, kterou používáte na vaší profilové stránce. vaše veřejné příspěvky a odpovědi budou stále dostupné jinými způsoby.

source: Allow friends to post to your profile page?
ar: أتسمح لأصدقائك بالنشر في صفحة ملفك الشخصي؟
bg: Оставете приятели, които да публикувате в страницата с вашия профил?
cs: Povolit přátelům umisťování příspěvků na vaši profilovou stránku?
fi_fi: Anna kavereiden julkaista profiilisivullasi?
is: Leyfa vinum að deila á forsíðuna þína?
it: Permetti agli amici di scrivere sulla tua pagina profilo?
nb_no: Tillat venner å poste innlegg på din profilside?
pt_br: Permitir aos amigos publicarem na sua página de perfil?

source: Your contacts may write posts on your profile wall. These posts will be distributed to your contacts
ar: يمكن للمتراسلين كتابة مشاركات على حائط ملفك الشخصي. ستكون هذه المشركات مرئية لكل المتراسلين
cs: Vaše kontakty mohou psát příspěvky na vaši profilovou zeď. Tyto příspěvky budou přeposílány vašim kontaktům.
it: I tuoi contatti possono scrivere messaggi sulla tua pagina di profilo. Questi messaggi saranno distribuiti a tutti i tuoi contatti.

source: Allow friends to tag your posts?
ar: أتسمح لأصدقائك بوسم مشاركاتك؟
bg: Оставете приятели, за да маркирам собствените си мнения?
cs: Povolit přátelům označovat vaše příspěvky?
fi_fi: Anna kavereiden lisätä tunnisteita julkaisuusi?
is: Leyfa vinum að merkja færslurnar þínar?
it: Permetti agli amici di aggiungere tag ai tuoi messaggi?
nb_no: Tillat venner å merke dine innlegg?
pt_br: Permitir aos amigos etiquetarem suas publicações?

source: Your contacts can add additional tags to your posts.
ar: يمكن لأصدقائك إضافة وسوم لمشاركاتك.
cs: Vaše kontakty mohou přidávat k vašim příspěvkům dodatečné štítky.
fi_fi: Kontaktisi voi lisätä ylimääräisiä tunnisteita julkaisuusi.
it: I tuoi contatti possono aggiungere tag aggiuntivi ai tuoi messaggi.

source: Allow us to suggest you as a potential friend to new members?
bg: Позволете ни да Ви предложи като потенциален приятел за нови членове?
cs: Povolit, abychom vás navrhovali jako přátelé pro nové členy?
is: Leyfa að stungið verði uppá þér sem hugsamlegum vinur fyrir aðra notendur?
nb_no: Tillat oss å foreslå deg som en mulig venn til nye medlemmer?
pt_br: Permitir que você seja sugerido como amigo em potencial para novos membros?
