Repository: duthied/Free-Friendika
Catalog: view/lang/*/messages.po
Languages: ar, bg, cs, fi_fi, is, it, nb_no, pt_br

source: You must be logged in to use addons.
ar: يجب عليك الولوج لاستخدام الإضافات.
cs: Pro použití doplňků musíte být přihlášen/a.
fi_fi: Sinun pitää kirjautua sisään, jotta voit käyttää lisäosia
is: Þú verður að vera skráður inn til að geta notað viðbætur.
it: Devi aver effettuato il login per usare i componenti aggiuntivi.
nb_no: Du må være innlogget for å bruke tillegg.
pt_br: Você precisa estar logado para usar os addons.

source: Delete this item?
ar: أتريد حذف العنصر؟
bg: Изтриване на тази бележка?
cs: Odstranit tuto položku?
fi_fi: Poista tämä kohde?
is: Eyða þessu atriði?
it: Cancellare questo elemento?
nb_no: Slett dette elementet?
pt_br: Excluir este item?

source: toggle mobile
ar: بدّل واجهة الهاتف
cs: přepínat mobilní zobrazení
fi_fi: Mobiilisivusto päälle/pois
it: commuta tema mobile
nb_no: Velg mobilvisning
pt_br: habilita mobile

source: Legacy module file not found: %s
ar: لم يُعثر على ملف الوحدة القديم: %s
cs: Soubor legacy modulu nenalezen: %s
it: File del modulo legacy non trovato: %s

source: The form security token was not correct. This probably happened because the form has been opened for too long (>3 hours) before submitting it.
ar: رمز الأمان للنموذج غير صحيح. ربما لأن النموذج فُتح لفترة طويلة (أكثر من 3 ساعات) قبل تقديمه.
bg: Маркера за сигурност не е вярна. Това вероятно е станало, тъй като формата е била отворена за прекалено дълго време (> 3 часа) преди да го представи.
cs: Formulářový bezpečnostní token nebyl správný. To pravděpodobně nastalo kvůli tom, že formulář byl otevřen příliš dlouho (>3 hodiny) před jeho odesláním.
fi_fi: Lomakkeen turvallisuusavain oli väärin. Tämä voi johtua siitä, että lomake on ollut avoinna liian kauan (>3 tuntia) ennen sen lähettämistä.
it: Il token di sicurezza del modulo non era corretto. Probabilmente il modulo è rimasto aperto troppo a lungo (>3 ore) prima di inviarlo.
nb_no: Skjemaets sikkerhetsnøkkel var ikke riktig. Dette skjedde antakelig fordi skjemaet har stått åpent for lenge (>3 timer) før innsending.
pt_br: O token de segurança do formulário não estava correto. Isso provavelmente aconteceu porque o formulário ficou aberto por muito tempo (>3 horas) antes da sua submissão.

source: Could not find any unarchived contact entry for this URL (%s)
ar: تعذر العثور على مُدخل غير مؤرشف للمتراسل ذو الرابط (%s)
cs: Nelze najít žádný nearchivovaný záznam kontaktu pro tuto URL adresu (%s)
it: Impossibile trovare contatti non archiviati a questo URL (%s)

source: The contact entries have been archived
ar: أُرشفت مُدخلات المتراسل
cs: Záznamy kontaktů byly archivovány
it: Il contatto è stato archiviato

source: Enter new password:
ar: أدخل كلمة مرور جديدة:
cs: Zadejte nové heslo
fi_fi: Syötä uusi salasana:
is: Settu inn nýtt lykilorð:
it: Inserisci la nuova password:

source: Post update version number has been set to %s.
ar: عُين رقم إصدار تحديث المشاركة إلى %s.
cs: Číslo verze post update bylo nastaveno na %s.
it: Il numero di versione post-aggiornamento è stato impostato a %s.

source: Check for pending update actions.
ar: تحقق من إجراءات التحديث المعلقة.
cs: Zkontrolovat čekající akce po aktualizaci.
it: Controlla le azioni di aggiornamento in sospeso.

source: Done.
ar: تم.
cs: Hotovo.
it: Fatto.

source: Execute pending post updates.
ar: نفذ التحديثات المعلقة للمشاركة.
cs: Provést čekající aktualizace příspěvků.
it: Esegui le azioni post-aggiornamento in sospeso.

source: All pending post updates are done.
ar: تمت كل تحديثات المعلقة للمشاركة.
cs: Všechny čekající aktualizace příspěvků jsou hotové.
it: Tutte le azioni post-aggiornamento sono state eseguite.

source: No system theme config value set.
ar: لم تُضبط سمة النظام.
cs: Není nastavena konfigurační hodnota systémového motivu.
it: Nessun tema di sistema impostato.

source: %s: Updating author-id and owner-id in item and thread table.
cs: %s: Aktualizuji author-id a owner-id v tabulce položek a vláken.

source: %s: Updating post-type.
cs: %s: Aktualizuji post-type.

source: Post updated.
ar: حُدثت المشاركة.
it: Messaggio aggiornato.

source: Item wasn't stored.
ar: لم يخزن العنصر.
it: L'oggetto non è stato salvato.

source: Item couldn't be fetched.
ar: تعذر جلب العنصر.
it: L'oggetto non può essere recuperato.

source: Your password has been reset.
ar: أُعيد تعيين كلمة المرور.
it: La tua password è stata reimpostata.

source: Message was not deleted.
ar: لم تحذف الرسالة.
it: Il messaggio non è stato eliminato.

source: Conversation was not removed.
ar: لم تُزل المحادثة.
it: La conversazione non è stata rimossa.

source: D, d M Y - g:i A
bg: D, D MY - Г: А
it: D d M Y - G:i

source: Personal notes are visible only by yourself.
ar: الملاحظات الشخصية مرئية لك فقط.
it: Le note personali sono visibili solo da te.

source: Failed to delete the photo.
ar: فشل حذف الصفحة.
it: Eliminazione della foto non riuscita.

source: Loading...
ar: يحمل...
it: Caricamento...

source: Apologies but the website is unavailable at the moment.
ar: نعتذر هذا الموقع غير متاح حاليا.
it: Ci scusiamo, il sito non è disponibile al momento.

source: Block this author? They won't be able to follow you nor see your public posts, and you won't be able to see their posts and their notifications.
ar: أتريد حظر هذا المتراسل؟ لن يتمكن من متابعتك أو رؤية مشاركاتك العلنية، ولن تكون قادراً على رؤية مشاركاتهم واستلام تنبيهات منهم.
it: Bloccare questo autore? Non saranno in grado di seguirti e nemmeno di vedere i tuoi post pubblici, e tu non sarai in grado di vedere i loro messaggi e le loro notifiche.

source: Method not allowed for this module. Allowed method(s): %s
ar: هذه الطريقة غير مسموح بها لهذه الوحدة. الطرق المسموح بها: %s
it: Metodo non consentito per questo modulo. Metodo(i) consentiti: %s

source: Common
ar: الشائع
it: Comune

source: Addon not found
ar: لم يُعثر على الإضافة
it: Componente aggiuntivo non trovato

source: Addon already enabled
ar: الإضافة مفعلة سلفًا
it: Componente aggiuntivo già abilitato

source: Addon already disabled
ar: الإضافة معطلة سلفًا
it: Componente aggiuntivo già disabilitato

source: Enter user nickname:
ar: أدخل لقب المستخدم:
it: Inserisci soprannome utente:

source: Enter user name:
ar: أدخل اسم المستخدم:
it: Inserisci nome utente:

source: Enter user email address:
ar: أدخل عنوان البريد الإلكتروني:
it: Inserisci l'indirizzo email dell'utente:

source: Enter a language (optional):
ar: أدخل اللغة (اختياري):
it: Inserisci lingua (facoltativo):

source: User is not pending.
ar: المستخدم ليس معلقا.
it: L'utente non è in sospeso.

source: User has already been marked for deletion.
ar: عُلِّم المستخدم للحذف مسبقا.
it: L'utente è già stato selezionato per l'eliminazione.

source: Type "yes" to delete %s
ar: اكتب "yes" لحذف %s
it: Digita "yes" per eliminare %s

source: Deletion aborted.
ar: أُلغي الحذف.
it: Eliminazione interrotta.

source: Enter category:
ar: أدخل الفئة:
it: Inserisci categoria:

source: Enter key:
ar: أدخل المفتاح:
it: Inserisci chiave:

source: Enter value:
ar: أدخل القيمة:
it: Inserisci valore:

source: Discourse
ar: دسکورس
it: Discorso

source: Diaspora Connector
ar: موصل دياسبورا
fi_fi: Diaspora -liitin
is: Diaspora tenging
it: Connettore Diaspora

source: GNU Social Connector
ar: موصل غنو سوشل
fi_fi: GNU social -liitin
is: GNU Social tenging
it: Connettore GNU Social

source: Scheduled at
ar: بُرمِج في
it: Programmato per

source: Open Compose page
ar: افتح صفحة الإنشاء
it: Apri pagina di Composizione

source: You had been addressed (%s).
ar: ذُكرت (%s).
it: Sei stato nominato (%s).

source: You are following %s.
ar: تتابع %s.
it: Stai seguendo %s.

source: Reshared
ar: أُعيد نشره
it: Ricondiviso

source: Reshared by %s <%s>
ar: أعاد نشره %s <%s>
it: Ricondiviso da %s <%s>

source: %s is participating in this thread.
ar: %s مشترك في هذا النقاش.
it: %s partecipa in questa conversazione.

source: Fetched
ar: جُلب
it: Recuperato

source: Fetched because of %s <%s>
ar: جُلب بسبب %s <%s>
it: Recuperato a causa di %s <%s>

source: Pinned item
ar: عنصر مثبت
it: Oggetto in evidenza

source: Latest Activity
ar: آخر نشاط
it: Ultima Attività

source: Sort by latest activity
ar: رتب حسب آخر نشاط
it: Ordina per ultima attività

source: Latest Posts
ar: آخر المشاركات
it: Ultimi Messaggi

source: Sort by post received date
ar: رتب حسب تاريخ استلام المشاركة
it: Ordina per data di ricezione del messaggio

source: show less
ar: اعرض أقلّ
it: mostra meno

source: Languages
ar: اللغات
it: Lingue

source: Your postings with media
ar: مشاركاتك التي تحوي وسائط
it: I tuoi messaggi con media

source: Mark all system notifications as seen
ar: علّم كل تنبيهات النظام كمقروءة
it: Segna tutte le notifiche di sistema come viste

source: Accounts
ar: الحسابات
it: Account

source: Link to source
ar: رابط المصدر
it: Collegamento all'originale

source: Everyone
ar: الجميع
it: Chiunque

source: Persons
ar: الأشخاص
it: Persone

source: Organisations
ar: المنظّمات
it: Organizzazioni

source: All
ar: الكل
it: Tutto

source: Mention
ar: ذكر
it: Menzione

source: Yourself
ar: أنت
it: Te stesso

source: Public
ar: علني
it: Pubblico

source: This content will be shown to all your followers and can be seen in the community pages and by anyone with its link.
ar: سيتم عرض هذا المحتوى لكل متابِعيك ويمكن مشاهدته في صفحات المجتمع ومن قبل أي شخص عبر رابطه.
it: Questo contenuto sarà mostrato a tutti i tuoi seguaci e può essere visto nelle pagine della communità e da chiunque con questo collegamento.

source: Limited/Private
ar: محدود/خاص
it: Limitato/Privato

source: This content will be shown only to the people in the first box, to the exception of the people mentioned in the second box. It won't appear anywhere public.
ar: سيكون هذا المحتوى مرئيًا فقط من قبل المجموعات والمتراسلين المدرجين في الحقل الأول ، وتستثنى المجموعات والمتراسلون المدرجون في الحقل الثاني. لن يكون هذا المحتوى مرئيا للعامة.
it: Questo contenuto sarà mostrato solo alle persone nel primo campo, ad eccezione delle persone menzionate nel secondo campo. Non apparirà da qualsiasi parte in pubblico.

source: Show to:
ar: اعرضه لـ:
it: Mostra a:

source: Except to:
ar: استثني:
it: Ad eccezione di:

source: Please see the file "doc/INSTALL.md".
ar: يرجى مراجعة ملف "doc/INSTALL.md".
it: Per favore leggi il file "doc/INSTALL.md".

source: If you don't have a command line version of PHP installed on your server, you will not be able to run the background processing. See <a href='https://github.com/friendica/friendica/blob/stable/doc/Install.md#set-up-the-worker'>'Setup the worker'</a>
it: Se non hai una versione a riga di comando di PHP installata sul tuo server, non sarai in grado di eseguire i processi in background. Vedi <a href='https://github.com/friendica/friendica/blob/stable/doc/Install.md#set-up-the-worker'>'Imposta i worker'</a>

source: PHP cli binary
ar: الملف الثنائي لـ PHP
fi_fi: PHP cli -binääritiedosto
it: Binario PHP cli
nb_no: PHP cli binærfil
pt_br: Binário cli do PHP

source: Program execution functions
ar: مهام تنفيذ البرنامج
it: Funzioni di esecuzione del programma

source: Error: Program execution functions (proc_open) required but not enabled.
it: Errore: Funzioni di esecuzione programma (proc_open) richieste ma non abilitate.

source: You can alternatively skip this procedure and perform a manual installation. Please see the file "doc/INSTALL.md" for instructions.
ar: يمكنك أيضًا تخطي هذه الخطوة وإجراء تثبيت يدوي. للقيام بذلك يرجى مراجعة ملف "doc/INSTALL.md".
it: Puoi in alternativa saltare questa procedura ed eseguire l'installazione manualmente. Vedi il file "doc/INSTALL.md" per le istruzioni.

source: Url rewrite in .htaccess seems not working. Make sure you copied .htaccess-dist to .htaccess.
it: La riscrittura degli url in .htaccess sembra non funzionare. Controlla di aver copiato .htaccess-dist in .htaccess.

source: In some circumstances (like running inside containers), you can skip this error.
ar: في بعض المواقف (مثل تشغيله من حاوية) يمكنك تجاهل هذا الخطأ.
it: In alcune circostanze (come il funzionamento dentro a contenitori), puoi ignorare questo errore.

source: The detection of TLS to secure the communication between the browser and the new Friendica server failed.
it: Il rilevamento di TLS per proteggere le comunicazioni tra il browser e il nuovo server Friendica è fallito.

source: It is highly encouraged to use Friendica only over a secure connection as sensitive information like passwords will be transmitted.
ar: نوصي بشدة باستخدام فرنديكا عبر اتصال آمن فقط حيث سيتم تبادل معلومات حساسة مثل كلمات المرور.
it: È altamente incoraggiato usare Friendica solo attraverso una connessione sicura, dato che saranno trasmesse informazioni sensibili, come le password.

source: Please ensure that the connection to the server is secure.
ar: يرجى التأكد من أن الاتصال بالخادم آمن.
it: Assicurati che la connessione al server sia sicura.

source: No TLS detected
it: TLS non rlevato

source: TLS detected
it: TLS rilevato

source: The logfile '%s' is not usable. No logging possible (error: '%s')
ar: لا يمكن استخدام ملف السجل ''%s'. لا يمكن كتابة السجلات (خطأ: '%s')
it: Il file di registro '%s' non è utilizzabile. Nessuna registrazione possibile (errore: '%s')

source: The debug logfile '%s' is not usable. No logging possible (error: '%s')
ar: لا يمكن استخدام ملف السجل الخاص بالتنقيح '%s'. لا يمكن كتابة السجلات (خطأ: '%s')
it: Il file di debug '%s' non è utilizzabile. Nessuna registrazione possibile (errore: '%s')

source: Friendica can't display this page at the moment, please contact the administrator.
ar: لا يمكن لفرَندِيكا عرض هذه الصفحة حاليا، رجاء اتصل بالمدير.
it: Friendica non piò mostrare questa pagina al momento, per favore contatta l'amministratore.

source: template engine cannot be registered without a name.
ar: لا يمكن تسجيل محرك القوالب بدون اسم.
it: il motore di modelli non può essere registrato senza un nome.

source: template engine is not registered!
ar: لم يسجل محرك القوالب!
it: il motore di modelli non è registrato!

source: Updates from version %s are not supported. Please update at least to version 2021.01 and wait until the postupdate finished version 1383.
ar: التحديثات التلقائية غير مدعومة من الإصدار %s. يرجى التحديث يدويًا إلى الإصدار 2021.01 وانتظر تحديث البيانات للوصول إلى الإصدار 1383.
it: Gli aggiornamenti dalla versione %s non sono supportati. Per favore aggiorna almeno alla versione 2021.01 e attenti finchè il postupdate finisce alla versione 1383.

source: Updates from postupdate version %s are not supported. Please update at least to version 2021.01 and wait until the postupdate finished version 1383.
ar: التحديث التلقائي للبيانات من الإصدار %s غير مدعوم. يرجى التحديث يدويًا إلى الإصدار 2021.01 وانتظر تحديث البيانات للوصول إلى الإصدار 1383.
it: Gli aggiornamenti dal postupdate versione %s non sono supportati. Per favore aggiorna almeno alla versione 2021.01 e attenti finchè il postupdate finisce alla versione 1383.

source: %s: executing pre update %d
ar: %s: ينفذ التحديث الاستباقي %d
it: %s: eseguendo pre aggiornamento %d

source: %s: executing post update %d
ar: %s: ينفذ تحديث البيانات %d
it: %s: eseguendo post aggiornamento %d

source: The error message is\n[pre]%s[/pre]
ar: رسالة الخطأ\n[pre]%s[/pre]
it: Il messaggio di errore è\n[pre]%s[/pre]

source: The database version had been set to %s.
ar: عُين إصدار قاعدة البيانات إلى %s.
it: La versione del database è stata impostata come %s.

source: The post update is at version %d, it has to be at %d to safely drop the tables.
ar: تحديث البيانات هو إصدار %d، لكن يجب أن يكون إصدار %d لتتمكن من حذف الجداول بأمان.
it: Il post aggiornamento è alla versione %d, deve essere a %d per fare il drop delle tabelle in sicurezza.

source: No unused tables found.
ar: لم يُعثر على جداول غير مستعملة.
it: Nessuna tabella inutilizzata trovata.

source: These tables are not used for friendica and will be deleted when you execute "dbstructure drop -e":
ar: فرنديكا لا تستخدم هذه الجداول يمكنك حذفها بتنفيذ "dbstructure drop -e":
it: Queste tabelle non sono utilizzate da friendica e saranno eliminate quando eseguirai "dbstructure drop -e":

source: There are no tables on MyISAM or InnoDB with the Antelope file format.
ar: لا توجد جداول في MyISAM أو InnoDB بتنسيق ملف Antelope.
it: Non ci sono tabelle su MyISAM o InnoDB con il formato file Antelope

source: Another database update is currently running.
ar: تحديث آخر لقاعدة البيانات جارٍ.
it: Un altro aggiornamento del database è attualmente in corso.

source: Record not found
ar: لم يُعثر على التسجيل
it: Voce non trovata

source: Unprocessable Entity
ar: كيان غير قابل للمعالجة
it: Entità non processabile

source: Token is not authorized with a valid user or is missing a required scope
ar: لم يُخول الرمز عبر مستخدم صالح أو يفتقر إلى حيّزٍ مطلوب
it: Il token non è autorizzato con un utente valido o manca uno scopo richiesto

source: D g:i A
it: D G:i

source: g:i A
it: G:i

source: Detected languages in this post:\n%s
ar: اللغات المكتشفة في هذه المشاركة:\n%s
it: Lingue rilevate in questo messaggio:\n%s

source: Marital Status:
ar: الحالة الاجتماعية:
it: Stato Coniugale:

source: With:
ar: مع:
it: Con:

source: Since:
ar: منذ:
it: Dal:

source: Dear %1$s, the administrator of %2$s has set up an account for you.
ar: عزيزي %1$s، أنشأ مدير %2$s حساب لك.
it: Caro/a %1$s, l'amministratore di %2$s ha impostato un account per te.

source: Dear %1$s, Thank you for registering at %2$s. Your account has been created.
ar: عزيزي %1$s، شكرا لك على التسجيل في %2$s. نجح إنشاء حسابك.
it: Caro/a %1$s, Grazie per esserti registrato/a su %2$s. Il tuo account è stato creato.

source: Addons reloaded
ar: أُعيد تحميل الإضافة
it: Componenti aggiuntivi ricaricati

source: Error trying to open <strong>%1$s</strong> log file.<br/>Check to see if file %1$s exist and is readable.
ar: حدث خطأ أثناء فتح ملف السجل <strong>%1$s</strong>.<br/> تحقق مما إذا كان الملف %1$s موجودا وله أذونات القراءة.
it: Errore aprendo il file di registro <strong>%1$s</strong>.<br/>Controlla se il file %1$s esiste ed è leggibile.

source: Couldn't open <strong>%1$s</strong> log file.<br/>Check to see if file %1$s is readable.
ar: يتعذر فتح ملف السجل <strong>%1$s</strong>.<br/> تحقق مما إذا كان الملف %1$s مُنح أذونات القراءة.
it: Impossibile aprire il file di registro <strong>%1$s</strong>.<br/>Controlla se il file %1$s è leggibile.

source: Search in logs
ar: ابحث في السجل
it: Cerca nel registro

source: Date
ar: التّاريخ
it: Data

source: Level
ar: المستوى
it: Livello

source: Context
ar: السياق
it: Contesto

source: ALL
ar: الكل
it: TUTTI

source: View details
ar: اعرض التفاصيل
it: Vedi dettagli

source: Click to view details
ar: انقر لعرض التفاصيل
it: Clicca per vedere i dettagli

source: Data
ar: البيانات
it: Dati

source: Source
ar: المصدر
it: Sorgente

source: Line
ar: السطر
it: Linea

source: Function
ar: الدالة
it: Funzione

source: Process ID
ar: مُعرّف العملية
it: ID Processo

source: Command
ar: أمر
it: Comando

source: none
ar: لا شيﺀ
it: niente

source: Local contacts
ar: المُتراسِلون المحليون
it: Contatti locali

source: Interactors
ar: المتفاعلون
it: Interlocutori

source: General Information
ar: معلومات عامة
it: Informazioni Generali

source: Use the command "console relay" in the command line to add or remove relays.
it: Usa il comando "console relay" da riga di comando per aggiungere o rimuovere i relay.

source: The system is not subscribed to any relays at the moment.
ar: هذا الخادم ليس مشترك في أي مرحلات حاليًا.
it: Il sistema non è iscritto a nessun relay al momento.

source: The system is currently subscribed to the following relays:
ar: هذا الخادم مشترك حاليًا في المرحلات التالية:
it: Il sistema è iscritto ai seguenti relay:

source: Name of the system actor
ar: اسم حساب النظام
it: Nome dell'attore di sistema

source: Name of the internal system account that is used to perform ActivityPub requests. This must be an unused username. If set, this can't be changed again.
ar: اسم حساب النظام الداخلي المستخدم لتنفيذ طلبات ActivityPub. يجب أن لا يكون هذا الاسم محجوز. إذا عُين لا يمكن تغييره.
it: Nomina un account interno del sistema che venga utilizzato per le richieste ActivityPub. Questo dev'essere un nome utente non utilizzato. Una volta impostato, non potrà essere cambiato.

source: Email Banner/Logo
ar: شعار\لافتة البريد الإلكتروني
it: Intestazione/Logo Email

source: Show help entry from navigation menu
ar: أظهر المساعدة في قائمة التصفح
it: Mostra la voce Guida nel menu di navigazione

source: Trusted third-party domains
ar: نطاقات الخارجية الموثوق بها
it: Domini fidati di terze parti

source: Comma separated list of domains from which content is allowed to be embedded in posts like with OEmbed. All sub-domains of the listed domains are allowed as well.
ar: قائمة مفصولة بفواصل من النطاقات التي يُسمح بتضمين محتواها في المشاركات مثل OEmbed. يُسمح أيضًا بجميع النطاقات الفرعية التابعة لها.
it: Elenco separato da virgola di domini per i quali è consentita l'incorporazione del loro contenuto in messaggi come OEmbed. Anche tutti i sottodomini dei domini elencati sono consentiti.

source: Periodically optimize tables
ar: تحسين الجداول بصفة دورية
it: Ottimizza le tabelle periodicamente

source: Periodically optimize tables like the cache and the workerqueue
ar: حسن بانتظام بعض جداول قاعدة البيانات المستخدمة على نطاق واسع مثل ذاكرة التخزين المؤقت أو الأقفال أو الجلسة أو طابور المهام
it: Ottimizza periodicamente le tabelle come la cache e la coda dei worker

source: Discover followers/followings from contacts
ar: اكتشف قائمة متابِعي/متابَعي متراسليك
it: Scopri seguiti/seguaci dai contatti

source: If enabled, contacts are checked for their followers and following contacts.
ar: اذا فُعل سيقوم هذا الخادم بتجميع قائمة متابِعي ومتابَعي متراسليك.
it: Se abilitato, ad ogni contatto saranno controllati i propri seguaci e le persone seguite.

source: None - deactivated
ar: لا شيء - معطل
it: Nessuno - disattivato

source: Local contacts - contacts of our local contacts are discovered for their followers/followings.
ar: المتراسلون المحليون - متراسلوا مستخدمي هذا الخادم.
it: Contatti locali - contatti che i nostri contatti locali hanno scoperto con i loro seguaci/persone seguite.

source: Interactors - contacts of our local contacts and contacts who interacted on locally visible postings are discovered for their followers/followings.
ar: المتفاعلون: متراسلو مستخدمي هذا الخادم والمتراسلون الذين تفاعلوا مع المشاركات المحلية لهذا الخادم.
it: Interlocutori - contatti dei tuoi contatti locali e contatti che hanno interagito sui messaggi visibili localmente saranno analizzati per i loro seguaci/seguiti

source: Synchronize the contacts with the directory server
ar: زامن المتراسلين مع خادم الدليل
it: Sincronizza i contatti con il server directory

source: if enabled, the system will check periodically for new contacts on the defined directory server.
ar: إذا فُعل سيقوم النظام بالتحقق دوريا للبحث عن متراسلين جدد على خادم الدليل المحدد.
it: Se abilitato, il sistema controllerà periodicamente nuovi contatti sulle directory server indicate.

source: Maximum numbers of comments per post on the display page
ar: الحد الأقصى لعدد التعليقات لكل محادثة في صفحة العرض (/display)
it: Numero massimo di commenti per messaggio sulla pagina di visualizzazione

source: How many comments should be shown on the single view for each post? Default value is 1000.
ar: عدد التعليقات المعروضة في سياق المشاركة، القيمة الافتراضية هي 1000.
it: Quanti commenti devono essere mostrati sulla pagina dedicata per ogni messaggio? Il valore predefinito è 1000.

source: Deny Server tags
ar: الوسوم المرفوضة
it: Etichette Negate del Server

source: Comma separated list of tags that are rejected.
ar: قائمة بالوسوم المرفوضة مفصول بفاصلة.
it: Lista separata da virgola di etichette che vengono rifiutate.

source: Template engine (%s) error: %s
it: Errore del motore di modelli (%s): %s
