Repository: duthied/Free-Friendika
Catalog: view/lang/*/messages.po
Languages: ar, bg, cs, fi_fi, is, it, nb_no, pt_br

source: An author or name was not found.
ar: لم يُعثر على الكاتب أو اسمه.
bg: Един автор или име не е намерен.
cs: Autor nebo jméno nenalezeno
fi_fi: Julkaisija tai nimi puuttuu.
is: Höfundur eða nafn fannst ekki.
it: Non è stato trovato un nome o un autore
nb_no: Fant ingen forfatter eller navn.
pt_br: Não foi encontrado nenhum autor ou nome.

source: No browser URL could be matched to this address.
ar: لا يوجد رابط يطابق هذا العنوان.
bg: Не браузър URL може да съвпадне с този адрес.
cs: Této adrese neodpovídá žádné URL prohlížeče.
is: Engin vefslóð passaði við þetta vistfang.
it: Nessun URL può essere associato a questo indirizzo.
nb_no: Ingen nettleser-URL passet med denne adressen.
pt_br: Não foi possível encontrar nenhuma URL de navegação neste endereço.

source: Unable to match @-style Identity Address with a known protocol or email contact.
ar: غير قادر على مطابقة عنوان المعرف "@" بميفاق معروف أو متراسل بريد إلكتروني.
bg: Не мога да съответства @ стил Адрес идентичност с известен протокол или се свържете с имейл.
cs: Není možné namapovat adresu identity ve stylu @ s žádným možným protokolem ani emailovým kontaktem.
it: Impossibile l'indirizzo identità con un protocollo conosciuto o con un contatto email.
nb_no: Finner ikke samsvar mellom @-stilens identitetsadresse og en kjent protokoll eller e-postkontakt.
pt_br: Não foi possível casa o estilo @ de Endereço de Identidade com um protocolo conhecido ou contato de email.

source: Use mailto: in front of address to force email check.
ar: استخدم mailto: أمام العنوان للتعرّف عليه كبريد إلكتروني.
bg: Използвайте mailto: пред адрес, за да принуди проверка на имейл.
cs: Použite mailo: před adresou k vynucení emailové kontroly.
fi_fi: Käytä "mailto:" osoitteen edessä pakottaaksesi sähköpostin tarkastuksen.
it: Usa "mailto:" davanti all'indirizzo per forzare un controllo nelle email.
nb_no: Bruk mailto: foran adresser for å tvinge e-postsjekk.
pt_br: Use mailto: antes do endereço para forçar a checagem de email.

source: The profile address specified belongs to a network which has been disabled on this site.
ar: عنوان الملف الشخصي تابع لشبكة محجوبة في هذا الموقع.
bg: Профилът адрес принадлежи към мрежа, която е била забранена в този сайт.
cs: Zadaná adresa profilu patří do sítě, která byla na tomto serveru zakázána.
fi_fi: Profiilin osoite kuuluu verkkoon, joka on poistettu tältä sivustolta.
is: Þessi forsíðu slóð tilheyrir neti sem er bannað á þessum vef.
it: L'indirizzo del profilo specificato appartiene a un network che è stato disabilitato su questo sito.
nb_no: Den oppgitte profiladressen tilhører et nettverk som har blitt avskrudd på dette nettstedet.
pt_br: O endereço de perfil especificado pertence a uma rede que foi desabilitada neste site.

source: Limited profile. This person will be unable to receive direct/personal notifications from you.
ar: ملف شخصي محدود. لن يتمكن هذا الشخص من تلقي تنبيهات مباشرة/شخصية.
bg: Limited профил. Този човек ще бъде в състояние да получат преки / лична уведомления от вас.
cs: Omezený profil. Tato osoba nebude schopna od vás přijímat přímá/osobní oznámení.
fi_fi: Rajoitettu profiili. Tämä henkilö ei pysty/tule saamaan suoria/henkilökohtaisia ilmoituksia sinulta.
is: Takmörkuð forsíða. Þessi tengiliður mun ekki getað tekið á móti beinum/einka tilkynningum frá þér.
it: Profilo limitato. Questa persona non sarà in grado di ricevere notifiche personali da te.
nb_no: Begrenset profil. Denne personen kan ikke motta direkte/personlige oppdateringer fra deg.
pt_br: Perfil limitado. Essa pessoa não poderá receber notificações diretas/pessoais de você.

source: Unable to retrieve contact information.
ar: تعذر جلب معلومات المتراسل.
bg: Не мога да получа информация за контакт.
cs: Nepodařilo se získat kontaktní informace.
fi_fi: Kontaktin tietoja ei voitu hakea.
is: Ekki hægt að sækja tengiliðs upplýsingar.
it: Impossibile recuperare informazioni sul contatto.
nb_no: Ikke i stand til å hente kontaktinformasjon.
pt_br: Não foi possível recuperar a informação do contato.

source: A deleted group with this name was revived. Existing item permissions <strong>may</strong> apply to this group and any future members. If this is not what you intended, please create another group with a different name.
bg: Изтрита група с това име се възражда. Съществуващ елемент от разрешения <strong> май </ STRONG> се прилагат към тази група и всички бъдещи членове. Ако това не е това, което сте възнамерявали, моля да се създаде друга група с различно име.
cs: Dříve smazaná skupina s tímto jménem byla obnovena. Stávající oprávnění <strong>může</strong> ovlivnit tuto skupinu a její budoucí členy. Pokud to není to, co jste chtěl/a, vytvořte, prosím, další skupinu s jiným názvem.
is: Hóp sem var eytt hefur verið endurlífgaður. Færslur sem þegar voru til <strong>geta mögulega</strong> farið á hópinn og framtíðar meðlimir. Ef þetta er ekki það sem þú vilt, þá þarftu að búa til nýjan hóp með öðru nafni.
nb_no: En slettet gruppe med dette navnet ble gjenopprettet. Eksisterende elementtillatelser <strong>kan</strong> gjelde for denne gruppen og fremtidige medlemmer. Hvis det ikke var dette du ønsket, vær snill å opprette en annen gruppe med et annet navn.
pt_br: Um grupo com esse nome, anteriormente excluído, foi reativado. Permissões de itens já existentes <strong>poderão</strong> ser aplicadas a esse grupo e qualquer futuros membros. Se não é essa a sua intenção, favor criar outro grupo com um nome diferente.

source: Default privacy group for new contacts
bg: Неприкосновеността на личния живот на група по подразбиране за нови контакти
cs: Výchozí soukromá skupina pro nové kontakty.
fi_fi: Oletusryhmä uusille kontakteille
nb_no: Standard personverngruppe for nye kontakter
pt_br: Grupo de privacidade padrão para novos contatos

source: Everybody
ar: الجميع
bg: Всички
cs: Všichni
fi_fi: Kaikki
is: Allir
it: Tutti
nb_no: Alle
pt_br: Todos

source: edit
ar: عدّل
bg: редактиране
cs: upravit
fi_fi: muokkaa
is: breyta
it: modifica
nb_no: endre
pt_br: editar

source: Groups
bg: Групи
cs: Skupiny
fi_fi: Ryhmät
is: Hópar
nb_no: Grupper
pt_br: Grupos

source: Edit group
bg: Редактиране на групата
cs: Upravit skupinu
fi_fi: Muokkaa ryhmää
is: Breyta hóp
nb_no: Endre gruppe
pt_br: Editar grupo

source: Contacts not in any group
bg: Контакти, не във всяка група
cs: Kontakty, které nejsou v žádné skupině
fi_fi: Kontaktit ilman ryhmää
is: Tengiliðir ekki í neinum hópum
nb_no: Kontakter som ikke er i noen gruppe
pt_br: Contatos não estão dentro de nenhum grupo

source: Create a new group
bg: Създайте нова група
cs: Vytvořit novou skupinu
fi_fi: Luo uusi ryhmä
is: Stofna nýjan hóp
nb_no: Lag en ny gruppe
pt_br: Criar um novo grupo

source: Group Name:
bg: Име на група:
cs: Název skupiny:
fi_fi: Ryhmän nimi:
is: Nafn hóps:
nb_no: Gruppenavn:
pt_br: Nome do grupo:

source: Edit groups
cs: Upravit skupiny
fi_fi: Muokkaa ryhmiä
is: Breyta hópum
pt_br: Editar grupos

source: [no subject]
ar: [بدون موضوع]
bg: [Без тема]
cs: [bez předmětu]
fi_fi: [ei aihetta]
is: [ekkert efni]
it: [nessun oggetto]
nb_no: [ikke noe emne]
pt_br: [sem assunto]

source: Edit profile
ar: عدّل الملف الشخصي
bg: Редактиране на потребителския профил
cs: Upravit profil
fi_fi: Muokkaa profiilia
is: Breyta forsíðu
it: Modifica il profilo
nb_no: Rediger profil
pt_br: Editar perfil

source: Manage/edit profiles
bg: Управление / редактиране на профили
cs: Spravovat/upravit profily
fi_fi: Hallitse/muokkaa profiilit
is: Sýsla með forsíður
nb_no: Behandle/endre profiler
pt_br: Gerenciar/editar perfis

source: Status:
bg: Състояние:
cs: Stav:
fi_fi: Tila:
is: Staða:
pt_br: Situação:

source: Homepage:
ar: الصفحة رئيسية:
bg: Начална страница:
cs: Domovská stránka:
fi_fi: Kotisivu:
is: Heimasíða:
nb_no: Hjemmeside:
pt_br: Página web:

source: Unfollow
ar: ألغِ المتابعة
cs: Přestat sledovat
it: Smetti di seguire

source: Atom feed
ar: تغذية Atom
cs: Kanál Atom
fi_fi: Atom -syöte
is: Atom fréttaveita
it: Feed Atom

source: g A l F d
bg: грама Л Е г
cs: g A, l d. F
it: g A l d F
pt_br: G l d F

source: F d
bg: F г
cs: d. F
it: d F

source: [today]
ar: [اليوم]
bg: Днес
cs: [dnes]
fi_fi: [tänään]
is: [í dag]
it: [oggi]
nb_no: [idag]
pt_br: [hoje]

source: Birthday Reminders
ar: التذكير أبعياد الميلاد
bg: Напомняния за рождени дни
cs: Připomínka narozenin
fi_fi: Syntymäpäivämuistutukset
is: Afmælisáminningar
it: Promemoria compleanni
nb_no: Fødselsdager
pt_br: Lembretes de aniversário

source: Birthdays this week:
ar: أعياد ميلاد لهذا الأسبوع:
bg: Рождени дни този Седмица:
cs: Narozeniny tento týden:
fi_fi: Syntymäpäiviä tällä viikolla:
is: Afmæli í þessari viku:
it: Compleanni questa settimana:
nb_no: Fødselsdager denne uken:
pt_br: Aniversários nesta semana:

source: [No description]
ar: [بدون وصف]
bg: [Няма описание]
cs: [Žádný popis]
fi_fi: [Ei kuvausta]
is: [Engin lýsing]
it: [Nessuna descrizione]
nb_no: [Ingen beskrivelse]
pt_br: [Sem descrição]

source: Event Reminders
ar: التذكير بالأحداث
bg: Напомняния
cs: Připomenutí událostí
fi_fi: Tapahtumamuistutukset
is: Atburðaáminningar
it: Promemoria
nb_no: Påminnelser om hendelser
pt_br: Lembretes de eventos

source: Upcoming events the next 7 days:
ar: أحداث لهذا الأسبوع:
cs: Nadcházející události v příštích 7 dnech:
it: Eventi dei prossimi 7 giorni:

source: Member since:
ar: عضو منذ:
cs: Členem od:
fi_fi: Liittymispäivämäärä:
is: Meðlimur síðan:
it: Membro dal:

source: Age:
bg: Възраст:
cs: Věk:
fi_fi: Ikä:
is: Aldur:
nb_no: Alder:
pt_br: Idade:

source: for %1$d %2$s
bg: за %1$d %2$s
cs: %1$d %2$s
fi_fi: %1$d%2$s
is: fyrir %1$d %2$s
pt_br: para %1$d %2$s

source: Religion:
bg: Вероизповедание:
cs: Náboženství:
fi_fi: Uskonto:
is: Trúarskoðanir:
pt_br: Religião:

source: Hobbies/Interests:
bg: Хобита / Интереси:
cs: Koníčky/zájmy:
fi_fi: Harrastukset:
is: Áhugamál/Áhugasvið:
nb_no: Hobbyer/Interesser:
pt_br: Passatempos/Interesses:

source: Contact information and Social Networks:
bg: Информация за контакти и социални мрежи:
cs: Kontaktní informace a sociální sítě:
fi_fi: Yhteystiedot ja sosiaalinen media:
is: Tengiliðaupplýsingar og samfélagsnet:
nb_no: Kontaktinformasjon og sosiale nettverk:
pt_br: Informações de contato e redes sociais:

source: Musical interests:
bg: Музикални интереси:
cs: Hudební vkus:
fi_fi: Musiikki:
is: Tónlistaráhugi:
nb_no: Musikksmak:
pt_br: Preferências musicais:

source: Books, literature:
bg: Книги, литература:
cs: Knihy, literatura:
fi_fi: Kirjat, kirjallisuus:
is: Bækur, bókmenntir:
nb_no: Bøker, litteratur:
pt_br: Livros, literatura:

source: Television:
bg: Телевизия:
cs: Televize:
fi_fi: Televisio:
is: Sjónvarp:
nb_no: TV:
pt_br: Televisão:

source: Film/dance/culture/entertainment:
bg: Филм / танц / Култура / развлечения:
cs: Film/tanec/kultura/zábava:
fi_fi: Elokuvat/tanssit/kulttuuri/viihde:
is: Kvikmyndir/dans/menning/afþreying:
nb_no: Film/dans/kultur/underholdning:
pt_br: Filmes/dança/cultura/entretenimento:

source: Love/Romance:
bg: Любов / Romance:
cs: Láska/romantika
fi_fi: Rakkaus/romanssi:
is: Ást/rómantík:
nb_no: Kjærlighet/romanse:
pt_br: Amor/romance:

source: Work/employment:
bg: Работа / заетост:
cs: Práce/zaměstnání:
fi_fi: Työ:
is: Atvinna:
nb_no: Arbeid/ansatt hos:
pt_br: Trabalho/emprego:

source: School/education:
bg: Училище / образование:
cs: Škola/vzdělávání:
fi_fi: Koulutus:
is: Skóli/menntun:
nb_no: Skole/utdanning:
pt_br: Escola/educação:

source: Forums:
cs: Fóra
fi_fi: Foorumit:
is: Spjallsvæði:
pt_br: Fóruns:

source: Profile Details
ar: تفاصيل الملف الشخصي
bg: Детайли от профила
cs: Detaily profilu
fi_fi: Profiilitiedot
is: Forsíðu upplýsingar
it: Dettagli del profilo
nb_no: Profildetaljer
pt_br: Detalhe do Perfil

source: Only You Can See This
ar: فقط أنت من يمكنه رؤية هذا
bg: Можете да видите това
cs: Toto můžete vidět jen vy
fi_fi: Vain sinä näet tämän
is: Aðeins þú sérð þetta
it: Solo tu puoi vedere questo
nb_no: Bare du kan se dette
pt_br: Somente Você Pode Ver Isso

source: Tips for New Members
ar: تلميحات للأعضاء الجدد
bg: Съвети за нови членове
cs: Tipy pro nové členy
fi_fi: Vinkkejä uusille käyttäjille
is: Ábendingar fyrir nýja notendur
it: Consigli per i Nuovi Utenti
nb_no: Tips til nye medlemmer
pt_br: Dicas para novos membros

source: OpenWebAuth: %1$s welcomes %2$s
ar: OpenWebAuth: %1$s يرحب بـ %2$s
cs: OpenWebAuth: %1$s vítá uživatele %2$s
it: OpenWebAuth: %1$s da il benvenuto a %2$s

source: activity
ar: النشاط
bg: дейност
cs: aktivita
fi_fi: toiminta
is: virkni
it: attività
nb_no: aktivitet
pt_br: atividade

source: comment
ar: تعليق
cs: komentář
fi_fi: kommentoi
is: athugasemd
it: commento
nb_no: kommentar
pt_br: comentário

source: post
ar: مشاركة
bg: след
cs: příspěvek
fi_fi: julkaisu
is: senda
it: messaggio
nb_no: innlegg
pt_br: publicação

source: Content warning: %s
ar: تحذير من المحتوى: %s
cs: Varování o obsahu: %s
fi_fi: Sisältövaroitus: %s
is: Viðvörun vegna innihalds: %s
it: Avviso contenuto: %s

source: bytes
ar: بايت
bg: байта
cs: bytů
fi_fi: tavua
is: bæti

source: View on separate page
ar: اعرضه في صفحة منفصلة
cs: Zobrazit na separátní stránce
fi_fi: Katso erillisellä sivulla
is: Skoða á sérstakri síðu
it: Vedi in una pagina separata
pt_br: Ver em uma página separada

source: view on separate page
cs: zobrazit na separátní stránce
fi_fi: katso erillisellä sivulla
is: skoða á sérstakri síðu
pt_br: ver em uma página separada

source: %s's timeline
ar: الخط الزمني لـ %s
cs: Časová osa uživatele %s
fi_fi: %s: aikajana
is: Tímalína fyrir %s
it: la timeline di %s

source: %s's posts
ar: مشاركات %s
cs: Příspěvky uživatele %s
fi_fi: %s: julkaisut
is: Færslur frá %s
it: il messaggio di %s
nb_no: %s sitt innlegg

source: %s's comments
ar: تعليقات %s
cs: Komentáře uživatele %s
fi_fi: %s: kommentit
is: Athugasemdir frá %s
it: il commento di %s

source: %s is now following %s.
ar: %s يتابع %s.
cs: %s nyní sleduje %s.
fi_fi: %s seuraa %s.
is: %s fylgist núna með %s.
it: %s sta seguendo %s

source: following
ar: يتابع
bg: следните условия:
cs: sleduje
fi_fi: seuraa
is: fylgist með
it: segue
nb_no: følger
pt_br: acompanhando

source: %s stopped following %s.
ar: %s توقف عن متابعة %s.
cs: %s přestal/a sledovat uživatele %s.
fi_fi: %s ei enää seuraa %s.
it: %s ha smesso di seguire %s

source: stopped following
ar: توقف عن متابعة
bg: спря след
cs: přestal/a sledovat
fi_fi: ei enää seuraa
is: hætt að fylgja
it: tolto dai seguiti
nb_no: sluttet å følge
pt_br: parou de acompanhar

source: Sharing notification from Diaspora network
bg: Споделяне на уведомление от диаспората мрежа
cs: Oznámení o sdílení ze sítě Diaspora
fi_fi: Ilmoitus Diaspora -verkosta tapahtuneesta jakamisesta.
is: Tilkynning um að einhver deildi atriði á Diaspora netinu
nb_no: Dele varslinger fra Diaspora nettverket
pt_br: Notificação de compartilhamento da rede Diaspora

source: Attachments:
bg: Приложения
cs: Přílohy:
fi_fi: Liitteitä:
is: Viðhengi:
nb_no: Vedlegg:
pt_br: Anexos:

source: (no subject)
ar: (بدون موضوع)
bg: (Без тема)
cs: (bez předmětu)
fi_fi: (ei aihetta)
is: (ekkert efni)
it: (nessun oggetto)
nb_no: (uten emne)
pt_br: (sem assunto)

source: At the time of registration, and for providing communications between the user account and their contacts, the user has to provide a display name (pen name), an username (nickname) and a working email address. The names will be accessible on the profile page of the account by any visitor of the page, even if other profile details are not displayed. The email address will only be used to send the user notifications about interactions, but wont be visibly displayed. The listing of an account in the node's user directory or the global user directory is optional and can be controlled in the user settings, it is not necessary for communication.
cs: Ve chvíli registrace, a pro poskytování komunikace mezi uživatelským účtem a jeho kontakty, musí uživatel poskytnout zobrazované jméno (pseudonym), uživatelské jméno (přezdívku) a funkční e-mailovou adresu. Jména budou dostupná na profilové stránce účtu pro kteréhokoliv návštěvníka, i kdyby ostatní detaily nebyly zobrazeny. E-mailová adresa bude použita pouze pro zasílání oznámení o interakcích, nebude ale viditelně zobrazována. Zápis účtu do adresáře účtů serveru nebo globálního adresáře účtů je nepovinný a může být ovládán v nastavení uživatele, není potřebný pro komunikaci.
it: Al momento della registrazione, e per fornire le comunicazioni tra l'account dell'utente e i suoi contatti, l'utente deve fornire un nome da visualizzare (pseudonimo), un nome utente (soprannome) e un indirizzo email funzionante. I nomi saranno accessibili sulla pagina profilo dell'account da parte di qualsiasi visitatore, anche quando altri dettagli del profilo non sono mostrati. L'indirizzo email sarà usato solo per inviare notifiche riguardo l'interazione coi contatti, ma non sarà mostrato. L'inserimento dell'account nella rubrica degli utenti del nodo o nella rubrica globale è opzionale, può essere impostato nelle impostazioni dell'utente, e non è necessario ai fini delle comunicazioni.

source: This data is required for communication and is passed on to the nodes of the communication partners and is stored there. Users can enter additional private data that may be transmitted to the communication partners accounts.
cs: Tato data jsou vyžadována ke komunikaci a jsou předávána serverům komunikačních partnerů a jsou tam ukládána. Uživatelé mohou zadávat dodatečná soukromá data, která mohou být odeslána na účty komunikačních partnerů.
it: Queste informazioni sono richiesta per la comunicazione e sono inviate ai nodi che partecipano alla comunicazione dove sono salvati. Gli utenti possono inserire aggiuntive informazioni private che potrebbero essere trasmesse agli account che partecipano alla comunicazione.

source: At any point in time a logged in user can export their account data from the <a href="%1$s/settings/uexport">account settings</a>. If the user wants to delete their account they can do so at <a href="%1$s/removeme">%1$s/removeme</a>. The deletion of the account will be permanent. Deletion of the data will also be requested from the nodes of the communication partners.
cs: Přihlášený uživatel si kdykoliv může exportovat svoje data účtu z <a href="%1$s/settings/uexport">nastavení účtu</a>. Pokud by chtěl uživatel svůj účet smazat, může tak učinit na stránce <a href="%1$s/removeme">%1$s/removeme</a>. Smazání účtu bude trvalé. Na serverech komunikačních partnerů bude zároveň vyžádáno smazání dat.

source: Privacy Statement
ar: بيان الخصوصية
cs: Prohlášení o soukromí
fi_fi: Tietosuojalausunto
is: Yfirlýsing um gagnaleynd
it: Note sulla Privacy

source: No installed applications.
ar: تطبيقات غير مثبتة.
bg: Няма инсталираните приложения.
cs: Žádné nainstalované aplikace.
fi_fi: Ei asennettuja sovelluksia.
is: Engin uppsett forrit
it: Nessuna applicazione installata.
nb_no: Ingen installerte programmer.
pt_br: Nenhum aplicativo instalado

source: Applications
ar: التطبيقات
bg: Приложения
cs: Aplikace
fi_fi: Sovellukset
is: Forrit
it: Applicazioni
nb_no: Programmer
pt_br: Aplicativos

source: Credits
ar: إشادات
cs: Poděkování
fi_fi: Lopputekstit
is: Þakkir
it: Crediti
pt_br: Créditos

source: Friendica is a community project, that would not be possible without the help of many people. Here is a list of those who have contributed to the code or the translation of Friendica. Thank you all!
ar: فرَندِكا هي مشروع مجتمعي، لم يكن ممكنا بدون مساعدة العديد من الناس. إليك قائمة بأولئك الذين ساهموا في الشفرة البرمجية أو في الترجمة. شكرا لكم جميعا!
cs: Friendica je komunitní projekt, který by nebyl možný bez pomoci mnoha lidí. Zde je seznam těch, kteří přispěli ke kódu nebo k překladu Friendica. Děkujeme všem!
it: Friendica è un progetto comunitario, che non sarebbe stato possibile realizzare senza l'aiuto di molte persone. Questa è una lista di chi ha contribuito al codice o alle traduzioni di Friendica. Grazie a tutti!

source: Addon not found.
ar: لم يُعثر على الإضافة.
cs: Doplněk nenalezen.
it: Componente aggiuntivo non trovato.

source: Addon %s disabled.
ar: الإضافة %s معطلة.
cs: Doplněk %s zakázán.
fi_fi: Lisäosa %s poistettu käytöstä.
it: Componente aggiuntivo %s disabilitato.

source: Addon %s enabled.
ar: الإضافة %s مفعلة.
cs: Doplněk %s povolen.
fi_fi: Lisäosa %s käytössä.
it: Componente aggiuntivo %s abilitato.

source: Disable
ar: عطّل
bg: забрани
cs: Zakázat
fi_fi: Poista käytöstä
is: Gera óvirkt
it: Disabilita
nb_no: Skru av
pt_br: Desabilitar

source: Enable
ar: فعّل
bg: Да се активира ли?
cs: Povolit
fi_fi: Ota käyttöön
is: Virkja
it: Abilita
nb_no: Aktiver
pt_br: Habilitar

source: Administration
ar: إدارة
bg: Администриране
cs: Administrace
fi_fi: Ylläpito
is: Stjórnun
it: Amministrazione
nb_no: Administrasjon
pt_br: Administração

source: Toggle
ar: بدّل
bg: 切換
cs: Přepnout
fi_fi: Vaihda
is: Skipta
it: Inverti
nb_no: Veksle
pt_br: Alternar

source: Author:
ar: الكاتب:
bg: Автор:
cs: Autor:
fi_fi: Tekijä
is: Höfundur:
it: Autore:
nb_no: Forfatter:
pt_br: Autor:

source: Maintainer:
ar: المصين:
bg: Отговорник:
cs: Správce:
fi_fi: Ylläpitäjä:
is: Umsjónarmaður:
it: Manutentore:
nb_no: Vedlikeholder:
pt_br: Mantenedor:

source: Addon %s failed to install.
ar: فشل تثبيت إضافة %s.
cs: Instalace doplňku %s selhala.
it: Installazione del componente aggiuntivo %s non riuscita.

source: Reload active addons
ar: أعد تحميل الإضافات النشطة
cs: Znovu načíst aktivní doplňky
it: Ricarica componenti aggiuntivi attivi.

source: There are currently no addons available on your node. You can find the official addon repository at %1$s and might find other interesting addons in the open addon registry at %2$s
ar: لا توجد حاليا أي إضافات متاحة في عقدتك. يمكنك العثور على مستودع الإضافات الرسمي في %1$s وقد تجد إضافات أخرى مثيرة للاهتمام في سجل الإضافات المفتوحة في %2$s
cs: Aktuálně nejsou na Vašem serveru k dispozici žádné doplňky. Oficiální repozitář doplňků najdete na %1$s a další zajímavé doplňky můžete najít v otevřeném registru doplňků na %2$s
it: Non sono disponibili componenti aggiuntivi sul tuo nodo. Puoi trovare il repository ufficiale dei componenti aggiuntivi su %1$s e potresti trovare altri componenti aggiuntivi interessanti nell'open addon repository su %2$s

source: The contact has been blocked from the node
ar: حُجب المتراسل من هذه العقدة
cs: Kontakt byl na serveru zablokován
fi_fi: Kontakti on estetty tällä solmulla
it: Il contatto è stato bloccato dal nodo

source: Could not find any contact entry for this URL (%s)
ar: تعذر العثور على متراسل يقود اليه هذا الرابط (%s)
cs: Nelze nalézt žádnou položku v kontaktech pro tuto URL adresu (%s)
it: Impossibile trovare contatti a questo URL (%s)

source: %s contact unblocked
ar: لم يُرفع الحجب عن مستخدم %s
cs: %s kontakt odblokován
fi_fi: %s kontakti poistettu estolistalta
it: %s contatto sbloccato

source: Remote Contact Blocklist
ar: قائمة المتراسلين البِعاد المحظورين
cs: Blokované vzdálené kontakty
fi_fi: Etäkontakti estolista
it: Blocklist Contatti Remoti

source: This page allows you to prevent any message from a remote contact to reach your node.
ar: هذه الصفحة تمنع رسائل المستخدمين البِعاد من الوصول لعقدتك.
cs: Tato stránka vám umožňuje zabránit jakýmkoliv zprávám ze vzdáleného kontaktu, aby se k vašemu serveru dostaly.
it: Questa pagina ti permette di impedire che qualsiasi messaggio da un contatto remoto raggiunga il tuo nodo.

source: Block Remote Contact
ar: احجب مستخدمًا بعيدًا
cs: Zablokovat vzdálený kontakt
fi_fi: Estä etäkontakti
is: Útiloka fjartengdan tengilið
it: Blocca Contatto Remoto

source: select all
ar: اختر الكل
bg: Избор на всичко
cs: Vybrat vše
fi_fi: valitse kaikki
is: velja alla
it: seleziona tutti
nb_no: velg alle
pt_br: selecionar todos

source: select none
ar: ألغ الاختيار
cs: nevybrat žádný
fi_fi: älä valitse mitään
is: velja ekkert
it: seleziona niente
nb_no: velg ingen
