Repository: duthied/Free-Friendika
Catalog: view/lang/*/messages.po
Languages: ar, bg, cs, fi_fi, is, it, nb_no, pt_br

source: Hide your contact/friend list from viewers of your profile?
ar: أتريد إخفاء قائمة المتراسلين/الأصدقاء عن متصفحي ملفك الشخصي؟
it: Nascondere la lista dei tuo contatti/amici dai visitatori del tuo profilo?

source: A list of your contacts is displayed on your profile page. Activate this option to disable the display of your contact list.
ar: عادة تُعرض قائمة المتراسلين على صفحة ملفك الشخصي. إن قمت بتفعيل هذا الخيار ستخفى القائمة.
it: La lista dei tuoi contatti è mostrata sulla tua pagina di profilo. Attiva questa opzione per disabilitare la visualizzazione del tuo elenco contatti.

source: Make public posts unlisted
ar: لا تدرج المشاركات العلنية
it: Rendi messaggi pubblici non elencati

source: Your public posts will not appear on the community pages or in search results, nor be sent to relay servers. However they can still appear on public feeds on remote servers.
ar: لن تظهر مشاركتك العلنية على صفحات المجتمع أو في نتائج البحث لهذا الموقع، ولن يتم إرسالها إلى خوادم الترحيل. غير أنها ستبقى تظهر في التغذيات العمومية للخوادم البعيدة.
it: I tuoi messaggi pubblici non appariranno sulle pagine della comunità o nei risultati di ricerca, e non saranno inviati ai server relay. Comunque appariranno sui feed pubblici su server remoti.

source: Make all posted pictures accessible
ar: أتح كل الصور المنشورة
it: Rendi tutte le immagini pubblicate accessibili

source: This option makes every posted picture accessible via the direct link. This is a workaround for the problem that most other networks can't handle permissions on pictures. Non public pictures still won't be visible for the public on your photo albums though.
ar: يسمح هذا الخيار بالوصول للصورة المنشورة عبر رابط مباشر. هذا حل لمعظم الشبكات التي لا يمكنها التعامل مع الأذونات. صورك غير العلنية ستبقى مخفية.
it: Questa opzione rende ogni immagine pubblicata accessibile attraverso il collegamento diretto. Questo è una soluzione alternativa al problema che la maggior parte delle altre reti non gestiscono i permessi sulle immagini. Le immagini non pubbliche non saranno visibili al pubblico nei tuoi album fotografici comunque.

source: Expiration settings
ar: إعدادات انتهاء الصلاحية
it: Impostazioni di scadenza

source: Expire posts
ar: أنه صَلاحِيَة المشاركات
it: Fai scadere i messaggi

source: When activated, posts and comments will be expired.
ar: عند تفعيله، ستنهى صلاحية المشاركات والتعليقات.
it: Quando attivato, i messaggi e i commenti scadranno.

source: Expire personal notes
ar: أنه صَلاحِيَة الملاحظات الشخصية
it: Fai scadere le note personali

source: When activated, the personal notes on your profile page will be expired.
ar: عند تفعيله، ستنهى صلاحية الملاحظات الشخصية على صفحة ملفك الشخصي.
it: Quando attivato, le note personali sulla tua pagina del profilo scadranno.

source: Expire starred posts
ar: أنتهي صلاحية المشاركات المفضلة
it: Fai scadere i messaggi speciali

source: Starring posts keeps them from being expired. That behaviour is overwritten by this setting.
ar: تفضيل مشاركة تقيها من انتهاء الصلاحية. هذا السلوك يُتجاوز من خلال هذا الإعداد.
it: Inserire i messaggi negli speciali evita di farli scadere. Questo comportamento viene scavalcato da questa impostazione.

source: Only expire posts by others
ar: أنه صَلاحِيَة مشاركات الآخرين فقط
it: Fai scadere solo i messaggi degli altri

source: When activated, your own posts never expire. Then the settings above are only valid for posts you received.
ar: عند تفعيله، لا نهاية لصلاحية مشاركاتك. ثم تكون الإعدادات أعلاه صالحة فقط للمشاركات التي استلمتها.
it: Quando attivato, i tuoi messaggi non scadranno mai. Quindi le impostazioni qui sopra saranno valide solo per i messaggi che hai ricevuto.

source: Create a desktop notification when:
ar: أنشئ تنبيه سطح المكتب عند:
it: Crea una notifica desktop quando:

source: Someone liked your content
ar: أُعجب شخص بمحتواك
it: Qualcuno ha messo mi piace a un tuo contenuto

source: Someone shared your content
ar: شارك شخص محتواك
it: Qualcuno ha condiviso un tuo contenuto

source: Show notifications of ignored contacts
ar: أظهر تنبيهات للمتراسلين المتجاهلين
it: Mostra notifiche dai contatti ignorati

source: You don't see posts from ignored contacts. But you still see their comments. This setting controls if you want to still receive regular notifications that are caused by ignored contacts or not.
ar: أنت لا ترى مشاركات المتراسلين المتجاهلين. لكن لا يزال بإمكانك رؤية تعليقاتهم. هذا الإعداد يتحكم إذا كنت ترغب في الاستمرار في تلقي تنبيهات سببها المتراسلون المتجاهلون.
it: Non vedi i messaggi da contatti ignorati. Ma puoi ancora vedere i loro commenti. Questa impostazione controlla se vuoi o meno continuare a ricevere notifiche regolari che sono causate dai contatti ignorati.

source: Import Contacts
ar: استيراد متراسلين
it: Importa Contatti

source: Upload a CSV file that contains the handle of your followed accounts in the first column you exported from the old account.
ar: ارفع ملف CSV معرفات المتراسلين لحسابك القديم، معرفات المتابَعين تكون في العمود الأول.
it: Carica un file CSV che contiene gli indirizzi dei tuoi account seguiti nella prima colonna che hai esportato dal vecchio account.

source: Upload File
ar: ارفع ملفًا
it: Carica File

source: Description
ar: الوصف
it: Descrizione

source: Enable Content Warning
ar: فعّل التحذير من المحتوى
it: Abilita Avviso Contenuto

source: Users on networks like Mastodon or Pleroma are able to set a content warning field which collapse their post by default. This enables the automatic collapsing instead of setting the content warning as the post title. Doesn't affect any other content filtering you eventually set up.
ar: يمكن لمستخدمي شبكات مثل ماستدون أو بليروما تعيين حقل التحذير من المحتوى الذي يطوي مشاركتهم افتراضيا. هذا يفعل الطي التلقائي بدلًا من تعيين التحذير من المحتوى كعنوان للمشاركة. هذا لا يؤثر على أي ترشيح محتوى قمت بإعداده.
it: Gli utenti su reti come Mastodon o Pleroma sono in grado di impostare un campo di avviso sul contenuto. Questa impostazione nasconde in automatico il contenuto del messaggio in caso di avviso, invece di impostare l'avviso di contenuto come titolo del post. Non ha effetto su eventuali altri filtri impostati.

source: Enable intelligent shortening
ar: فعّل الاختصار الذكي
it: Abilita accorciamento intelligente

source: Normally the system tries to find the best link to add to shortened posts. If disabled, every shortened post will always point to the original friendica post.
ar: يعثر الاختصار الذكي على الرابط الأنسب في المشاركات المختصرة. عند تعطيله سيشير الرابط إلى منشور فرنديكا الأصلي.
it: Normalmente il sistema tenta di trovare il collegamento migliore da aggiungere ad un messaggio accorciato. Se questa opzione è disabilitata, ogni messaggio accorciato conterrà sempre un collegamento al messaggio originale su Friendica.

source: Enable simple text shortening
ar: فعّل اختصار النصوص
it: Abilita accorciamento semplice del testo

source: Normally the system shortens posts at the next line feed. If this option is enabled then the system will shorten the text at the maximum character limit.
it: Normalmente il sistema accorcia i messaggi alla successiva interruzione di linea. Se questa opzione è abilitata il sistema accorcerà il testo al raggiungimento del limite massimo di caratteri.

source: Attach the link title
ar: أرفق عنوان الرابط
it: Allega il titolo del collegamento

source: When activated, the title of the attached link will be added as a title on posts to Diaspora. This is mostly helpful with "remote-self" contacts that share feed content.
ar: عند تفعيله سيتم إرفاق عنوان الصفحة بمنشور دياسبورا. هذا مفيد بشكل أساسي مع المتراسلين "الذاتيين" الذين يشاركون تغذيات Rss / Atom.
it: Quando attivato, il titolo del collegamento allegato sarà aggiunto come titolo dei messaggi su Diaspora. Questo è più che altro utile con i contatti "remoti di sè stessi" che condividono il contenuto del flusso.

source: Your legacy ActivityPub/GNU Social account
ar: حساب GNU Social\ActivityPub القديم
it: Il tuo vecchio account ActivityPub/GNU Social

source: If you enter your old account name from an ActivityPub based system or your GNU Social/Statusnet account name here (in the format user@domain.tld), your contacts will be added automatically. The field will be emptied when done.
ar: إذا قمت بإدخال اسم حساب ActivityPub/GNU Social/Statusnet القديم هنا (بنسق user@domain.tld)، سيضاف المتراسلون في هذا الحساب تلقائيا. سيصفر الحقل عند الانتهاء.
it: Se inserisci il nome del tuo vecchio account su un sistema basato su ActivityPub o del tuo vecchio account GNU Social/Statusnet (nel formato utente@dominio.tld), i tuoi contatti verranno importati automaticamente. Il campo verrà svuotato una volta terminata l'operazione.

source: IMAP port:
ar: منفذ IMAP:
bg: IMAP порта:
fi_fi: IMAP-porttti:
it: Porta IMAP:
pt_br: Porta do IMAP:

source: Delegation successfully granted.
ar: منح التفويض بنجاح.
it: Delega concessa con successo.

source: Parent user not found, unavailable or password doesn't match.
ar: لم يُعثر على الولي أو هو غير متوفر أو كلمة مرور غير صحيحة.
it: Utente principale non trovato, non disponibile o la password non corrisponde.

source: Delegation successfully revoked.
ar: نجح إبطال التفويض.
it: Delega revocata con successo.

source: Delegated administrators can view but not change delegation permissions.
it: Amministratori delegati possono vedere ma non cambiare i permessi di delega.

source: Delegate user not found.
ar: لم يُعثر على المندوب.
it: Utente delegato non trovato.

source: Additional Accounts
ar: الحسابات الإضافية
it: Account Aggiuntivi

source: Register additional accounts that are automatically connected to your existing account so you can manage them from this account.
ar: سجل حسابات إضافية مرتبطة تلقائيا بحسابك الحالي ويمكنك إدارتها عبر هذا الحساب.
it: Registra account aggiuntivi che saranno automaticamente connessi al tuo account esistente così potrai gestirli da questo account.

source: Register an additional account
ar: سجل حساب إضافي
it: Registra un account aggiuntivo

source: Automatic fetch new items when reaching the page end.
ar: يجلب عناصر جديدة تلقائياً عند الوصول إلى نهاية الصفحة.
it: Recupero automatico di nuovi oggetti quando viene raggiunta la fine della pagina.

source: Display the resharer
ar: اعرض صاحب إعادة النشر
it: Mostra chi ha condiviso

source: Display the first resharer as icon and text on a reshared item.
ar: اعرض صورة صاحب المشاركة الأصلية كأيقونة بالإضافة إلى نص على المشاركة.
it: Mostra chi ha condiviso per primo come icona e testo su un oggetto ricondiviso.

source: Stay local
ar: ابقى في الخادم المحلي
it: Rimani in locale

source: Don't go to a remote system when following a contact link.
ar: لا يذهب إلى نظام بعيد عند اتباع رابط متراسل.
it: Non andare sul sistema remoto mentre segui il collegamento di un contatto.

source: Profile couldn't be updated.
ar: تعذر تحديث الملف الشخصي.
it: Il Profilo non può essere aggiornato.

source: Label:
ar: التسمية:
it: Etichetta:

source: Value:
ar: القيمة:
it: Valore:

source: Field Permissions
ar: أذونات الحقل
it: Permessi del campo

source: Add a new profile field
ar: أضف حقلًا جديدًا للملف الشخصي
it: Aggiungi nuovo campo del profilo

source: Custom Profile Fields
ar: حقول مخصصة للملف الشخصي
it: Campi Profilo Personalizzati

source: Photo not found.
ar: لم يُعثر على الصورة.
it: Foto non trovata.

source: Profile picture successfully updated.
ar: نجح تحديث صورة الملف الشخصي.
it: Immagine di profilo aggiornata con successo.

source: Use Image As Is
ar: استخدم الصورة كما هي
it: Usa immagine così com'è

source: Missing uploaded image.
ar: الصورة المرفوعة مفقودة.
it: Immagine caricata mancante.

source: Profile Picture Settings
ar: إعدادات الصورة الشخصية
it: Impostazioni Immagine di Profilo

source: Current Profile Picture
ar: الصورة الشخصية الحالية
it: Immagine del profilo attuale

source: Upload Profile Picture
ar: ارفع صورة للملف الشخصي
it: Carica la foto del profilo

source: Upload Picture:
ar: ارفع صورة:
it: Carica Foto:

source: App-specific password generation failed: The description is empty.
it: Generazione della password specifica per l'app non riuscita: La descrizione è vuota.

source: App-specific password generation failed: This description already exists.
it: Generazione della password specifica per l'app non riuscita: La descrizione esiste già.

source: New app-specific password generated.
ar: أُنشئت كلمة مرور جديدة خاصة بالتطبيق بنجاح.
it: Nuova password specifica per app generata.

source: App-specific passwords successfully revoked.
it: Password specifiche per le app revocate con successo.

source: App-specific password successfully revoked.
it: Password specifica per l'app revocata con successo.

source: Two-factor app-specific passwords
it: Password specifiche per app a due fattori

source: <p>App-specific passwords are randomly generated passwords used instead your regular password to authenticate your account on third-party applications that don't support two-factor authentication.</p>
it: <p>Password specifiche per le app sono generate casualmente e vengono usate al posto della tua password dell'account per autenticarti con applicazioni di terze parti che non supportano l'autenticazione a due fattori.</p>

source: Make sure to copy your new app-specific password now. You won’t be able to see it again!
it: Assicurati di copiare la tua nuova password specifica per l'app ora. Non sarai in grado di vederla un'altra volta!

source: Last Used
ar: آخر استخدام
it: Ultimo Utilizzo

source: Revoke
ar: أبطل
it: Revoca

source: Revoke All
ar: أبطل الكل
it: Revoca Tutti

source: When you generate a new app-specific password, you must use it right away, it will be shown to you once after you generate it.
it: Quando generi una nuova password specifica per l'app, devi utilizzarla immediatamente, ti sarà mostrata una volta generata.

source: Generate new app-specific password
it: Genera nuova password specifica per app

source: Generate
ar: ولّد
it: Genera

source: App-specific passwords
it: Password specifiche per app

source: Generated app-specific passwords
it: Genera password specifiche per app

source: <p>These randomly generated passwords allow you to authenticate on apps not supporting two-factor authentication.</p>
it: <p>Queste password generate casualmente ti consentono di autenticarti con app che non supportano l'autenticazione a due fattori.</p>

source: Manage app-specific passwords
it: Gestisci password specifiche per app

source: Manage trusted browsers
it: Gestisci browser fidàti

source: Trusted browsers successfully removed.
it: Browser fidàti rimossi con successo.

source: Trusted browser successfully removed.
it: Browser fidato rimosso con successo.

source: Two-factor Trusted Browsers
it: Browser fidàti a due fattori

source: Trusted browsers are individual browsers you chose to skip two-factor authentication to access Friendica. Please use this feature sparingly, as it can negate the benefit of two-factor authentication.
it: Browser fidàti sono browser sui quali hai schelto di saltare l'autenticazione a due fattori per accedere a Friendica. Per favore utilizza questa funzionalità con parsimonia, visto che può annullare i benefici dell'autenticazione a due fattori.

source: Device
ar: الجهاز
it: Dispositivo

source: OS
ar: نظام التشغيل
it: SO

source: Trusted
ar: موثوق
it: Fidato

source: Last Use
ar: آخر استخدام
it: Ultimo Utilizzo

source: Remove All
ar: أزل الكل
it: Rimuovi Tutto

source: <p>Or you can open the following URL in your mobile device:</p><p><a href="%s">%s</a></p>
it: <p>O puoi aprire il seguente indiririzzo sul tuo dispositivo mobile:</p><p><a href="%s">%s</a></p>

source: Export your account info, contacts and all your items as json. Could be a very big file, and could take a lot of time. Use this to make a full backup of your account (photos are not exported)
ar: صدّر معلومات حسابك ومتراسليك وجميع العناصر الخاصة بك كملف json. قد يستغرق وقتًا طويلًا وينتج عنه ملف كبير. استخدمه لإنشاء نسخة احتياطية كاملة من حسابك (الصور غير مضمنة)
it: Esporta le informazioni del tuo account, i tuoi contatti e tutti i tuoi elementi in json. Può diventare un file veramente molto grosso e metterci un sacco di tempo. Usa questa funzione per fare un backup completo del tuo account (le foto non sono esportate)

source: Export Contacts to CSV
ar: صدّر المتراسلين الى ملف CSV
it: Esporta Contatti come CSV

source: Export the list of the accounts you are following as CSV file. Compatible to e.g. Mastodon.
ar: صدّر قائمة الحسابات المتابَعة إلى ملف csv. هذا الملف متوافق مع ماستدون.
it: Esporta la lista degli account che segui come file CSV. Compatibile per esempio con Mastodon.

source: Stack trace:
it: Traccia dello stack:

source: Exception thrown in %s:%d
it: Eccezione lanciata in %s:%d

source: Switch between your accounts
ar: بدّل الحساب
it: Passa da un account all'altro

source: Manage your accounts
ar: إدارة حسابك
it: Gestisci i tuoi account

source: Set some public keywords for your profile which describe your interests. We may be able to find other people with similar interests and suggest friendships.
ar: عيّن بعض الكلمات المفتاحية العامة لملفك الشخصي التي تصف اهتماماتك. قد نتمكن من العثور على أشخاص آخرين ذوي اهتمامات مماثلة لنقترح عليك مصادقتهم.
it: Inserisci qualche parola chiave pubblica nel tuo profilo che descriva i tuoi interessi. Potremmo essere in grado di trovare altre persone con interessi similari e suggerirti delle amicizie.

source: %s may attending %s's event
ar: قد يحضر %s حدث %s
it: %s potrebbe partecipare all'evento di %s

source: [Friendica:Notify]
ar: [فرنديكا: تنبيه]
it: [Friendica:Notifica]

source: %s New mail received at %s
ar: أُستلم %s بريد جديد على %s
it: %s Nuova mail ricevuta su %s

source: %1$s commented on %2$s's %3$s %4$s
ar: علق %1$s على %3$s %2$s %4$s
it: %1$s ha commentato il %3$s di %2$s %4$s

source: %1$s commented on your %2$s %3$s
ar: علق %1$s على %2$s تخصك %3$s
it: %1$s ha commentato il tuo %2$s %3$s

source: %1$s commented on their %2$s %3$s
ar: علق %1$s على %2$s له %3$s
it: %1$s ha commentato il suo %2$s %3$s

source: %1$s Comment to conversation #%2$d by %3$s
ar: علق %1$s على محادثة %3$s #%2$d
it: %1$s Commento alla conversazione #%2$d di %3$s

source: %s %s posted to your profile wall
ar: نشر %s%s على حائط ملفك الشخصي
it: %s %s ha scritto sulla bacheca del tuo profilo

source: %s Introduction received
ar: تلقيت تقديما من %s
it: %s Introduzione ricevuta

source: %s A new person is sharing with you
ar: %s شخص جديد يشارك معك
it: %s Una nuova persona sta condividendo con te

source: %s You have a new follower
ar: لديك متابِع جديد %s
it: %s Hai un nuovo seguace

source: %s Friend suggestion received
ar: تلقيت إقتراح صديق %s
it: %s Suggerimento di amicizia ricevuto

source: %s Connection accepted
ar: قُبِل الاقتران %s
it: %s Connessione accettata

source: %s %s tagged you
ar: ذكرك %s%s
it: %s %s ti ha taggato

source: %s %s shared a new post
ar: شارك %s%s مشاركة جديدة
it: %s %s ha condiviso un nuovo messaggio

source: Block %s
ar: احجب %s
it: Blocca %s

source: Save to folder
ar: احفظ في مجلد
it: Salva nella cartella

source: Ignore thread
ar: تجاهل النقاش
it: Ignora la conversazione

source: Unignore thread
ar: ألغ تجاهل النقاش
it: Non ignorare la conversazione

source: Toggle ignore status
ar: بدّل حالة التجاهل
it: Inverti stato ignora

source: Add star
ar: أضف للمفضلة
it: Aggiungi a preferiti

source: Remove star
ar: أزل من المفضلة
it: Rimuovi da preferiti

source: Toggle star status
ar: بدِّل حالة التفضيل
it: Inverti stato preferito

source: Pin
ar: ثبّت
it: Metti in evidenza

source: Unpin
ar: ألغ التثبيت
it: Togli da in evidenza

source: Toggle pin status
ar: بدِّل حالة التثبيت
it: Inverti stato in evidenza

source: Pinned
ar: مُثَبَت
it: In evidenza

source: Add tag
ar: أضف وسما
it: Aggiungi tag

source: Quote share this
ar: اقتبس وشارك
it: Condividi citando questo

source: Quote Share
ar: اقتبس وشارك
it: Cita e Condividi

source: Reshare this
ar: أعاد نشر هذا
it: Ricondividi questo

source: Reshare
ar: أعد نشره
it: Ricondividi

source: Cancel your Reshare
ar: ألغ إعادة النشر
it: Annulla la tua Ricondivisione

source: Unshare
ar: ألغ المشاركة
it: Non ricondividere più

source: %s (Received %s)
ar: %s (استلم %s)
it: %s (Ricevuto %s)

source: Comment this item on your system
ar: علّق على هذا العنصر على خادمك
it: Commenta questo oggetto sul tuo sistema

source: Remote comment
ar: تعليق بعيد
it: Commento remoto

source: More
ar: المزيد
it: Mostra altro

source: Login failed. Please check your credentials.
ar: فشل الولوج. من فضلك تحقق من بيانات الاعتماد.
it: Accesso non riuscito. Per favore controlla le tue credenziali.

source: thanks
ar: الشكر
it: grazie

source: Light (Accented)
ar: فاتح (ذو طابع لوني)
it: Chiaro (Con accenti)

source: Dark (Accented)
ar: داكن (ذو طابع لوني)
it: Scuro (Con accenti)

source: Black (Accented)
ar: أسود (ذو طابع لوني)
it: Nero (Con accenti)

source: Legacy
ar: أثري
it: Precedente

source: Accented
ar: ذو طابع لوني
it: Con accenti

source: Select scheme accent
ar: اختر مخططات الطابع اللوني
it: Seleziona accento schema

source: Blue
ar: أزرق
it: Blu

source: Red
ar: أحمر
it: Rosso

source: Purple
ar: بنفسجي
it: Viola

source: Green
ar: أخضر
it: Verde

source: Pink
ar: وردي
it: Rosa

source: Skip to main content
ar: تخطى للمحتوى الرئيسي
it: Salta al contenuto principale

source: Back to top
ar: عُد لأعلى
it: Torna all'inizio

source: The maximum accepted image size is %s
ar: الحد الأقصى لحجم الصورة المسموح به هو %s

source: Deletion of id %d failed
ar: فشل حذف المعرف %d

source: Deletion of id %d was successful
ar: نجح حذف المعرف %d

source: - failed
ar: - فشل

source: - success
ar: - نجح

source: - deleted
ar: - حُذف

source: - done
ar: - تم

source: invalid image for id %s
ar: الضورة ذات المعرف %s غير صالحة

source: Email
ar: البريد الإلكتروني
bg: Е-поща
fi_fi: Sähköposti
is: Tölvupóstur
nb_no: E-post

source: Diaspora
ar: دياسبورا
bg: Диаспора

source: Zot!
ar: زوت!

source: LinkedIn
ar: لينكد إن

source: MySpace
ar: ماي سبيس

source: Google+
ar: غوغل+

source: Twitter
ar: تويتر

source: %s (via %s)
ar: %s (عبر %s)

source: Created at
ar: أُنشئ في

source: Video
ar: فيديو
bg: Видеоклип
is: Myndband

source: Global post
ar: مشاركة علنية

source: Media
ar: الوسائط

source: Matrix:
ar: مايتركس:

source: File
ar: الملف

source: Banner/Logo
ar: اللافتة/الشعار
bg: Банер / лого
fi_fi: Banneri/logo
is: Borði/Merki

source: Displays the menu entry for the Help pages from the navigation menu. It is always accessible by calling /help directly.
ar: إظهار المساعدة في قائمة التصفح. تظل المساعدة قابلة للوصول من خلال الانتقال إلى /help مباشرة.

source: Proxify external content
ar: توجيه المحتوى الخارجي عبر الوكيل

source: Route external content via the proxy functionality. This is used for example for some OEmbed accesses and in some other rare cases.
ar: توجيه المحتوى الخارجي عن طريق وميل. يستخدم هذا على سبيل المثال وصول OEmbed وفي بعض الحالات النادرة الأخرى.

source: Locally store the avatar pictures of the contacts. This uses a lot of storage space but it increases the performance.
ar: خزن الصور الرمزية محليًا. يحجز مساحة كبير ولكنه يزيد الأداء.

source: Enable multiple registrations
ar: فعّل تعدد التسجيل

source: Enable users to register additional accounts for use as pages.
ar: يمكن المستخدمين من تسجيل حسابات إضافية لتستخدم كصفحات.

source: Enable OpenID
ar: فعّل OpenID

source: Enable OpenID support for registration and logins.
ar: فعّل دعم OpenID للتسجيل والولوج.

source: Enable Mail support
ar: فعّل دعم البريد الإلكتروني

source: Storage backend, %s is invalid.
ar: قرص التخزين %s غير صالح.

source: Storage backend %s error: %s
ar: قرص التخزين %s خطأ: %s

source: Current Storage Backend
ar: قرص التخزين الحالي

source: Storage Configuration
ar: إعدادات التخزين

source: Storage
ar: مساحة التخزين

source: Save & Reload
ar: احفظ وأعد التحميل

source: Too Many Requests
ar: طلبات كثيرة
fi_fi: Liian monta pyyntöä
is: Of margar beiðnir
