Repository: duthied/Free-Friendika
Catalog: view/lang/*/messages.po
Languages: ar, bg, cs, fi_fi, is, it, nb_no, pt_br

source: Invalid profile identifier.
bg: Невалиден идентификатор на профила.
cs: Neplatný identifikátor profilu.
fi_fi: Virheellinen profiilitunniste.
is: Ógilt tengiliða auðkenni
nb_no: Ugyldig profilidentifikator.
pt_br: Identificador de perfil inválido.

source: Profile Visibility Editor
bg: Редактор профил Видимост
cs: Editor viditelnosti profilu
fi_fi: Profiilin näkyvyyden muokkaaminen
is: Sýsla með sjáanleika forsíðu
nb_no: Behandle profilsynlighet
pt_br: Editor de visibilidade do perfil

source: Profile
ar: الملف شخصي
bg: Височина на профила
cs: Profil
fi_fi: Profiili
is: Forsíða
it: Profilo
nb_no: Profil
pt_br: Perfil

source: Click on a contact to add or remove.
ar: أنقر على المتراسل لإضافته أو حذفه.
bg: Щракнете върху контакт, за да добавите или премахнете.
cs: Klikněte na kontakt pro přidání nebo odebrání
fi_fi: Valitse kontakti, jota haluat poistaa tai lisätä.
is: Ýttu á tengilið til að bæta við hóp eða taka úr hóp.
it: Clicca su un contatto per aggiungerlo o rimuoverlo.
nb_no: Klikk på en kontakt for å legge til eller fjerne.
pt_br: Clique em um contato para adicionar ou remover.

source: Visible To
bg: Вижда се от
cs: Viditelný uživatelům
fi_fi: Näkyvyys
is: Sjáanlegur hverjum
nb_no: Synlig for
pt_br: Visível para

source: All Contacts (with secure profile access)
bg: Всички контакти с охраняем достъп до профил)
cs: Všem kontaktům (se zabezpečeným přístupem k profilu)
is: Allir tengiliðir (með öruggann aðgang að forsíðu)
nb_no: Alle kontakter (med sikret profiltilgang)
pt_br: Todos os contatos (com acesso a perfil seguro)

source: Account approved.
ar: قُبل الحساب.
bg: Сметка одобрен.
cs: Účet schválen.
fi_fi: Tili hyväksytty.
is: Notandi samþykktur.
it: Account approvato.
nb_no: Konto godkjent.
pt_br: A conta foi aprovada.

source: Registration revoked for %s
bg: Регистрация отменено за %s
cs: Registrace zrušena pro %s
is: Skráning afturköllurð vegna %s
nb_no: Registreringen til %s er trukket tilbake
pt_br: O registro de %s foi revogado

source: Please login.
bg: Моля, влезте.
cs: Přihlaste se, prosím.
fi_fi: Ole hyvä ja kirjaudu.
is: Skráðu yður inn.
nb_no: Vennligst logg inn.
pt_br: Por favor, autentique-se.

source: User deleted their account
ar: حذف المستخدم حسابه
cs: Uživatel si smazal účet
fi_fi: Käyttäjä poisti tilinsä
it: L'utente ha cancellato il suo account

source: On your Friendica node an user deleted their account. Please ensure that their data is removed from the backups.
ar: حذف مستخدم حسابه على عقدة فرَندِكا خاصتك. من فضلك تأكد أن بياناتهم أُزيلت من النسخ الاحتياطية.
cs: Uživatel na vašem serveru Friendica smazal svůj účet. Prosím ujistěte se, ře jsou jeho data odstraněna ze záloh dat.
fi_fi: Friendica -solmullasi käyttäjä poisti tilinsä. Varmista että hänen tiedot poistetaan myös varmuuskopioista.
it: Sul tuo nodo Friendica un utente ha cancellato il suo account. Assicurati che i suoi dati siano rimossi dai backup.

source: The user id is %d
ar: معرف المستخدم هو %d
cs: Uživatelské ID je %d
fi_fi: Käyttäjätunnus on %d
it: L'id utente è %d

source: Remove My Account
ar: أزل حسابي
bg: Извадете Моят профил
cs: Odstranit můj účet
fi_fi: Poista tilini
is: Eyða þessum notanda
it: Rimuovi il mio account
nb_no: Slett min konto
pt_br: Remover minha conta

source: This will completely remove your account. Once this has been done it is not recoverable.
ar: سيزال حسابك نهائيًا. لا مجال لتراجع عند انتهائه.
bg: Това ще премахне изцяло сметката си. След като това е направено, не е възстановим.
cs: Tímto bude kompletně odstraněn váš účet. Jakmile bude účet odstraněn, nebude už možné ho obnovit.
fi_fi: Tämä poistaa käyttäjätilisi pysyvästi. Poistoa ei voi perua myöhemmin.
is: Þetta mun algjörlega eyða notandanum. Þegar þetta hefur verið gert er þetta ekki afturkræft.
it: Questo comando rimuoverà completamente il tuo account. Una volta rimosso non potrai più recuperarlo.
nb_no: Dette vil slette din konto fullstendig. Når dette er gjort kan den ikke gjenopprettes.
pt_br: Isso removerá completamente a sua conta. Uma vez feito isso, não será mais possível recuperá-la.

source: Please enter your password for verification:
ar: يرجى إدخال كلمة المرور للتأكيد:
bg: Моля, въведете паролата си за проверка:
cs: Prosím, zadejte své heslo pro ověření:
fi_fi: Syötä salasanasi varmistusta varten:
is: Sláðu inn aðgangsorð yðar:
it: Inserisci la tua password per verifica:
nb_no: Vennligst skriv inn ditt passord for å bekrefte:
pt_br: Por favor, digite a sua senha para verificação:

source: Resubscribing to OStatus contacts
ar: يعيد الاشتراك في متراسلي OStatus
cs: Znovu Vás registruji ke kontaktům OStatus
it: Risottoscrivi i contatti OStatus

source: Error
ar: لا أخطاء
cs: Chyba
fi_fi: Virhe
is: Villa
it: Errori
pt_br: Erro

source: Tag(s) removed
cs: Štítek(ky) odstraněn(y)

source: Remove Item Tag
ar: أزل وسم العنصر
bg: Извадете Tag т.
cs: Odebrat štítek položky
fi_fi: Poista tägi
is: Fjarlægja merki
it: Rimuovi il tag
nb_no: Fjern tag
pt_br: Remover a etiqueta do item

source: Select a tag to remove:
ar: اختر الوسم لإزالته:
bg: Изберете етикет, за да премахнете:
cs: Vyberte štítek k odebrání:
fi_fi: Valitse tägi poistamista varten:
is: Veldu merki til að fjarlægja:
it: Seleziona un tag da rimuovere:
nb_no: Velg en tag å fjerne:
pt_br: Selecione uma etiqueta para remover:

source: User imports on closed servers can only be done by an administrator.
ar: يمكن للمدراء فقط استيراد المستخدمين في الخوادم المغلقة.
cs: Importy uživatelů na uzavřených serverech může provést pouze administrátor.
it: L'importazione di utenti su server chiusi può essere effettuata solo da un amministratore.

source: This site has exceeded the number of allowed daily account registrations. Please try again tomorrow.
ar: تجاوز هذا الموقع عدد التسجيلات اليومية المسموح بها. من فضلك حاول غدا.
bg: Този сайт е надвишил броя на разрешените дневни регистрации сметка. Моля, опитайте отново утре.
cs: Došlo k překročení maximálního povoleného počtu registrací za den na tomto serveru. Zkuste to zítra znovu.
fi_fi: Sivuston päivittäinen rekisteröintiraja ylitetty. Yritä uudelleen huomenna.
is: Þessi vefur hefur náð hámarks fjölda daglegra nýskráninga. Reyndu aftur á morgun.
it: Questo sito ha superato il numero di registrazioni giornaliere consentite. Prova di nuovo domani.
nb_no: Dette nettstedet har overskredet antallet tillate daglige kontoregistreringer. Vennligst prøv igjen imorgen.
pt_br: Este site excedeu o limite diário permitido para registros de novas contas. Por favor tente novamente amanhã.

source: Move account
ar: أنقل الحساب
cs: Přesunout účet
fi_fi: Siirrä tili
is: Flytja aðgang
it: Muovi account
nb_no: Flytt konto
pt_br: Mover conta

source: You can import an account from another Friendica server.
ar: يمكنك استيراد حساب من خادم فرَندِكا آخر.
cs: Můžete importovat účet z jiného serveru Friendica.
fi_fi: Voit tuoda käyttäjätilin toiselta Friendica -palvelimelta.
is: Þú getur flutt inn notandaaðgang frá öðrum Friendica-þjóni.
it: Puoi importare un account da un altro server Friendica.
nb_no: Du kan importere en konto fra en annen Friendica-tjener.
pt_br: Você pode importar um conta de outro sevidor Friendica.

source: You need to export your account from the old server and upload it here. We will recreate your old account here with all your contacts. We will try also to inform your friends that you moved here.
ar: تحتاج إلى تصدير حسابك من الخادم القديم ورفعه هنا. سوف نقوم بإعادة إنشاء حسابك القديم هنا مع إضافة كل المتراسلين. سوف نحاول أيضًا إبلاغهم أنك انتقلت إلى هنا.
cs: Musíte exportovat svůj účet na starém serveru a nahrát ho zde. My následně vytvoříme Váš původní účet zde včetně všech kontaktů. Zároveň se pokusíme informovat všechny Vaše přátele, že jste se sem přestěhoval/a.
it: Devi esportare il tuo account dal vecchio server e caricarlo qui. Noi ricreeremo il tuo vecchio account qui, con tutti i tuoi contatti. Proveremo anche a informare i tuoi amici che ti sei spostato qui.
nb_no: Du må eksportere din konto fra den gamle tjeneren og laste den opp hit. Vi vil gjenskape din gamle konto her med alle dine kontakter. Vi vil også forsøke å informere dine venner at du har flyttet hit.
pt_br: Você precisa exportar sua conta de um servidor antigo e fazer o upload aqui. Nós recriaremos sua conta antiga aqui com todos os seus contatos. Nós também tentaremos informar seus amigos que você se mudou para cá.

source: This feature is experimental. We can't import contacts from the OStatus network (GNU Social/Statusnet) or from Diaspora
ar: هذه الميزة تجريبية. لا يمكن استيراد متراسلين من شبكة OStatus (GNU Social/Statusnet) أو من شبكة دياسبورا
cs: Tato vlastnost je experimentální. Nemůžeme importovat kontakty za sítě OStatus (GNU social/StatusNet) nebo z Diaspory
fi_fi: Tämä on kokeellinen ominaisuus. Emme voi tuoda kontakteja OStatus-verkolta (GNU social/Statusnet) tai Diasporalta.
it: Questa funzione è sperimentale. Non possiamo importare i contatti dalla rete OStatus (GNU Social/Statusnet) o da Diaspora
pt_br: Esta funcionalidade está em fase de testes. Não importamos contatos da rede OStatuss (GNU Social/Statusnet) nem da Diaspora.

source: Account file
ar: ملف الحساب
cs: Soubor s účtem
fi_fi: Tilitiedosto
is: Notandaaðgangsskrá
it: File account
nb_no: Kontofil
pt_br: Arquivo de conta

source: To export your account, go to "Settings->Export your personal data" and select "Export account"
ar: لتصدير حسابك، انتقل إلى "إعدادات-> تصدير بياناتك الشخصية" واختر "صدر الحساب"
cs: K exportu Vašeho účtu jděte na „Nastavení->Exportovat osobní údaje“ a zvolte „Exportovat účet“
it: Per esportare il tuo account, vai su "Impostazioni -> Esporta i tuoi dati personali" e seleziona "Esporta account"
nb_no: For å eksportere din konto, gå til "Innstillinger -> Eksporter dine personlige data" og velg "Eksporter konto"
pt_br: Para exportar a sua conta, entre em "Configurações->Exportar dados pessoais" e selecione "Exportar conta"

source: You aren't following this contact.
ar: أنت لا تتابع هذا المتراسل.
cs: Tento kontakt nesledujete.
it: Non stai seguendo questo contatto.

source: Unfollowing is currently not supported by your network.
ar: شبكتك لا تدعم إلغاء المتابعة حاليا.
cs: Zrušení sledování není aktuálně na Vaši síti podporováno.
fi_fi: Seuraamisen lopettaminen ei tällä hetkellä tueta verkossasi.
it: Smettere di seguire non è al momento supportato dalla tua rete.

source: Contact unfollowed
cs: Zrušeno sledování kontaktu
fi_fi: Kontaktia ei enää seurata

source: Disconnect/Unfollow
ar: ألغ الاقتران/المتابعة
cs: Odpojit se/Zrušit sledování
fi_fi: Katkaise / Lopeta seuraaminen
it: Disconnetti/Non Seguire

source: Your Identity Address:
ar: عنوان معرّفك:
bg: Адрес на вашата самоличност:
cs: Vaše adresa identity:
fi_fi: Identiteettisi osoite:
is: Auðkennisnetfang þitt:
it: L'indirizzo della tua identità:
nb_no: Din identitetsadresse:
pt_br: Seu endereço de identificação:

source: Submit Request
ar: أرسل الطلب
bg: Изпращане на заявката
cs: Odeslat požadavek
fi_fi: Lähetä pyyntö
is: Senda beiðni
it: Invia richiesta
nb_no: Send forespørsel
pt_br: Enviar solicitação

source: Profile URL
ar: رابط الملف الشخصي
cs: URL profilu
fi_fi: Profiilin URL
is: Slóð á forsíðu
it: URL Profilo
nb_no: Profil URL
pt_br: URL do perfil

source: Status Messages and Posts
bg: Съобщения за състоянието и пощи
cs: Stavové zprávy a příspěvky
fi_fi: Statusviestit ja postaukset
is: Stöðu skilaboð og færslur
nb_no: Status meldinger og innlegg
pt_br: Mensagem de Estado (status) e Publicações

source: [Embedded content - reload page to view]
bg: [Вградени съдържание - презареждане на страницата, за да видите]
cs: [Vložený obsah - pro zobrazení obnovte stránku]
fi_fi: [Upotettu sisältö - näet sen päivittämällä sivun]
is: [Innfelt efni - endurhlaða síðu til að sjá]
nb_no: [Innebygget innhold - hent siden på nytt for å se det]
pt_br: [Conteúdo incorporado - recarregue a página para ver]

source: Invalid request.
ar: طلب غير صالح.
cs: Neplatný požadavek.
fi_fi: Virheellinen pyyntö.
is: Ógild fyrirspurn.
it: Richiesta non valida.
nb_no: Ugyldig forespørsel.
pt_br: Solicitação inválida.

source: Sorry, maybe your upload is bigger than the PHP configuration allows
ar: عذراً، ربّما يكون الرفع أكبر من ما يسمح به ضبط PHP
cs: Omlouváme se, možná je váš soubor větší než je povolené maximum dle nastavení PHP
it: Mi spiace, forse il file che stai caricando è più grosso di quanto la configurazione di PHP permetta
nb_no: Beklager, din opplasting er kanskje større enn PHP-konfigurasjonen tillater
pt_br: Lamento, talvez seu envio seja maior do que as configurações do PHP permitem

source: Or - did you try to upload an empty file?
ar: أو - هل حاولت تحميل ملف فارغ؟
cs: Nebo - nenahrával/a jste prázdný soubor?
fi_fi: Yrititkö ladata tyhjän tiedoston?
is: Eða - reyndirðu að senda inn tóma skrá?
it: O.. non avrai provato a caricare un file vuoto?
nb_no: Eller - forsøkte du å laste opp en tom fil?
pt_br: Ou - você tentou enviar um arquivo vazio?

source: File exceeds size limit of %s
ar: تجاوز الملف الحد الأقصى للحجم وهو %s
cs: Velikost souboru přesáhla limit %s
fi_fi: Tiedosto ylittää kokorajoituksen %s
is: Skrá fer leyfileg takmörk sem eru %s
it: Il file supera la dimensione massima di %s

source: File upload failed.
ar: فشل رفع الملف.
bg: Файл за качване не успя.
cs: Nahrání souboru se nezdařilo.
fi_fi: Tiedoston lähettäminen epäonnistui.
is: Skráar upphlöðun mistókst.
it: Caricamento del file non riuscito.
nb_no: Opplasting av filen mislyktes.
pt_br: Não foi possível enviar o arquivo.

source: Image exceeds size limit of %s
ar: تجاوزت الصورة الحد الأقصى للحجم وهو %s
cs: Velikost obrázku překročila limit %s
fi_fi: Kuva ylittää kokorajoituksen %s
it: La dimensione dell'immagine supera il limite di %s
nb_no: Bildet er større enn begrensningen på %s

source: Unable to process image.
ar: تعذرت معالجة الصورة.
bg: Не може да се обработи.
cs: Obrázek není možné zprocesovat
fi_fi: Kuvan käsitteleminen epäonnistui.
is: Ekki mögulegt afgreiða mynd
it: Impossibile caricare l'immagine.
nb_no: Ikke i stand til å behandle bildet.
pt_br: Não foi possível processar a imagem.

source: Wall Photos
ar: صور الحائط
bg: Стена снимки
cs: Fotky na zdi
fi_fi: Seinäkuvat
is: Veggmyndir
it: Foto della bacheca
nb_no: Veggbilder
pt_br: Fotos do mural

source: Image upload failed.
ar: فشل رفع الصورة.
bg: Image Upload неуспешно.
cs: Nahrání obrázku selhalo.
fi_fi: Kuvan lähettäminen epäonnistui.
is: Ekki hægt að hlaða upp mynd.
it: Caricamento immagine fallito.
nb_no: Mislyktes med å laste opp bilde.
pt_br: Não foi possível enviar a imagem.

source: Number of daily wall messages for %s exceeded. Message failed.
ar: تجاوزت عدد رسائل الحائط اليومية وهو %s. فشل إرسال الرسالة.
bg: Брой на ежедневните съобщения за стена за %s е превишен. Съобщение не успя.
cs: Došlo k překročení maximálního počtu zpráv na zeď během jednoho dne. Zpráva %s nedoručena.
fi_fi: %s-käyttäjän päivittäinen seinäviestiraja ylitetty. Viestin lähettäminen epäonnistui.
it: Numero giornaliero di messaggi per %s superato. Invio fallito.
nb_no: Antall daglige veggmeldinger for %s er overskredet. Melding mislyktes.
pt_br: O número diário de mensagens do mural de %s foi excedido. Não foi possível enviar a mensagem.

source: No recipient selected.
ar: لم تختر متلقيا.
bg: Не е избран получател.
cs: Nevybrán příjemce.
fi_fi: Vastaanottaja puuttuu.
is: Engir viðtakendur valdir.
it: Nessun destinatario selezionato.
nb_no: Ingen mottaker valgt.
pt_br: Não foi selecionado nenhum destinatário.

source: Unable to check your home location.
ar: تعذر التحقق من موقع منزلك.
bg: Не може да проверите вашето местоположение.
cs: Nebylo možné zjistit polohu vašeho domova.
fi_fi: Kotisijaintisi ei voitu tarkistaa.
it: Impossibile controllare la tua posizione di origine.
nb_no: Ikke i stand til avgjøre plasseringen til ditt hjemsted.
pt_br: Não foi possível verificar a sua localização.

source: Message could not be sent.
ar: تعذر إرسال الرسالة.
bg: Писмото не може да бъде изпратена.
cs: Zprávu se nepodařilo odeslat.
fi_fi: Viestiä ei voitu lähettää.
is: Ekki tókst að senda skilaboð.
it: Il messaggio non può essere inviato.
nb_no: Meldingen kunne ikke sendes.
pt_br: Não foi possível enviar a mensagem.

source: Message collection failure.
ar: فشل استرجاع الرسائل.
bg: Съобщение за събиране на неуспех.
cs: Sběr zpráv selhal.
fi_fi: Viestin noutaminen epäonnistui.
is: Ekki tókst að sækja skilaboð.
it: Errore recuperando il messaggio.
nb_no: Meldingsinnsamling mislyktes.
pt_br: Falha na coleta de mensagens.

source: Message sent.
bg: Изпратено съобщение.
cs: Zpráva odeslána.
fi_fi: Viesti lähetetty.
is: Skilaboð send.
nb_no: Melding sendt.
pt_br: A mensagem foi enviada.

source: No recipient.
bg: Не получателя.
cs: Žádný příjemce.
fi_fi: Vastaanottaja puuttuu.
is: Enginn viðtakandi
nb_no: Ingen mottaker.
pt_br: Nenhum destinatário.

source: Please enter a link URL:
ar: يرجى إدخال الرابط:
bg: Моля, въведете URL адреса за връзка:
cs: Zadejte prosím URL odkaz:
fi_fi: Lisää URL-linkki:
is: Sláðu inn slóð:
it: Inserisci un collegamento URL:
nb_no: Vennligst skriv inn en lenke URL:
pt_br: Por favor, digite uma URL:

source: Send Private Message
ar: أرسل رسالة خاصة
bg: Изпрати Лично Съобщение
cs: Odeslat soukromou zprávu
fi_fi: Lähetä yksityisviesti
is: Senda einkaskilaboð
it: Invia un messaggio privato
nb_no: Send privat melding
pt_br: Enviar mensagem privada

source: If you wish for %s to respond, please check that the privacy settings on your site allow private mail from unknown senders.
ar: إذا أردت تلقي رد من %s. تحقق أن إعدادات الخصوصية لموقعك تسمح بتلقي رسائل بريد من مصادر مجهولة.
bg: Ако желаете за %s да отговори, моля, проверете дали настройките за поверителност на сайта си позволяват частни съобщения от непознати податели.
cs: Pokud si přejete, aby uživatel %s mohl odpovědět, ověřte si zda-li máte povoleno na svém serveru zasílání soukromých zpráv od neznámých odesilatelů.
it: Se vuoi che %s ti risponda, controlla che le tue impostazioni di privacy permettano la ricezione di messaggi privati da mittenti sconosciuti.
nb_no: Hvis du ønsker å la %s få svare, vennligst sjekk om personverninnstillingene på ditt nettsted tillater private post fra ukjente avsendere.
pt_br: Caso você deseje uma resposta de %s, por favor verifique se as configurações de privacidade em seu site permitem o recebimento de mensagens de remetentes desconhecidos.

source: To:
ar: إلى:
bg: До:
cs: Adresát:
fi_fi: Vastaanottaja:
is: Til:
it: A:
nb_no: Til:
pt_br: Para:

source: Subject:
ar: الموضوع:
bg: Относно:
cs: Předmět:
fi_fi: Aihe:
is: Efni:
it: Oggetto:
nb_no: Emne:
pt_br: Assunto:

source: Your message:
ar: رسالتك:
bg: Ваше съобщение
cs: Vaše zpráva:
fi_fi: Viestisi:
is: Skilaboðin:
it: Il tuo messaggio:
nb_no: Din melding:
pt_br: Sua mensagem:

source: Insert web link
ar: أدرج رابط ويب
bg: Вмъкване на връзка в Мрежата
cs: Vložit webový odkaz
fi_fi: Lisää linkki
is: Setja inn vefslóð
it: Inserisci collegamento web
nb_no: Sett inn web-adresse
pt_br: Inserir link web

source: No keywords to match. Please add keywords to your default profile.
bg: Няма ключови думи, които да съвпадат. Моля, да добавяте ключови думи към вашия профил по подразбиране.
cs: Žádná klíčová slova k porovnání. Prosím, přidejte klíčová slova do vašeho výchozího profilu.
fi_fi: Avainsanat puuttuu. Lisää avainsanoja oletusprofiiliisi.
is: Engin leitarorð. Bættu við leitarorðum í sjálfgefnu forsíðuna.
nb_no: Ingen nøkkelord å sammenlikne. Vennligst legg til nøkkelord i din standardprofil.
pt_br: Não foi encontrada nenhuma palavra-chave associada a você. Por favor, adicione algumas ao seu perfil padrão.

source: Connect
ar: اتصل
bg: Свързване!
cs: Spojit se
fi_fi: Yhdistä
is: Tengjast
it: Connetti
nb_no: Forbindelse
pt_br: Conectar

source: first
ar: الأول
bg: Първа
cs: první
fi_fi: ensimmäinen
is: fremsta
it: primo
nb_no: første
pt_br: primeiro

source: next
ar: التالي
bg: следващ
cs: další
fi_fi: seuraava
is: næsta
it: succ
nb_no: neste
pt_br: próximo

source: No matches
ar: لا تطابق
bg: Няма съответствия
cs: Žádné shody
fi_fi: Ei täsmääviä profiileja
is: Engar leitarniðurstöður
it: Nessun risultato
nb_no: Ingen treff
pt_br: Nenhuma correspondência

source: Profile Match
ar: الملفات الشخصية المطابقة
bg: Профил мач
cs: Shoda profilu
fi_fi: Vastaavien profiilien haku
is: Forsíða fannst
it: Profili corrispondenti
nb_no: Profiltreff
pt_br: Correspondência de perfil

source: Profile not found.
ar: لم يُعثر على الملف الشخصي.
bg: Профил не е намерен.
cs: Profil nenalezen.
fi_fi: Profiilia ei löytynyt.
is: Forsíða fannst ekki.
it: Profilo non trovato.
nb_no: Fant ikke profilen.
pt_br: O perfil não foi encontrado.

source: Profile deleted.
bg: Изтрит профил.
cs: Profil smazán.
fi_fi: Profiili poistettiin.
is: Forsíðu eytt.
nb_no: Profil slettet.
pt_br: O perfil foi excluído.

source: Profile-
bg: Височина на профила
cs: Profil-
fi_fi: Profiili-
is: Forsíða-
nb_no: Profil-
pt_br: Perfil-

source: New profile created.
bg: Нов профил е създаден.
cs: Nový profil vytvořen.
fi_fi: Uusi profiili luotu.
is: Ný forsíða búinn til.
nb_no: Ny profil opprettet.
pt_br: O novo perfil foi criado.

source: Profile unavailable to clone.
bg: Профил недостъпна да се клонират.
cs: Profil není možné naklonovat.
fi_fi: Profiili ei saatavilla kloonattavaksi.
is: Ekki tókst að klóna forsíðu
nb_no: Profilen er utilgjengelig for kloning.
pt_br: O perfil não está disponível para clonagem.

source: Profile Name is required.
bg: Име на профил се изисква.
cs: Jméno profilu je povinné.
fi_fi: Profiilinimi on pakollinen.
is: Nafn á forsíðu er skilyrði
nb_no: Profilnavn er påkrevet.
pt_br: É necessário informar o nome do perfil.

source: Marital Status
bg: Семейно положение
cs: Rodinný stav
fi_fi: Siviilisääty
is: Hjúskaparstaða
nb_no: Ekteskapelig status
pt_br: Situação amorosa

source: Romantic Partner
bg: Романтичен партньор
cs: Romatický partner
fi_fi: Romanttinen kumppani
nb_no: Romantisk partner
pt_br: Parceiro romântico

source: Work/Employment
bg: Работа / заетост
cs: Práce/Zaměstnání
fi_fi: Työ
is: Atvinna/Starf
nb_no: Arbeid/ansatt hos
pt_br: Trabalho/emprego

source: Religion
bg: Вероизповедание:
cs: Náboženství
fi_fi: Uskonto
is: Trúarbrögð
pt_br: Religião

source: Political Views
bg: Политически възгледи
cs: Politické přesvědčení
fi_fi: Poliittiset näkemykset
is: Stórnmálaskoðanir
nb_no: Politisk ståsted
pt_br: Posicionamento político

source: Gender
bg: Пол
cs: Pohlaví
fi_fi: Sukupuoli
is: Kyn
nb_no: Kjønn
pt_br: Gênero

source: Sexual Preference
bg: Сексуални предпочитания
cs: Sexuální orientace
fi_fi: Seksuaalinen suuntautuminen
is: Kynhneigð
nb_no: Seksuell orientering
pt_br: Preferência sexual

source: Homepage
bg: Начална страница
cs: Domovská stránka
fi_fi: Kotisivu
is: Heimasíða
nb_no: Hjemmeside
pt_br: Página Principal

source: Interests
bg: Интереси
cs: Zájmy
fi_fi: Kiinnostukset
is: Áhugamál
nb_no: Interesser
pt_br: Interesses

source: Address
bg: Адрес
cs: Adresa
fi_fi: Osoite
is: Heimilisfang
nb_no: Adresse
pt_br: Endereço

source: Location
ar: الموقع
bg: Местоположение
cs: Poloha
fi_fi: Sijainti
is: Staðsetning
it: Posizione
nb_no: Plassering
pt_br: Localização

source: Profile updated.
bg: Профил актуализиран.
cs: Profil aktualizován.
fi_fi: Profiili päivitettiin.
is: Forsíða uppfærð.
nb_no: Profil oppdatert.
pt_br: O perfil foi atualizado.

source: Hide contacts and friends:
cs: Skrýt kontakty a přátele:
fi_fi: Piilota kontaktit ja kaverit:
is: Fela tengiliði og vini
nb_no: Gjemm kontakter og venner:
pt_br: Esconder contatos e amigos:
