Repository: duthied/Free-Friendika
Catalog: view/lang/*/messages.po
Languages: ar, bg, cs, fi_fi, is, it, nb_no, pt_br

source: Event can not end before it has started.
ar: لا يمكن أن ينتهي الحدث قبل أن يبدأ.
cs: Událost nemůže končit dříve, než začala.
it: Un evento non può finire prima di iniziare.
pt_br: O evento não pode terminar antes de ter começado.

source: Event title and start time are required.
ar: عنوان الحدث و وقت بدئه إلزاميان.
cs: Název události a datum začátku jsou vyžadovány.
fi_fi: Tapahtuman nimi ja alkamisaika vaaditaan.
it: Titolo e ora di inizio dell'evento sono richiesti.
nb_no: Hendelsens tittel og starttidspunkt er påkrevet.
pt_br: O título do evento e a hora de início são obrigatórios.

source: Create New Event
ar: أنشئ حدثاً جديدًا
bg: Създаване на нов събитие
cs: Vytvořit novou událost
fi_fi: Luo uusi tapahtuma
is: Stofna nýjan atburð
it: Crea un nuovo evento
nb_no: Lag ny hendelse
pt_br: Criar um novo evento

source: Event details
ar: تفاصيل الحدث
bg: Подробности за събитието
cs: Detaily události
fi_fi: Tapahtuman tiedot
is: Nánar um atburð
it: Dettagli dell'evento
nb_no: Hendelsesdetaljer
pt_br: Detalhes do evento

source: Starting date and Title are required.
ar: تاريخ البدء والعنوان إلزاميان.
cs: Počáteční datum a Název jsou vyžadovány.
fi_fi: Aloituspvm ja otsikko vaaditaan.
it: La data di inizio e il titolo sono richiesti.

source: Event Starts:
ar: يبدأ الحدث في:
bg: Събитие Започва:
cs: Událost začíná:
fi_fi: Tapahtuma alkaa:
is: Atburður hefst:
it: L'evento inizia:
nb_no: Hendelsen starter:
pt_br: Início do evento:

source: Finish date/time is not known or not relevant
ar: وقت\تاريخ الانتهاء مجهول أو ليس له صلة
bg: Завършете дата / час не е известен или не е приложимо
cs: Datum/čas konce není zadán nebo není relevantní
fi_fi: Päättymispvm ja kellonaika ei ole tiedossa tai niillä ei ole merkitystä
is: Loka dagsetning/tímasetning ekki vituð eða skiptir ekki máli
it: La data/ora di fine non è definita
nb_no: Avslutningsdato/-tid er ukjent eller ikke relevant
pt_br: A data/hora de término não é conhecida ou não é relevante

source: Event Finishes:
ar: ينتهي الحدث في:
bg: Събитие играчи:
cs: Akce končí:
fi_fi: Tapahtuma päättyy:
is: Atburður klárar:
it: L'evento finisce:
nb_no: Hendelsen slutter:
pt_br: Término do evento:

source: Adjust for viewer timezone
bg: Настрои зрителя часовата зона
cs: Nastavit časové pásmo pro uživatele s právem pro čtení
fi_fi: Ota huomioon katsojan aikavyöhyke
is: Heimfæra á tímabelti áhorfanda
nb_no: Tilpass til iakttakerens tidssone
pt_br: Ajustar para o fuso horário do visualizador

source: Description:
ar: الوصف:
bg: Описание:
cs: Popis:
fi_fi: Kuvaus:
is: Lýsing:
it: Descrizione:
nb_no: Beskrivelse:
pt_br: Descrição:

source: Location:
ar: الموقع:
bg: Място:
cs: Poloha:
fi_fi: Sijainti:
is: Staðsetning:
it: Posizione:
nb_no: Plassering:
pt_br: Localização:

source: Title:
bg: Заглавие:
cs: Název:
fi_fi: Otsikko:
is: Titill:
nb_no: Tittel:
pt_br: Título:

source: Share this event
ar: شارك هذا الحدث
bg: Споделете това събитие
cs: Sdílet tuto událost
fi_fi: Jaa tämä tapahtuma
is: Deila þessum atburði
it: Condividi questo evento
nb_no: Del denne hendelsen
pt_br: Compartilhar este evento

source: Basic
ar: أساسي
cs: Základní
is: Einfalt
it: Base

source: Advanced
ar: متقدم
bg: Напреднал
cs: Pokročilé
is: Flóknari
it: Avanzate
nb_no: Avansert
pt_br: Avançado

source: Failed to remove event
ar: فشلت إزالة الحدث
cs: Odstranění události selhalo
fi_fi: Tapahtuman poisto epäonnistui
it: Rimozione evento fallita.

source: Event removed
cs: Událost odstraněna
fi_fi: Tapahtuma poistettu

source: Unable to locate original post.
ar: تعذر إيجاد المشاركة الأصلية.
bg: Не може да се намери оригиналната публикация.
cs: Nelze nalézt původní příspěvek.
fi_fi: Alkuperäinen julkaisu ei löydy.
is: Ekki tókst að finna upphaflega færslu.
it: Impossibile trovare il messaggio originale.
nb_no: Mislyktes med å lokalisere opprinnelig melding.
pt_br: Não foi possível localizar a publicação original.

source: Empty post discarded.
ar: رُفضت المشاركة الفارغة.
bg: Empty мнение изхвърли.
cs: Prázdný příspěvek odstraněn.
fi_fi: Tyhjä julkaisu hylätty.
is: Tóm færsla eytt.
it: Messaggio vuoto scartato.
nb_no: Tom melding forkastet.
pt_br: A publicação em branco foi descartada.

source: This message was sent to you by %s, a member of the Friendica social network.
ar: أرسل %s لك هذه الرسالة، وهو عضو في شبكة فرنديكا.
bg: Това съобщение е изпратено до вас от %s , член на социалната мрежа на Friendica.
cs: Tuto zprávu vám poslal/a %s, člen sociální sítě Friendica.
is: Skilaboðið sendi %s, notandi á Friendica samfélagsnetinu.
it: Questo messaggio ti è stato inviato da %s, un membro del social network Friendica.
nb_no: Denne meldingen ble sendt til deg av %s, et medlem av det sosiale nettverket Friendica.
pt_br: Essa mensagem foi enviada a você por %s, um membro da rede social Friendica.

source: You may visit them online at %s
ar: يمكنك زيارتهم عبر %s
bg: Можете да ги посетите онлайн на адрес %s
cs: Můžete jej/ji navštívit online na adrese %s
is: Þú getur heimsótt þau á netinu á %s
it: Puoi visitarli online su %s
nb_no: Du kan besøke dem online på %s
pt_br: Você pode visitá-lo em %s

source: Please contact the sender by replying to this post if you do not wish to receive these messages.
ar: رجاء اتصل بالمرسل بالرد على هذا المشاركة إذا كنت لا ترغب في تلقي هذه الرسائل.
bg: Моля, свържете се с подателя, като отговори на този пост, ако не желаете да получавате тези съобщения.
cs: Pokud nechcete dostávat tyto zprávy, kontaktujte prosím odesílatele odpovědí na tuto zprávu.
is: Hafðu samband við sendanda með því að svara á þessari færslu ef þú villt ekki fá þessi skilaboð.
it: Contatta il mittente rispondendo a questo messaggio se non vuoi ricevere questi messaggi.
nb_no: Vennligst kontakt avsenderen ved å svare på denne meldingen hvis du ikke ønsker å motta disse meldingene.
pt_br: Por favor, entre em contato com o remetente respondendo a esta publicação, caso você não queira mais receber estas mensagens.

source: %s posted an update.
ar: نشر %s تحديثاً.
bg: %s е публикувал актуализация.
cs: %s poslal/a aktualizaci.
fi_fi: %s julkaisi päivityksen.
is: %s hefur sent uppfærslu.
it: %s ha inviato un aggiornamento.
nb_no: %s postet en oppdatering.
pt_br: %s publicou uma atualização.

source: Invalid request identifier.
bg: Невалидна заявка идентификатор.
cs: Neplatný identifikátor požadavku.
fi_fi: Virheellinen pyyntötunniste.
is: Ógilt auðkenni beiðnar.
nb_no: Ugyldig forespørselsidentifikator.
pt_br: Identificador de solicitação inválido

source: Notifications
ar: التنبيهات
bg: Уведомления
cs: Oznámení
fi_fi: Huomautukset
is: Tilkynningar
it: Notifiche
nb_no: Varslinger
pt_br: Notificações

source: Network Notifications
ar: تنبيهات الشبكة
bg: Мрежа Известия
cs: Síťová oznámení
fi_fi: Verkkoilmoitukset
is: Tilkynningar á neti
it: Notifiche dalla rete
nb_no: Nettverksvarslinger
pt_br: Notificações de rede

source: System Notifications
ar: تنبيهات النظام
bg: Системни известия
cs: Systémová oznámení
fi_fi: Järjestelmäilmoitukset
is: Kerfistilkynningar
it: Notifiche di sistema
nb_no: Systemvarsler
pt_br: Notificações de sistema

source: Personal Notifications
ar: تنبيهات شخصية
bg: Лични Известия
cs: Osobní oznámení
fi_fi: Henkilökohtaiset ilmoitukset
is: Einkatilkynningar.
it: Notifiche personali
nb_no: Personlige varsler
pt_br: Notificações pessoais

source: Home Notifications
ar: تنبيهات الصفحة الرئيسية
bg: Начало Известия
cs: Oznámení na domovské stránce
fi_fi: Koti-ilmoitukset
is: Tilkynningar frá heimasvæði
it: Notifiche bacheca
nb_no: Hjemmevarsler
pt_br: Notificações pessoais

source: Show unread
ar: اعرض غير المقروءة
cs: Zobrazit nepřečtené
fi_fi: Näytä lukemattomat
is: Birta ólesið
it: Mostra non letti

source: Show all
ar: اعرض الكل
cs: Zobrazit vše
fi_fi: Näytä kaikki
is: Birta allt
it: Mostra tutti
nb_no: Vis alle

source: Show Ignored Requests
ar: اظهر الطلبات المتجاهلة
bg: Показване на пренебрегнатите заявки
cs: Zobrazit ignorované požadavky
fi_fi: Näytä ohitetut pyynnöt
is: Sýna hunsaðar beiðnir
it: Mostra richieste ignorate
nb_no: Vis ignorerte forespørsler
pt_br: Exibir solicitações ignoradas

source: Hide Ignored Requests
ar: اخف الطلبات المتجاهلة
bg: Скриване на пренебрегнатите заявки
cs: Skrýt ignorované požadavky
fi_fi: Piilota ohitetut pyynnöt
is: Fela hunsaðar beiðnir
it: Nascondi richieste ignorate
nb_no: Skjul ignorerte forespørsler
pt_br: Ocultar solicitações ignoradas

source: Notification type:
ar: نوع التنبيه:
cs: Typ oznámení:
it: Tipo di notifica:
nb_no: Beskjedtype:

source: Suggested by:
ar: اقترحه:
cs: Navrhl/a:
it: Suggerito da:
nb_no: Foreslått av:

source: Hide this contact from others
ar: اخف هذا المتراسل عن الآخرين
bg: Скриване на този контакт от другите
cs: Skrýt tento kontakt před ostatními
fi_fi: Piilota kontakti muilta
is: Gera þennan notanda ósýnilegan öðrum
it: Nascondi questo contatto agli altri
nb_no: Skjul denne kontakten for andre
pt_br: Ocultar este contato dos outros

source: Approve
ar: موافق
bg: Одобряване
cs: Schválit
fi_fi: Hyväksy
is: Samþykkja
it: Approva
nb_no: Godkjenn
pt_br: Aprovar

source: Claims to be known to you:
ar: يدعي أنّه يعرفك:
bg: Искания, да се знае за вас:
cs: Vaši údajní známí:
fi_fi: Väittää tuntevansa sinut:
is: Þykist þekkja þig:
it: Dice di conoscerti:
nb_no: Påstår å kjenne deg:
pt_br: Alega ser conhecido por você:

source: yes
bg: да
cs: ano
fi_fi: kyllä
is: já
nb_no: ja
pt_br: sim

source: no
bg: не
cs: ne
fi_fi: ei
is: nei
nb_no: ei
pt_br: não

source: Shall your connection be bidirectional or not?
cs: Má vaše spojení být obousměrné, nebo ne?
fi_fi: Kaksisuuntainen yhteys?
it: La connessione dovrà essere bidirezionale o no?

source: Accepting %s as a friend allows %s to subscribe to your posts, and you will also receive updates from them in your news feed.
ar: يسمح قَبُول %s كصديق لـ%s بالاشتراك في منشوراتك ، وستتلقى تحديثاتهم في تلقيمات الأخبار.
cs: Přijetí uživatele %s jako přítele dovolí uživateli %s odebírat Vaše příspěvky a Vy budete také přijímat aktualizace od něj ve Vašem kanále.
it: Accettando %s come amico permette a %s di seguire i tuoi messaggi, e a te di riceverne gli aggiornamenti.

source: Accepting %s as a subscriber allows them to subscribe to your posts, but you will not receive updates from them in your news feed.
ar: يسمح قَبُول %s كمشترك له بالاشتراك في منشوراتك، لكن لن تتلقى تحديثاتهم في تلقيمات الأخبار.
cs: Přijetí uživatele %s jako odběratele mu dovolí odebírat Vaše příspěvky, ale nebudete od něj přijímat aktualizace ve Vašem kanále.
it: Accettando %s come abbonato gli permetti di abbonarsi ai tuoi messaggi, ma tu non riceverai aggiornamenti da lui.

source: Accepting %s as a sharer allows them to subscribe to your posts, but you will not receive updates from them in your news feed.
cs: Přijetí uživatele %s jako sdílejícího mu dovolí odebírat Vaše příspěvky, ale nebudete od něj přijímat aktualizace ve Vašem kanále.

source: Friend
ar: صديق
bg: Приятел
cs: Přítel
fi_fi: Kaveri
is: Vin
it: Amico
nb_no: Venn
pt_br: Amigo

source: Sharer
bg: Споделящ
cs: Sdílející
fi_fi: Jakaja
is: Deilir
nb_no: Deler
pt_br: Compartilhador

source: Subscriber
ar: مشترك
cs: Odběratel
fi_fi: Tilaaja
is: Áskrifandi
it: Abbonato

source: About:
ar: حول:
bg: това ?
cs: O mně:
fi_fi: Lisätietoja:
is: Um:
it: Informazioni:
nb_no: Om:
pt_br: Sobre:

source: Gender:
bg: Пол:
cs: Pohlaví:
fi_fi: Sukupuoli:
is: Kyn:
nb_no: Kjønn:
pt_br: Gênero:

source: Network:
ar: الشبكة:
cs: Síť:
fi_fi: Verkko:
is: Netkerfi:
it: Rete:
nb_no: Nettverk:
pt_br: Rede:

source: No introductions.
ar: لا توجد تقديمات.
bg: Няма въвеждане.
cs: Žádné představení.
fi_fi: Ei esittelyjä.
is: Engar kynningar.
it: Nessuna presentazione.
nb_no: Ingen introduksjoner.
pt_br: Sem apresentações.

source: No more %s notifications.
ar: لا مزيد من تنبيهات %s.
cs: Žádná další %s oznámení
fi_fi: Ei muita %s ilmoituksia.
is: Ekki fleiri %s tilkynningar.
it: Nessun'altra notifica %s.

source: OpenID protocol error. No ID returned.
bg: OpenID протокол грешка. Не ID върна.
cs: Chyba OpenID protokolu. Nebylo navráceno žádné ID.
fi_fi: OpenID -protokollavirhe. Tunnusta ei vastaanotettu.
is: Samskiptavilla í OpenID. Ekkert auðkenni barst.
nb_no: OpenID protokollfeil. Ingen ID kom i retur.
pt_br: Erro no protocolo OpenID. Não foi retornada nenhuma ID.

source: Account not found and OpenID registration is not permitted on this site.
bg: Кутия не е намерена и, OpenID регистрация не е разрешено на този сайт.
cs: Nenalezen účet a OpenID registrace na tomto serveru není dovolena.
fi_fi: Käyttäjätiliä ei löytynyt. Rekisteröityminen OpenID:n kautta ei ole sallittua tällä sivustolla.
nb_no: Kontoen ble ikke funnet og OpenID-registrering er ikke tillat på dette nettstedet.
pt_br: A conta não foi encontrada e não são permitidos registros via OpenID nesse site.

source: Login failed.
ar: فشل الولوج.
bg: Влез не успя.
cs: Přihlášení se nezdařilo.
fi_fi: Kirjautuminen epäonnistui
is: Innskráning mistókst.
it: Accesso fallito.
nb_no: Innlogging mislyktes.
pt_br: Não foi possível autenticar.

source: Account
ar: الحساب
bg: профил
cs: Účet
fi_fi: Tili
is: Notandi
nb_no: Konto
pt_br: Conta

source: Two-factor authentication
ar: الاستيثاق بعاملَيْن
cs: Dvoufázové ověřování
it: Autenticazione a due fattori

source: Profiles
bg: Профили
cs: Profily
fi_fi: Profiilit
is: Forsíður
nb_no: Profiler
pt_br: Perfis

source: Additional features
ar: ميزات إضافية
bg: Допълнителни възможности
cs: Dodatečné vlastnosti
fi_fi: Lisäominaisuuksia
is: Viðbótareiginleikar
it: Funzionalità aggiuntive
nb_no: Tilleggsfunksjoner
pt_br: Funcionalidades adicionais

source: Display
ar: العرض
cs: Zobrazení
fi_fi: Ulkonäkö
is: Birting
it: Visualizzazione
nb_no: Vis
pt_br: Tela

source: Social Networks
ar: الشبكات الاجتماعية
cs: Sociální sítě
fi_fi: Sosiaalinen media
is: Samfélagsnet
nb_no: Sosiale nettverk
pt_br: Redes Sociais

source: Addons
ar: الإضافات
cs: Doplňky
fi_fi: Lisäosat
is: Forritsviðbætur
it: Componenti aggiuntivi

source: Delegations
cs: Delegace
nb_no: Delegasjoner
pt_br: Delegações

source: Connected apps
ar: التطبيقات المتصلة
bg: Свързани приложения
cs: Připojené aplikace
fi_fi: Yhdistetyt sovellukset
is: Tengd forrit
it: Applicazioni collegate
nb_no: Tilkoblede programmer
pt_br: Aplicações conectadas

source: Remove account
ar: أزل الحساب
bg: Премахване сметка
cs: Odstranit účet
fi_fi: Poista tili
is: Henda tengilið
it: Rimuovi account
nb_no: Fjern konto
pt_br: Remover a conta

source: Settings
ar: الإعدادات
bg: Настройки
cs: Nastavení
fi_fi: Asetukset
is: Stillingar
it: Impostazioni
nb_no: Innstillinger
pt_br: Configurações

source: Missing some important data!
bg: Липсват някои важни данни!
cs: Chybí některé důležité údaje!
fi_fi: Tärkeää dataa puuttuu!
is: Vantar mikilvæg gögn!
nb_no: Mangler noen viktige data!
pt_br: Está faltando algum dado importante!

source: Update
ar: حدّث
bg: Актуализиране
cs: Aktualizace
fi_fi: Päivitä
is: Uppfæra
it: Aggiorna
nb_no: Oppdater
pt_br: Atualizar

source: Failed to connect with email account using the settings provided.
ar: فشل الاتصال بحساب البريد الإلكتروني باستخدام الإعدادات المقدمة.
bg: Неуспех да се свърже с имейл акаунт, като използвате предоставените настройки.
cs: Nepodařilo se připojit k e-mailovému účtu pomocí dodaného nastavení.
is: Ekki tókst að tengjast við pósthólf með stillingum sem uppgefnar eru.
it: Impossibile collegarsi all'account email con i parametri forniti.
nb_no: Mislyktes i å opprette forbindelse med e-postkontoen med de oppgitte innstillingene.
pt_br: Não foi possível conectar à conta de e-mail com as configurações fornecidas.

source: Email settings updated.
bg: Имейл настройки актуализира.
cs: Nastavení e-mailu aktualizována.
fi_fi: Sähköpostin asetukset päivitettiin.
is: Stillingar póstfangs uppfærðar.
nb_no: E-postinnstillinger er oppdatert.
pt_br: As configurações de e-mail foram atualizadas.

source: Features updated
cs: Vlastnosti aktualizovány
fi_fi: Ominaisuudet päivitetty
nb_no: Funksjoner oppdatert
pt_br: Funcionalidades atualizadas

source: The theme you chose isn't available.
ar: السمة التي اخترتها غير متوفرة.
cs: Motiv, který jste si vybral/a, není dostupný.
it: Il tema che hai scelto non è disponibile.

source: Relocate message has been send to your contacts
ar: أُرسلت رسالة تنبيه بانتقالك إلى متراسليك
cs: Správa o změně umístění byla odeslána vašim kontaktům
it: Il messaggio di trasloco è stato inviato ai tuoi contatti
nb_no: Omplasseringsmelding har blitt sendt til dine kontakter
pt_br: A mensagem de relocação foi enviada para seus contatos

source: Passwords do not match.
ar: كلمتا المرور غير متطابقتين.
cs: Hasla se neshodují.
it: Le password non corrispondono.

source: Password update failed. Please try again.
ar: فشل تحديث كلمة المرور. من فضلك أعد المحاولة.
bg: Парола актуализация се провали. Моля, опитайте отново.
cs: Aktualizace hesla se nezdařila. Zkuste to prosím znovu.
fi_fi: Salasanan vaihto epäonnistui. Yritä uudelleen.
is: Uppfærsla á aðgangsorði tókst ekki. Reyndu aftur.
it: Aggiornamento password fallito. Prova ancora.
nb_no: Passordoppdatering mislyktes. Vennligst prøv igjen.
pt_br: Não foi possível atualizar a senha. Por favor, tente novamente.

source: Password changed.
ar: غُيّرت كلمة المرور.
bg: Парола промени.
cs: Heslo bylo změněno.
fi_fi: Salasana vaihdettu.
is: Aðgangsorði breytt.
it: Password cambiata.
nb_no: Passord endret.
pt_br: A senha foi modificada.

source: Password unchanged.
ar: لم تُغير كلمة المرور.
cs: Heslo nezměněno.
it: Password non modificata.

source: Please use a shorter name.
bg: Моля, използвайте по-кратко име.
cs: Prosím použijte kratší jméno.
fi_fi: Käytä lyhyempää nimeä.
is: Notaðu styttra nafn.
nb_no: Vennligst bruk et kortere navn.
pt_br: Por favor, use um nome mais curto.

source: Name too short.
bg: Името е твърде кратко.
cs: Jméno je příliš krátké.
fi_fi: Nimi on liian lyhyt.
is: Nafn of stutt.
nb_no: Navnet er for kort.
pt_br: O nome é muito curto.

source: Wrong Password
bg: Неправилна парола
cs: Špatné heslo
fi_fi: Väärä salasana
is: Rangt lykilorð
nb_no: Feil passord
pt_br: Senha Errada

source: Invalid email.
ar: البريد الإلكتروني غير صالح.
cs: Neplatný e-mail.
fi_fi: Virheellinen sähköposti.
is: Ógilt tölvupóstfang.
it: Email non valida.
nb_no: Ugyldig e-post.

source: Cannot change to that email.
ar: لا يمكن التغيير إلى هذا البريد الإلكتروني.
cs: Nelze změnit na tento e-mail.
it: Non puoi usare quella email.
nb_no: Kan ikke endre til den e-postadressen.

source: Private forum has no privacy permissions. Using default privacy group.
bg: Частен форум няма разрешения за неприкосновеността на личния живот. Използване подразбиране поверителност група.
cs: Soukromé fórum nemá nastaveno zabezpečení. Používá se výchozí skupina soukromí.
nb_no: Privat forum har ingen personverntillatelser. Bruker standard personverngruppe.
pt_br: O fórum privado não possui permissões de privacidade. Utilizando o grupo de privacidade padrão.

source: Private forum has no privacy permissions and no default privacy group.
bg: Частен форум няма разрешения за неприкосновеността на личния живот и никоя група по подразбиране неприкосновеността на личния живот.
cs: Soukromé fórum nemá nastaveno zabezpečení a ani žádnou výchozí skupinu soukromí.
nb_no: Privat forum har ingen personverntillatelser og ingen standard personverngruppe.
pt_br: O fórum privado não possui permissões de privacidade e nenhum grupo de privacidade padrão.

source: Settings updated.
bg: Обновяването на настройките.
cs: Nastavení aktualizováno.
fi_fi: Asetukset päivitetty.
is: Stillingar uppfærðar.
nb_no: Innstillinger oppdatert.
pt_br: As configurações foram atualizadas.

source: Add application
bg: Добави приложение
cs: Přidat aplikaci
fi_fi: Lisää sovellus
is: Bæta við forriti
nb_no: Legg til program
pt_br: Adicionar aplicação

source: Redirect
bg: Пренасочвания:
cs: Přesměrování
fi_fi: Uudelleenohjaus
is: Áframsenda
nb_no: Omdiriger
pt_br: Redirecionar

source: Icon url
bg: Икона URL
cs: URL ikony
fi_fi: Kuvakkeen URL-osoite
is: Táknmyndar slóð
nb_no: Ikon URL
pt_br: URL do ícone

source: You can't edit this application.
bg: Вие не можете да редактирате тази кандидатура.
cs: Nemůžete upravit tuto aplikaci.
fi_fi: Et voi muokata tätä sovellusta.
is: Þú getur ekki breytt þessu forriti.
nb_no: Du kan ikke redigere dette programmet.
pt_br: Você não pode editar esta aplicação.

source: Connected Apps
ar: التطبيقات المتصلة
bg: Свързани Apps
cs: Připojené aplikace
fi_fi: Yhdistetyt sovellukset
is: Tengd forrit
it: Applicazioni Collegate
nb_no: Tilkoblede programmer
pt_br: Aplicações conectadas

source: Edit
ar: تعديل
bg: Редактиране
cs: Upravit
fi_fi: Muokkaa
is: Breyta
it: Modifica
nb_no: Endre
pt_br: Editar

source: Client key starts with
bg: Ключ на клиента започва с
cs: Klienský klíč začíná
fi_fi: Asiakasavain alkaa
is: Lykill viðskiptavinar byrjar á
nb_no: Klientnøkkelen starter med
pt_br: A chave do cliente inicia com

source: No name
bg: Без име
cs: Bez názvu
fi_fi: Ei nimeä
is: Ekkert nafn
nb_no: Ingen navn
pt_br: Sem nome

source: Remove authorization
ar: أزل التخويل
bg: Премахване на разрешение
cs: Odstranit oprávnění
fi_fi: Poista lupa
is: Fjarlæga auðkenningu
it: Rimuovi l'autorizzazione
nb_no: Fjern tillatelse
pt_br: Remover autorização

source: No Addon settings configured
ar: لم تضبط إعدادات الإضافة
cs: Žádná nastavení doplňků nenakonfigurována
fi_fi: Lisäosa-asetukset puuttuvat
it: Nessun componente aggiuntivo ha impostazioni modificabili

source: Addon Settings
ar: إعدادات الإضافة
cs: Nastavení doplňků
fi_fi: Lisäosa-asetukset
it: Impostazioni Componenti Aggiuntivi

source: Off
bg: Изкл.
cs: Vyp
fi_fi: Pois päältä
is: Slökkt
nb_no: Av

source: On
bg: Вкл.
cs: Zap
fi_fi: Päällä
is: Kveikt
nb_no: På

source: Additional Features
ar: ميزات إضافية
bg: Допълнителни възможности
cs: Dodatečné vlastnosti
fi_fi: Lisäominaisuuksia
is: Viðbótareiginleikar
it: Funzionalità aggiuntive
nb_no: Tilleggsfunksjoner
pt_br: Funcionalidades Adicionais

source: enabled
bg: разрешен
cs: povoleno
fi_fi: käytössä
is: kveikt
nb_no: aktivert
pt_br: habilitado

source: disabled
bg: забранен
cs: zakázáno
fi_fi: pois käytöstä
is: slökkt
nb_no: avskrudd
pt_br: desabilitado

source: Built-in support for %s connectivity is %s
bg: Вградена поддръжка за връзка от %s %s
cs: Vestavěná podpora pro připojení s %s je %s
fi_fi: Sisäänrakennettu tuki palvelulle %s on %s
is: Innbyggður stuðningur fyrir %s tenging er%s
nb_no: Innebygget støtte for %s forbindelse er %s
pt_br: O suporte interno para conectividade de %s está %s

source: Email access is disabled on this site.
ar: الوصول إلى البريد الإلكتروني معطل في هذا الموقع.
bg: Достъп до електронна поща е забранен на този сайт.
cs: Přístup k e-mailu je na tomto serveru zakázán.
is: Slökkt hefur verið á tölvupóst aðgang á þessum þjón.
it: L'accesso email è disabilitato su questo sito.
nb_no: E-posttilgang er avskrudd på dette stedet.
pt_br: O acesso ao e-mail está desabilitado neste site.

source: General Social Media Settings
ar: الإعدادات العامة لشبكات التواصل الاجتماعي
cs: Obecná nastavení sociálních sítí
fi_fi: Yleiset some asetukset
is: Almennar stillingar samfélagsmiðla
it: Impostazioni Media Sociali

source: Accept only top level posts by contacts you follow
cs: Přijímat pouze příspěvky nejvyšší úrovně od kontaktů, které sledujete

source: The system does an auto completion of threads when a comment arrives. This has got the side effect that you can receive posts that had been started by a non-follower but had been commented by someone you follow. This setting deactivates this behaviour. When activated, you strictly only will receive posts from people you really do follow.
cs: Když přijde komentář, provede systém automatické doplňení vláken. Vedlejším účinkem je, že můžete obdržet příspěvky započaté někým, kdo vás nesleduje, ale okomentované někým, kdo vás sleduje. Toto nastavení toto chování vypne. Je-li aktivováno, obdržíte pouze příspěvky od lidí, které opravdu sledujete.
