Repository: duthied/Free-Friendika
Catalog: view/lang/*/messages.po
Languages: ar, bg, cs, fi_fi, is, it, nb_no, pt_br

source: Scheduled Posts
ar: المشاركات المبرمجة

source: Posts that are scheduled for publishing
ar: المشاركات المقرر نشرها

source: Posts containing media objects
ar: مشاركات تحوي وسائط

source: Revoke Follow
ar: أبطل المتابعة

source: Revoke the follow from this contact
ar: أبطل المتابعة من هذا المتراسل

source: Unknown contact.
ar: متراسل مجهول.

source: Contact is being deleted.
ar: المتراسل يحذف.

source: Follow was successfully revoked.
ar: نجح إبطال المتابعة.

source: Do you really want to revoke this contact's follow? This cannot be undone and they will have to manually follow you back again.
ar: هل تريد إلغاء متابعة هذا المتراسل لك؟ لا يمكن التراجع عن هذا الإجراء وسيتحتم عليهم متابعتك يدوياً.

source: Markdown
ar: ماركداون

source: OK
ar: موافق

source: Item Id
ar: معرّف العنصر

source: Item URI
ar: رابط العنصر

source: URL
ar: رابط

source: Please copy the following authentication code into your application and close this window: %s
ar: الرجاء نسخ رمز الاستيثاق إلى التطبيق وإغلاق هذه النافذة: %s

source: Followers (%s)
ar: متابِعون (%s)

source: <b>To:</b> %s<br>
ar: <b>إلى:</b> %s<br>

source: <b>CC:</b> %s<br>
ar: <b>ووجه إلى:</b>%s<br>

source: The Photo is not available.
ar: الصورة غير متوفرة.

source: Scheduled
ar: مُبرمج

source: Content
ar: المحتوى

source: Remove post
ar: أزل المشاركة

source: Diaspora (Socialhome, Hubzilla)
ar: دياسبورا (سوشل-هوم، هوب-زيلا)

source: OStatus (GNU Social)
ar: OStatus (غنو سوشل)

source: Followed content scope
ar: حيز المحتوى المتابَع

source: Only conversations my follows started
ar: المحادثات التي بدأها متابَعي فقط

source: Conversations my follows started or commented on (default)
ar: المحادثات التي بدأها متابَعي أو علقوا عليها (الافتراضي)

source: Any conversation my follows interacted with, including likes
ar: أي محادثة تفاعل معها متابَعي

source: Display the Dislike feature
ar: اعرض ميزة "لم يعجبني"

source: Display the Dislike button and dislike reactions on posts and comments.
ar: يعرض زر لم يعجبني والتفاعلات السلبية في المشاركات والتعليقات.

source: The XMPP address will be published so that people can follow you there.
ar: سيتم نشر عنوان XMPP حتى يتمكن الناس من متابعتك هناك.

source: Matrix (Element) address:
ar: عنوان مايتركس:

source: The Matrix address will be published so that people can follow you there.
ar: سيتم نشر عنوان مايتركس حتى يتمكن الناس من متابعتك هناك.

source: {0} wants to follow you
ar: {0} يريد متابعتك

source: %1$s wants to follow you
ar: %1$s يريد متابعتك

source: %1$s has started following you
ar: بدأ %1$s متابعتك

source: %1$s liked your comment on %2$s
ar: أٌعجب %1$s بتعليقك على %2$s

source: %1$s liked your post %2$s
ar: أعجب %1$s بمشاركتك %2$s

source: %1$s disliked your post %2$s
ar: لم يعجب %1$s مشاركتك %2$s

source: %1$s shared your comment %2$s
ar: شارك %1$s تعليقك %2$s

source: %1$s shared your post %2$s
ar: شارك %1$s مشاركتك %2$s

source: %1$s shared the post %2$s from %3$s
ar: شارك %1$s المشاركة %2$s من %3$s

source: %1$s shared a post from %3$s
ar: شارك %1$s مشاركة %3$s

source: %1$s shared the post %2$s
ar: شارك %1$s المشاركة %2$s

source: %1$s shared a post
ar: شارك %1$s مشاركة

source: %1$s wants to attend your event %2$s
ar: يريد %1$s حضور حدَثك %2$s

source: %1$s tagged you on %2$s
ar: ذكرك %1$s في %2$s

source: %1$s replied to you on %2$s
ar: رد %1$s عليك في %2$s

source: %1$s commented in your thread %2$s
ar: علق %1$s على نقاشك %2$s

source: %1$s commented on your comment %2$s
ar: علق %1$s على تعليقك %2$s

source: %1$s commented in their thread %2$s
ar: علق %1$s على نقاشه %2$s

source: %1$s commented in their thread
ar: علق %1$s على نقاشه

source: %1$s commented in the thread %2$s from %3$s
ar: علق %1$s على المحدثة %2$s من %3$s

source: %1$s commented in the thread from %3$s
ar: علق %1$s على نقاش %3$s

source: %1$s commented on your thread %2$s
ar: علق %1$s على نقاشك %2$s

source: Public Message
ar: رسالة علنية

source: Unlisted Message
ar: رسالة غير مدرجة

source: Share via ...
ar: شارك عبر

source: Time zone: <strong>%s</strong> <a href="%s">Change in Settings</a>
ar: المنطقة الزمنية: <strong>%s</strong><a href="%s">غيرها من الإعدادات</a>

source: Notification from Friendica
ar: تنبيهات من فرنديكا

source: Empty Post
ar: مشاركة فارغة

source: Please enter a video link/URL:
bg: Моля въведете видео връзка / URL:
fi_fi: Lisää video URL-linkki:
is: Settu inn slóð á myndskeið:

source: Please enter an audio link/URL:
bg: Моля въведете аудио връзка / URL:
fi_fi: Lisää ääni URL-linkki:
is: Settu inn slóð á hljóðskrá:

source: Welcome
bg: Добре дошли
fi_fi: Tervetuloa
is: Velkomin(n)
nb_no: Velkommen
pt_br: Bem-vindo(a)

source: Welcome back
bg: Здравейте отново!
fi_fi: Tervetuloa takaisin
is: Velkomin(n) aftur
nb_no: Velkommen tilbake
pt_br: Bem-vindo(a) de volta

source: %1$s [url=%2$s]tagged you[/url].
bg: %1$s [URL = %2$s ] сложи етикет [/ URL].
fi_fi: %1$s [url=%2$s]merkitsi sinut[/url].
is: %1$s [url=%2$s]merkti þig[/url].
nb_no: %1$s [url=%2$s]merket deg[/url].

source: Full Name: %1$s\nSite Location: %2$s\nLogin Name: %3$s (%4$s)
fi_fi: Koko nimi: %1$s\nSivusto: %2$s\nKäyttäjätunnus: %3$s (%4$s)

source: Cannot locate DNS info for database server '%s'
bg: Не може да намери DNS информация за сървъра на базата данни " %s "
fi_fi: '%s' tietokantapalvelimen DNS-tieto ei löydy
is: Get ekki flett upp DNS upplýsingum fyrir gagnagrunnsþjón '%s'

source: Could not create table.
bg: Не може да се създаде таблица.
fi_fi: Taulun luominen epäonnistui.
is: Gat ekki búið til töflu.

source: The database configuration file ".htconfig.php" could not be written. Please use the enclosed text to create a configuration file in your web server root.
bg: Конфигурационния файл на базата данни ". Htconfig.php" не може да бъде написано. Моля, използвайте приложения текст, за да се създаде конфигурационен файл в основната си уеб сървър.
fi_fi: Tietokannan asetustiedostoa ".htconfig.php" ei pystytty kirjoittamaan. Käytä mukaanliitettyä tekstiä luomaan asetustiedosto web-palvelimesi juureen.
is: Ekki tókst að skrifa stillingaskrá gagnagrunns ".htconfig.php". Notað meðfylgjandi texta til að búa til stillingarskrá í rót vefþjónsins.

source: Unable to set contact photo.
bg: Не може да зададете снимка на контакт.
fi_fi: Kontaktin kuvaa ei voitu asettaa
is: Ekki tókst að setja tengiliðamynd.
nb_no: Fikk ikke satt kontaktbilde.
pt_br: Não foi possível definir a foto do contato.

source: %1$s has joined %2$s
bg: Се присъедини към %2$s %1$s %2$s
fi_fi: %1$s on liittynyt kohteeseen %2$s

source: Do you really want to delete this video?
fi_fi: Haluatko varmasti poistaa tämän videon?
nb_no: Vil du virkelig slette videoen?

source: Delete Video
fi_fi: Poista video
is: Eyða myndskeiði
nb_no: Slett video

source: is interested in:
bg: се интересува от:
fi_fi: on kiinnostunut seuraavista aiheista:
is: hefur áhuga á:
nb_no: er interessert i:

source: Empty passwords are not allowed. Password unchanged.
bg: Празните пароли не са разрешени. Парола непроменен.
fi_fi: Tyhjä salasanakenttä ei ole sallittu. Salasana ennallaan.
is: Tóm aðgangsorð eru ekki leyfileg. Aðgangsorð óbreytt.
nb_no: Tomme passord er ikke lov. Passord uendret.

source: Wrong password.
bg: Неправилна парола
fi_fi: Väärä salasana.
is: Rangt lykilorð.
nb_no: Feil passord.

source: Consumer Key
bg: Ключ на консуматора:
fi_fi: Kuluttajan avain
is: Notenda lykill
pt_br: Chave do consumidor

source: Consumer Secret
bg: Тайна стойност на консуматора:
fi_fi: Kuluttajasalaisuus
is: Notenda leyndarmál
pt_br: Segredo do consumidor

source: Bandwith Saver Mode
fi_fi: Kaistanleveyssäästömoodi

source: By default post a status message when:
bg: По подразбиране се публикуват съобщение за състояние, когато:
fi_fi: Oletuksena julkaise tilapäivitys kun:

source: accepting a friend request
bg: приемане на искането за приятел
fi_fi: hyväksyt kaveripyynnön

source: joining a forum/community
bg: присъединяване форум / общността
fi_fi: liityt foorumiin/yhteisöön

source: making an <em>interesting</em> profile change
bg: един <em> интересен </ EM> Смяна на профил
fi_fi: muokkaat <em>kiinnostavalla tavalla</em> profiiliasi

source: {0} sent you a message
bg: {0} ви изпрати съобщение
fi_fi: {0} lähetti sinulle viestin
is: {0} sendi þér skilboð
nb_no: {0} sendte deg en melding

source: Group Editor
bg: Група Editor
fi_fi: Ryhmien muokkausta
is: Hópa sýslari

source: Remove Contact
fi_fi: Poista kontakti

source: Add Contact
fi_fi: Lisää kontakti

source: You aren't a friend of this contact.
fi_fi: Et ole kontaktin kaveri.

source: Notification type:
bg: Вид на уведомлението:
fi_fi: Ilmoitustyyppi:
is: Gerð skilaboða:

source: suggested by %s
bg: предложено от %s
fi_fi: ehdottaa %s
is: stungið uppá af %s

source: if applicable
bg: ако е приложимо
fi_fi: tarvittaessa

source: Contacts who are not members of a group
bg: Контакти, които не са членове на една група
fi_fi: Kontaktit jotka eivät kuulu ryhmään
is: Tengiliðir sem ekki eru í neinum hópi

source: Tag removed
bg: Отстранява маркировката
fi_fi: Tägi poistettiin
is: Merki fjarlægt

source: This is Friendica, version
bg: Това е Friendica, версия
fi_fi: Tämä on Friendica, versio
is: Þetta er Friendica útgáfa

source: running at web location
bg: работи в уеб сайта,
fi_fi: käynnissä osoitteessa
is: Keyrir á slóð

source: Inspect Queue
fi_fi: Tarkista jono

source: The blocked domain
fi_fi: Estetty verkkotunnus
nb_no: Den blokkerte domenen

source: The reason why you blocked this domain.
fi_fi: Verkkotunnuksen estosyy.

source: Delete domain
fi_fi: Poista verkkotunnus
is: Eyða léni

source: Server added to blocklist.
fi_fi: Palvelin lisätty estolistalle

source: Recipient Name
fi_fi: Vastaanottajan nimi
is: Nafn viðtakanda
nb_no: Mottakerens navn

source: Recipient Profile
fi_fi: Vastaanottajan profiili
is: Forsíða viðtakanda
nb_no: Mottakerens profil

source: Last Tried
fi_fi: Viimeksi yritetty
is: Síðast prófað
nb_no: Sist forsøkt

source: OpenID support
bg: Поддръжка на OpenID
fi_fi: OpenID-tuki
is: Leyfa OpenID auðkenningu
nb_no: OpenID-støtte

source: OpenID support for registration and logins.
bg: Поддръжка на OpenID за регистрация и влизане.
fi_fi: OpenID-tuki rekisteröitymiseen ja kirjautumiseen
nb_no: OpenID-støtte for registrering og innlogging.

source: Fullname check
bg: Fullname проверка
fi_fi: Koko nimi tarkistus
is: Fullt nafn skilyrði
nb_no: Sjekk fullt navn

source: The maximum number of posts per user on the community page. (Not valid for 'Global Community')
fi_fi: Enimmäismäärä julkaisuja käyttäjää kohden yhteisösivulla. (Ei koske maailmanlaajuista yhteisösivua.)
pt_br: O número máximo de textos por usuário na página da comunidade. (Não é válido para 'comunidade global')

source: Enable OStatus support
bg: Активирайте OStatus подкрепа
fi_fi: Salli OStatus-tuki
is: Leyfa OStatus stuðning
nb_no: Aktiver Ostatus-støtte

source: Only import OStatus threads from our contacts
fi_fi: Ainoastaan tuo OStatus -ketjuja kontakteiltamme

source: Maximum system load before delivery and poll processes are deferred - default 50.
bg: Максимално натоварване на системата преди раждането и анкета процеси са отложени - по подразбиране 50.
fi_fi: Järjestelmäkuormitus jolloin lähetys- ja kyselyprosessit lykätään (oletusarvo 50).
nb_no: Maksimal systemlast før leverings- og spørreprosesser utsettes - standard er 50.
pt_br: Carga do sistema máxima antes que os processos de entrega e busca sejam postergados - padrão 50.

source: Maximum table size (in MB) for the automatic optimization - default 100 MB. Enter -1 to disable it.
fi_fi: Taulukon enimmäiskoko (megatavuina) automaattista optimointia varten - oletusarvo 100 mt. Syötä -1 poistamaan optimointi käytöstä.

source: Comma separated list of tags for the 'tags' subscription.
fi_fi: Pilkulla erotettu tunnistelista tunnistetilausta varten.

source: If enabled, the tags from the saved searches will used for the 'tags' subscription in addition to the 'relay_server_tags'.
fi_fi: Jos otettu käyttöön, tunnisteet tallennetuista hauista käytetään tunnistetilaukseen 'relay_server_tags'in lisäksi.

source: %s user blocked/unblocked
fi_fi: %s käyttäjä estetty / poistettu estolistalta
nb_no: %s bruker blokkert/ikke blokkert
pt_br: %s usuário bloqueado/desbloqueado

source: User '%s' deleted
bg: Потребителят " %s "Изтрити
fi_fi: Käyttäjä '%s' poistettu
is: Notanda '%s' eytt
nb_no: Brukeren '%s' er slettet
pt_br: O usuário '%s' foi excluído

source: User '%s' unblocked
bg: Потребителят " %s "отблокирани
fi_fi: Käyttäjä '%s' poistettu estolistalta
is: Notanda '%s' gefið frelsi
nb_no: Brukeren '%s' er ikke blokkert
pt_br: O usuário '%s' foi desbloqueado

source: User '%s' blocked
bg: Потребителят " %s "блокиран
fi_fi: Käyttäjä '%s' estetty
is: Notandi '%s' settur í bann
nb_no: Brukeren '%s' er blokkert
pt_br: O usuário '%s' foi bloqueado

source: Deleted since
fi_fi: Poistettu
is: Eytt síðan

source: No themes found.
bg: Няма намерени теми.
fi_fi: Teemoja ei löytynyt.
is: Engin þemu fundust
nb_no: Ingen temaer funnet.
pt_br: Nenhum tema encontrado

source: Requested profile is not available.
bg: Замолената профила не е достъпна.
fi_fi: Pyydettyä profiilia ei saatavilla.
is: Umbeðin forsíða ekki til.
nb_no: Profil utilgjengelig.
pt_br: Perfil solicitado não está disponível.

source: Suggestions
bg: Предложения
fi_fi: Ehdotukset
is: Uppástungur
nb_no: Forslag
pt_br: Sugestões

source: Suggest potential friends
bg: Предполагат потенциал приятели
fi_fi: Ehdota mahdollisille ystäville
is: Stinga uppá mögulegum vinum
nb_no: Foreslå mulige venner
pt_br: Sugerir amigos em potencial

source: Unblocked
bg: Отблокирани
fi_fi: Sallittu
is: Afhunsað
nb_no: Ikke blokkert
pt_br: Desbloquear

source: Only show unblocked contacts
bg: Покажи само Разблокирани контакти
fi_fi: Näytä vain sallitut henkilöt
nb_no: Bare vis ikke blokkerte kontakter
pt_br: Exibe somente contatos desbloqueados

source: Item not available.
bg: Които не са на разположение.
fi_fi: Kohde ei saatavilla.
is: Atriði ekki í boði.
nb_no: Elementet er ikke tilgjengelig.

source: Not Extended
fi_fi: Ei laajennettu

source: No more system notifications.
bg: Не повече системни известия.
fi_fi: Ei enää järjestelmäilmoituksia.
is: Ekki fleiri kerfistilkynningar.
nb_no: Ingen flere systemvarsler.
pt_br: Não fazer notificações de sistema.

source: and
bg: и
fi_fi: ja

source: public profile
bg: публичен профил
fi_fi: julkinen profiili

source: %1$s changed %2$s to &ldquo;%3$s&rdquo;
bg: %1$s променя %2$s %3$s 3 $ S
fi_fi: %1$s muokkasi kohteen %2$s kohteeksi &ldquo;%3$s&rdquo;

source: or existing album name:
bg: или съществуващо име на албума:
fi_fi: tai olemassaolevan albumin nimi:
is: eða fyrra nafn myndbókar:

source: [Remove any tag]
bg: Премахване на всякаква маркировка]
fi_fi: [Poista mikä tahansa merkintä]
is: [Fjarlægja öll merki]

source: : Database update
fi_fi: : Tietokannan päivitys

source: The web installer needs to be able to create a file called ".htconfig.php" in the top folder of your web server and it is unable to do so.
bg: Уеб инсталатора трябва да бъде в състояние да създаде файл с име ". Htconfig.php" в най-горната папка на вашия уеб сървър и не е в състояние да го направят.
fi_fi: Web-asennuksen pitäisi pystyä luomaan tiedosto nimeltä ".htconfig.php" palvelimesi ylimpään kansioon, mutta se ei nyt onnistu.
is: Vef uppsetningar forrit þarf að geta stofnað skránna ".htconfig.php" in efsta skráarsafninu á vefþjóninum og það getur ekki gert það.

source: At the end of this procedure, we will give you a text to save in a file named .htconfig.php in your Friendica top folder.
bg: В края на тази процедура, ние ще ви дадем един текст, за да се запишете в файл с име. Htconfig.php в топ Friendica папка.
fi_fi: Tämän menettelyn lopussa annamme sinulle tekstin tallennettavaksi tiedostoon nimeltä .htconfig.php Friendican ylätason kansiossa.

source: .htconfig.php is writable
bg: ,. Htconfig.php е записваем
fi_fi: .htconfig.php on kirjoitettava
is: .htconfig.php er skrifanleg

source: Url rewrite in .htaccess is not working. Check your server configuration.
bg: URL пренапише. Htaccess не работи. Проверете вашата конфигурация сървър.
fi_fi: URL-osoitteen uudelleenkirjoitus .htaccess-tiedostossa ei toimi. Tarkista palvelimen asetukset.

source: show fewer
bg: показват по-малко
fi_fi: näytä vähemmän
is: birta minna
nb_no: vis færre

source: %1$s is attending %2$s's %3$s
fi_fi: %1$s osallistuu tapahtumaan %3$s, jonka järjestää %2$s

source: %1$s is not attending %2$s's %3$s
fi_fi: %1$s ei osallistu tapahtumaan %3$s, jonka järjestää %2$s

source: %1$s may attend %2$s's %3$s
fi_fi: %1$s ehkä osallistuu tapahtumaan %3$s, jonka järjestää %2$s

source: Dear %1$s, Thank you for registering at %2$s. Your account is pending for approval by the administrator.
fi_fi: Hei %1$s, Kiitoksia rekisteröitymisestä sivustolle %2$s. Tilisi on odottamassa ylläpidon hyväksyntää.

source: Requested account is not available.
fi_fi: Pyydetty käyttäjätili ei ole saatavilla.
is: Umbeðin forsíða er ekki til.
nb_no: Profil utilgjengelig.
pt_br: Conta solicitada não disponível

source: Events this week:
bg: Събития тази седмица:
fi_fi: Tapahtumia tällä viikolla:
is: Atburðir vikunnar:

source: Networks
bg: Мрежи
fi_fi: Verkot
is: Net

source: All Networks
bg: Всички мрежи
fi_fi: Kaikki verkot
is: Öll net

source: Transgender
bg: Транссексуалните
fi_fi: Transsukupuolinen
is: Kyngervingur (trans)

source: Gay
bg: Хомосексуалист
fi_fi: Homo
is: Hommi
nb_no: Homse
pt_br: Gays

source: Abstinent
bg: Трезвен
fi_fi: Selibaatissa elävä
is: Skírlíf/ur
nb_no: Avholdende
pt_br: Abstêmios

source: Available
bg: На разположение
fi_fi: Saatavilla
is: Á lausu
nb_no: Tilgjengelig
pt_br: Disponível

source: Unavailable
bg: Невъзможно.
fi_fi: Ei saatavilla
is: Frátekin/n
nb_no: Ikke tilgjengelig
pt_br: Não disponível

source: Swinger
bg: Сексуално развратен човек
fi_fi: Parinvaihtaja
is: Svingari
nb_no: Partnerbytte/swinger

source: Post Preview
fi_fi: Viestin esikatselu

source: Allow previewing posts and comments before publishing them
fi_fi: Mahdollistaa viestien esikatselun ennen niiden julkaisua

source: Search by Date
bg: Търсене по дата
fi_fi: Päivämäärähaku

source: Group Filter
fi_fi: Ryhmäsuodatin

source: Network Filter
bg: Мрежов филтър
fi_fi: Verkkosuodatin

source: Save search terms for re-use
fi_fi: Tallenna hakutermit myöhempää käyttöä varten

source: Select and delete multiple posts/comments at once
fi_fi: Valitse ja poista monta julkaisua/kommentia yhtaikaa

source: Edit Sent Posts
fi_fi: Muokkaa lähetetyt julkaisut

source: Edit and correct posts and comments after sending
fi_fi: Muokkaa ja korjaa julkaisuja ja kommenteja julkaisun jälkeen

source: Tagging
fi_fi: Tunnisteet

source: Ability to tag existing posts
fi_fi: Saa merkitä olemassa olevia julkaisuja

source: Ability to file posts under folders
fi_fi: Mahdollisuus tallettaa viestejä kansioihin

source: Dislike Posts
fi_fi: Inhoa viestejä

source: Ability to dislike posts/comments
fi_fi: Mahdollisuus inhota viestejä/kommentteja

source: Star Posts
fi_fi: Tähtimerkityt julkaisut

source: Ability to mark special posts with a star indicator
fi_fi: Salli julkaisujen tähtimerkintä

source: Mute Post Notifications
fi_fi: Mykistä julkaisuilmoitukset

source: Default system theme - may be over-ridden by user profiles - <a href='#' id='cnftheme'>change theme settings</a>
bg: Тема по подразбиране система - може да бъде по-яздени потребителски профили - <a href='#' id='cnftheme'> променяте настройки тема </ A>
nb_no: Standard tema for systemet - kan overstyres av brukerprofiler - <a href='#' id='cnftheme'>endre temainnstillinger</a>
pt_br: Tema padrão do sistema. Pode ser substituído nos perfis de usuário - <a href='#' id='cnftheme'>alterar configurações do tema</a>

source: Deviant
bg: Девиантно
is: Óþekkur
nb_no: Avvikende
pt_br: Desviantes

source: j F, Y
pt_br: j de F, Y

source: j F
pt_br: j de F

source: You may (optionally) fill in this form via OpenID by supplying your OpenID and clicking 'Register'.
bg: Може да се (по желание) да попълните този формуляр, чрез OpenID чрез предоставяне на OpenID си и кликнете върху "Регистрация".
is: Þú mátt (valfrjálst) fylla í þetta svæði gegnum OpenID með því gefa upp þitt OpenID og ýta á 'Skrá'.
nb_no: Du kan (valgfritt) fylle ut dette skjemaet via OpenID ved å oppgi din OpenID og klikke "Registrer".

source: Force users to register with a space between firstname and lastname in Full name, as an antispam measure
bg: Силите на потребителите да се регистрират в пространството между Име и фамилия в пълно име, като мярка за антиспам
nb_no: Tving brukere til å registrere med et mellomrom mellom fornavn og etternavn i Fullt navn, som et tiltak mot søppelpost (antispam).

source: Provide built-in OStatus (StatusNet, GNU Social etc.) compatibility. All communications in OStatus are public, so privacy warnings will be occasionally displayed.
nb_no: Tilby innebygget Ostatus-samhandling (StatusNet, GNU Social osv.). All kommunikasjon via OStatus er offentlig, så advarsler om personvern vil bli vist av og til.

source: Unknown | Not categorised
bg: Неизвестен | Без категория

source: Block immediately
bg: Блок веднага

source: Shady, spammer, self-marketer
bg: Shady, спамър, самостоятелно маркетолог

source: Known to me, but no opinion
bg: Известно е, че мен, но липса на становище

source: OK, probably harmless
bg: ОК, вероятно безвреден

source: Reputable, has my trust
bg: Репутация, има ми доверие

source: Click here to upgrade.
bg: Натиснете тук за обновяване.

source: Conversations on this site
bg: Разговори на този сайт

source: Errors encountered creating database tables.
bg: Грешки, възникнали създаване на таблиците в базата данни.

source: , and %d other people
bg: , И %d други хора

source: Nickname was once registered here and may not be re-used. Please choose another.
bg: Псевдоним някога е бил регистриран тук и не могат да се използват повторно. Моля, изберете друга.

source: Please visit <a href="http://friendica.com">Friendica.com</a> to learn more about the Friendica project.
bg: Моля, посетете <a href="http://friendica.com"> Friendica.com </ A>, за да научите повече за проекта на Friendica.

source: Suggestions, praise, donations, etc. - please email "Info" at Friendica - dot com
bg: Предложения, похвали, дарения и т.н. - моля пишете "Инфо" в Friendica - Dot Com

source: Installed plugins/addons/apps:
bg: Инсталираните приставки / Addons / Apps:

source: No installed plugins/addons/apps
bg: Няма инсталирани плъгини / Addons / приложения

source: For more information about the Friendica project and why we feel it is important, please visit http://friendica.com
bg: За повече информация за проекта Friendica и защо ние смятаме, че е важно, моля посетете http://friendica.com

source: No potential page delegates located.
bg: Няма потенциални делегати на страницата намира.

source: Existing Page Managers
bg: Съществуващите Мениджъри

source: Mood
bg: Настроение

source: Post a new friend activity
bg: Публикувай нова дейност приятел

source: Fan/Admirer
bg: Почитател

source: - Visit %1$s's %2$s
bg: - Посещение %1$s на %2$s

source: %1$s has an updated %2$s, changing %3$s.
bg: %1$s има актуализиран %2$s , промяна %3$s .

source: Item has been removed.
bg: , Т. е била отстранена.

source: Public Photo
bg: Публична снимка

source: Private photo
bg: Частна снимка

source: Public photo
bg: Публична снимка

source: Your invitation ID:
bg: Вашата покана ID:

source: Your Email Address:
bg: Вашият email адрес:

source: Choose a profile nickname. This must begin with a text character. Your profile address on this site will then be '<strong>nickname@$sitename</strong>'.
bg: Изберете прякор профил. Това трябва да започне с текст характер. Вашият профил адреса на този сайт ще бъде "<strong> прякор @ $ на SITENAME </ strong>".

source: Plugins
bg: Приставки

source: Not valid email.
bg: Не валиден имейл.
