Repository: duthied/Free-Friendika
Catalog: view/lang/*/messages.po
Languages: ar, bg, cs, fi_fi, is, it, nb_no, pt_br

source: Item not found.
ar: لم يُعثر على العنصر.
bg: Елемент не е намерен.
cs: Položka nenalezena.
fi_fi: Kohdetta ei löytynyt.
is: Atriði fannst ekki.
it: Elemento non trovato.
nb_no: Enheten ble ikke funnet.
pt_br: O item não foi encontrado.

source: Do you really want to delete this item?
cs: Opravdu chcete smazat tuto položku?
fi_fi: Haluatko varmasti poistaa tämän kohteen?
is: Viltu í alvörunni eyða þessu atriði?
nb_no: Ønsker du virkelig å slette dette elementet?
pt_br: Você realmente deseja deletar esse item?

source: Yes
ar: نعم
cs: Ano
fi_fi: Kyllä
is: Já
it: Si
nb_no: Ja
pt_br: Sim

source: Cancel
ar: ألغ
bg: Отмени
cs: Zrušit
fi_fi: Peru
is: Hætta við
it: Annulla
nb_no: Avbryt
pt_br: Cancelar

source: Permission denied.
ar: رُفض الإذن.
bg: Разрешението е отказано.
cs: Přístup odmítnut.
fi_fi: Käyttöoikeus evätty.
is: Heimild ekki veitt.
it: Permesso negato.
nb_no: Ingen tilgang.
pt_br: Permissão negada.

source: Daily posting limit of %d post reached. The post was rejected.
ar: رُفضت المشاركة. حدك اليومي معدوم %d.
cs: Byl dosažen denní limit %d příspěvku. Příspěvek byl odmítnut.
fi_fi: Päivittäinen julkaisuraja (%d) on tullut täyteen. Julkaisu hylätty.
it: Limite giornaliero di %d messaggio raggiunto. Il messaggio è stato rifiutato
pt_br: Atingido o limite diário de %d publicação. Post rejeitado.

source: Weekly posting limit of %d post reached. The post was rejected.
ar: رُفضت المشاركة. تجاوزت الحد الأسبوعي وهو معدوم %d.
cs: Byl dosažen týdenní limit %d příspěvku. Příspěvek byl odmítnut.
fi_fi: Viikottainen julkaisuraja (%d) on tullut täyteen. Julkaisu hylätty.
it: Limite settimanale di %d messaggio raggiunto. Il messaggio è stato rifiutato
pt_br: Atingido o limite semanal de %d publicação. Post rejeitado.

source: Monthly posting limit of %d post reached. The post was rejected.
cs: Byl dosažen měsíční limit %d příspěvků. Příspěvek byl odmítnut.
fi_fi: Kuukausittainen julkaisuraja (%d) on tullut täyteen. Julkaisu hylätty.
pt_br: Atingido o limite mensal de %d publicações. Post rejeitado.

source: Profile Photos
ar: صور الملف الشخصي
bg: Снимка на профила
cs: Profilové fotky
fi_fi: Profiilin valokuvat
is: Forsíðumyndir
it: Foto del profilo
nb_no: Profilbilder
pt_br: Fotos do perfil

source: event
ar: حدث
bg: събитието.
cs: událost
fi_fi: tapahtuma
is: atburður
it: l'evento
nb_no: hendelse
pt_br: evento

source: status
ar: حالة
bg: статус
cs: stav
fi_fi: tila
is: staða
it: stato

source: photo
ar: صورة
bg: снимка
cs: fotka
fi_fi: kuva
is: mynd
it: foto
nb_no: bilde
pt_br: foto

source: %1$s likes %2$s's %3$s
bg: %1$s харесва %2$s %3$s
cs: Uživateli %1$s se líbí %3$s uživatele %2$s
fi_fi: %1$s tykkää käyttäjän %2$s %3$s
is: %1$s líkar við %3$s hjá %2$s
nb_no: %1$s liker %2$s's %3$s
pt_br: %1$s gosta de %3$s de %2$s

source: %1$s doesn't like %2$s's %3$s
bg: %1$s не като %2$s - %3$s
cs: Uživateli %1$s se nelíbí %3$s uživatele %2$s
is: %1$s líkar ekki við %3$s hjá %2$s
nb_no: %1$s liker ikke %2$s's %3$s
pt_br: %1$s não gosta de %3$s de %2$s

source: %1$s attends %2$s's %3$s
cs: %1$s se účastní %3$s uživatele %2$s
fi_fi: %1$s osallistuu tapahtumaan %3$s, jonka järjestää %2$s
is: %1$s mætir á %3$s hjá %2$s

source: %1$s doesn't attend %2$s's %3$s
cs: %1$s se neúčastní %3$s uživatele %2$s
fi_fi: %1$s ei osallistu tapahtumaan %3$s, jonka järjestää %2$s
is: %1$s mætir ekki á %3$s hjá %2$s

source: %1$s attends maybe %2$s's %3$s
cs: %1$s se možná účastní %3$s uživatele %2$s
fi_fi: %1$s ehkä osallistuu tapahtumaan %3$s, jonka järjestää %2$s
is: %1$s mætir kannski á %3$s hjá %2$s

source: %1$s is now friends with %2$s
bg: %1$s вече е приятел с %2$s
cs: %1$s se nyní přátelí s uživatelem %2$s
fi_fi: %1$s ja %2$s ovat kavereita
is: Núna er %1$s vinur %2$s
nb_no: %1$s er nå venner med %2$s
pt_br: %1$s agora é amigo de %2$s

source: %1$s poked %2$s
cs: %1$s šťouchnul/a uživatele %2$s
fi_fi: %1$s tökkäsi %2$s
is: %1$s potaði í %2$s
nb_no: %1$s dyttet %2$s
pt_br: %1$s cutucou %2$s

source: %1$s tagged %2$s's %3$s with %4$s
ar: %1$s وسم %3$s %2$s بـ %4$s
bg: %1$s сложи етикет с %2$s - %3$s %4$s
cs: %1$s označil/a %3$s uživatele %2$s štítkem %4$s
is: %1$s merkti %2$s's %3$s með %4$s
it: %1$s ha taggato %3$s di %2$s con %4$s
nb_no: %1$s merket %2$s sitt %3$s med %4$s
pt_br: %1$s etiquetou %3$s de %2$s com %4$s

source: post/item
bg: длъжност / позиция
cs: příspěvek/položka
fi_fi: julkaisu/kohde
is: færslur/atriði
nb_no: innlegg/element
pt_br: postagem/item

source: %1$s marked %2$s's %3$s as favorite
bg: %1$s маркираната %2$s - %3$s като предпочитано
cs: %1$s označil/a %3$s uživatele %2$s jako oblíbené
is: %1$s merkti %3$s hjá %2$s sem eftirlæti
nb_no: %1$s merket %2$s's %3$s som en favoritt
pt_br: %1$s marcou %3$s de %2$s como favorito

source: Likes
bg: Харесвания
cs: Libí se
fi_fi: Tykkäyksiä
is: Líkar
nb_no: Liker
pt_br: Gosta de

source: Dislikes
bg: Нехаресвания
cs: Nelibí se
fi_fi: Inhokit
is: Mislíkar
nb_no: Liker ikke
pt_br: Não gosta de

source: Attending
cs: Účastní se
fi_fi: Osallistuu
is: Mætir

source: Not attending
cs: Neúčastní se
fi_fi: Ei osallistu
is: Mætir ekki

source: Might attend
cs: Mohl/a by se zúčastnit
fi_fi: Ehkä
is: Gæti mætt

source: Reshares
cs: Znovusdílení

source: Select
ar: اختر
bg: избор
cs: Vybrat
fi_fi: Valitse
is: Velja
it: Seleziona
nb_no: Velg
pt_br: Selecionar

source: Delete
ar: احذف
bg: Изтриване
cs: Odstranit
fi_fi: Poista
is: Eyða
it: Rimuovi
nb_no: Slett
pt_br: Excluir

source: View %s's profile @ %s
ar: اعرض ملف %s الشخصي @ %s
bg: Преглед профила на %s в %s
cs: Zobrazit profil uživatele %s na %s
fi_fi: Katso %s-henkilön profiilia @ %s
is: Birta forsíðu %s hjá %s
it: Vedi il profilo di %s @ %s
nb_no: Besøk %ss profil [%s]
pt_br: Ver o perfil de %s @ %s

source: Categories:
ar: الفئات:
bg: Категории:
cs: Kategorie:
fi_fi: Luokat:
is: Flokkar:
it: Categorie:
nb_no: Kategorier:
pt_br: Categorias:

source: Filed under:
ar: مصنف كـ:
bg: Записано в:
cs: Vyplněn pod:
fi_fi: Arkistoitu kansioon:
is: Skráð undir:
it: Archiviato in:
nb_no: Lagret i:
pt_br: Arquivado sob:

source: %s from %s
ar: %s من %s
bg: %s от %s
cs: %s z %s
fi_fi: %s sovelluksesta %s
is: %s til %s
it: %s da %s
nb_no: %s fra %s
pt_br: %s de %s

source: View in context
ar: اعرضه في السياق
bg: Поглед в контекста
cs: Zobrazit v kontextu
fi_fi: Näytä kontekstissa
is: Birta í samhengi
it: Vedi nel contesto
nb_no: Vis i sammenheng
pt_br: Ver no contexto

source: Please wait
ar: يرجى الانتظار
bg: Моля, изчакайте
cs: Čekejte prosím
fi_fi: Odota
is: Hinkraðu aðeins
it: Attendi
nb_no: Vennligst vent
pt_br: Por favor, espere

source: remove
ar: أزل
bg: Премахване
cs: odstranit
fi_fi: poista
is: fjarlægja
it: rimuovi
nb_no: slett
pt_br: remover

source: Delete Selected Items
ar: أزل العناصر المختارة
bg: Изтриване на избраните елементи
cs: Smazat vybrané položky
fi_fi: Poista valitut kohteet
is: Eyða völdum færslum
it: Cancella elementi selezionati
nb_no: Slette valgte elementer
pt_br: Excluir os itens selecionados

source: Follow Thread
ar: تابع المناقشة
cs: Sledovat vlákno
fi_fi: Seuraa ketjua
is: Fylgja þræði
it: Segui la discussione
nb_no: Følg tråd
pt_br: Seguir o Thread

source: View Status
ar: اعرض الحالة
bg: Показване на състоянието
cs: Zobrazit stav
fi_fi: Näytä tila
is: Skoða stöðu
it: Visualizza stato
nb_no: Vis status
pt_br: Ver Status

source: View Profile
ar: اعرض الملف الشخصي
bg: Преглед на профил
cs: Zobrazit profil
fi_fi: Näytä profiilia
is: Skoða forsíðu
it: Visualizza profilo
nb_no: Vis profil
pt_br: Ver Perfil

source: View Photos
ar: اعرض الصور
bg: Вижте снимки
cs: Zobrazit fotky
fi_fi: Näytä kuvia
is: Skoða myndir
it: Visualizza foto
nb_no: Vis bilder
pt_br: Ver Fotos

source: Network Posts
ar: مشاركات الشبكة
bg: Мрежови Мнения
cs: Síťové příspěvky
fi_fi: Verkkojulkaisut
is: Færslur á neti
it: Messaggi della Rete
nb_no: Nettverksinnlegg
pt_br: Publicações da Rede

source: View Contact
ar: اعرض المتراسل
cs: Zobrazit kontakt
fi_fi: Näytä kontaktia
is: Skoða tengilið
it: Mostra contatto
nb_no: Vis kontakt
pt_br: Ver contato

source: Send PM
ar: أرسل رسالة خاصة
bg: Изпратете PM
cs: Poslat soukromou zprávu
fi_fi: Lähetä yksityisviesti
is: Senda einkaboð
it: Invia messaggio privato
nb_no: Send privat melding
pt_br: Enviar MP

source: Block
ar: احجب
bg: Блокиране
cs: Blokovat
fi_fi: Estä
is: Útiloka
it: Blocca
nb_no: Blokker
pt_br: Bloquear

source: Ignore
ar: تجاهل
bg: Пренебрегване
cs: Ignorovat
fi_fi: Jätä huomiotta
is: Hunsa
it: Ignora
nb_no: Ignorer
pt_br: Ignorar

source: Poke
cs: Šťouchnout
fi_fi: Tökkää
is: Pota
nb_no: Dytt
pt_br: Cutucar

source: Connect/Follow
ar: اقترن\تابع
bg: Свържете се / последваща
cs: Spojit se/sledovat
fi_fi: Yhdistä/Seuraa
is: Tengjast/fylgja
it: Connetti/segui
nb_no: Koble/Følg
pt_br: Conectar-se/acompanhar

source: %s likes this.
bg: %s харесва това.
cs: Uživateli %s se tohle líbí.
fi_fi: %s tykkää tästä.
is: %s líkar þetta.
nb_no: %s liker dette.
pt_br: %s gostou disso.

source: %s doesn't like this.
bg: %s не харесва това.
cs: Uživateli %s se tohle nelíbí.
fi_fi: %s ei tykkää tästä.
is: %s mislíkar þetta.
nb_no: %s liker ikke dette.
pt_br: %s não gostou disso.

source: %s attends.
cs: %s se účastní.
fi_fi: %s osallistuu.
is: %s mætir.

source: %s doesn't attend.
cs: %s se neúčastní.
fi_fi: %s ei osallistu.
is: %s mætir ekki.

source: %s attends maybe.
cs: %s se možná účastní.
fi_fi: %s ehkä osallistuu.
is: %s mætir kannski.

source: %s reshared this.
ar: أعاد %s نشره.
cs: %s tohle znovusdílel/a.
it: %s ha ricondiviso questo.

source: and
ar: و
bg: и
cs: a
fi_fi: ja
is: og
it: e
nb_no: og
pt_br: e

source: and %d other people
ar: و %d أشخاص آخرين
cs: a dalších %d lidí
fi_fi: ja %d muuta ihmistä
is: og %d öðrum
it: e altre %d persone
nb_no: og %dpersoner

source: <span %1$s>%2$d people</span> like this
cs: <span %1$s>%2$d lidem</span> se tohle líbí
fi_fi: <span %1$s>%2$d ihmistä</span> tykkää tästä
is: <span %1$s>%2$d fólki</span> líkar þetta
nb_no: <span %1$s>%2$d personer</span> liker dette
pt_br: <span %1$s>%2$d pessoas</span> gostaram disso

source: %s like this.
cs: Uživatelům %s se tohle líbí.
fi_fi: %s tykkää tästä.
is: %s líkar þetta.
nb_no: %s liker det.
pt_br: %s curtiu.

source: <span %1$s>%2$d people</span> don't like this
cs: <span %1$s>%2$d lidem</span> se tohle nelíbí
fi_fi: <span %1$s>%2$d ihmistä</span> ei tykkää tästä.
is: <span %1$s>%2$d fólki</span> líkar þetta ekki
nb_no: <span %1$s>%2$d personer</span> liker ikke dette
pt_br: <span %1$s>%2$d pessoas</span> não gostaram disso

source: %s don't like this.
cs: Uživatelům %s se tohle nelíbí.
fi_fi: %s ei tykkää tästä.
is: %s líkar þetta ekki.
nb_no: %s liker det ikke.
pt_br: %s não curtiu.

source: <span %1$s>%2$d people</span> attend
cs: <span %1$s>%2$d lidí</span> se účastní
fi_fi: <span %1$s>%2$d ihmistä</span> osallistuu
is: <span %1$s>%2$d fólki</span> mæta

source: %s attend.
cs: %s se účastní.
fi_fi: %s osallistuu.
is: %s mætir.

source: <span %1$s>%2$d people</span> don't attend
cs: <span %1$s>%2$d lidí</span> se neúčastní
fi_fi: <span %1$s>%2$d ihmistä</span> ei osallistu
is: <span %1$s>%2$d fólki</span> mæta ekki

source: %s don't attend.
cs: %s se neúčastní
fi_fi: %s ei osallistu.
is: %s mætir ekki.

source: <span %1$s>%2$d people</span> attend maybe
cs: <span %1$s>%2$d lidí</span> se možná účastní
fi_fi: <span %1$s>%2$d ihmistä</span> ehkä osallistuu
is: <span %1$s>%2$d fólki</span> mæta kannski

source: %s attend maybe.
cs: %s se možná účastní
fi_fi: %s ehkä osallistuu.
is: %s mætir kannski.

source: <span %1$s>%2$d people</span> reshared this
cs: <span %1$s>%2$d lidí</span> tohle znovusdílelo

source: Visible to <strong>everybody</strong>
ar: مرئي <strong>للجميع</strong>
bg: Видим <strong> всички </ strong>
cs: Viditelné pro <strong>všechny</strong>
fi_fi: Näkyy <strong>kaikille</strong>
is: Sjáanlegt <strong>öllum</strong>
it: Visibile a <strong>tutti</strong>
nb_no: Synlig for <strong>alle</strong>
pt_br: Visível para <strong>todos</strong>

source: Please enter a image/video/audio/webpage URL:
ar: رجاء أدخل رابط صورة/فيديو/صوت/صفحة ويب:
cs: Prosím zadejte URL obrázku/videa/audia/webové stránky:
it: Inserisci l'indirizzo di una immagine, un video o una pagina web:

source: Tag term:
ar: مصطلح الوسم:
bg: Tag термин:
cs: Štítek:
fi_fi: Tunniste:
is: Merka með:
it: Tag:
nb_no: Merkelapp begrep:
pt_br: Etiqueta:

source: Save to Folder:
ar: احفظ في مجلد:
bg: Запиши в папка:
cs: Uložit do složky:
fi_fi: Tallenna kansioon:
is: Vista í möppu:
it: Salva nella Cartella:
nb_no: Lagre til mappe:
pt_br: Salvar na pasta:

source: Where are you right now?
ar: أين أنت حاليا؟
bg: Къде сте в момента?
cs: Kde právě jste?
fi_fi: Mikä on sijaintisi?
is: Hvar ert þú núna?
it: Dove sei ora?
nb_no: Hvor er du akkurat nå?
pt_br: Onde você está agora?

source: Delete item(s)?
ar: أتريد حذف العناصر؟
cs: Smazat položku(y)?
fi_fi: Poista kohde/kohteet?
is: Eyða atriði/atriðum?
it: Cancellare questo elemento/i?
nb_no: Slett element(er)?
pt_br: Deletar item(s)?

source: New Post
ar: مشاركة جديدة
cs: Nový příspěvek
fi_fi: Uusi julkaisu
is: Ný færsla
it: Nuovo Messaggio
nb_no: Ny innlegg
pt_br: Novo post

source: Share
ar: شارك
bg: дял,%
cs: Sdílet
fi_fi: Jaa
is: Deila
it: Condividi
nb_no: Del
pt_br: Compartilhar

source: Upload photo
ar: ارفع صورة
bg: Качване на снимка
cs: Nahrát fotku
fi_fi: Lähetä kuva
is: Hlaða upp mynd
it: Carica foto
nb_no: Last opp bilde
pt_br: Enviar foto

source: upload photo
ar: ارفع صورة
bg: качване на снимка
cs: nahrát fotku
fi_fi: lähetä kuva
is: Hlaða upp mynd
it: carica foto
nb_no: last opp bilde
pt_br: upload de foto

source: Attach file
ar: أرفق ملفًا
bg: Прикачване на файл
cs: Přiložit soubor
fi_fi: Liitä tiedosto
is: Bæta við skrá
it: Allega file
nb_no: Legg ved fil
pt_br: Anexar arquivo

source: attach file
ar: أرفق ملفًا
bg: Прикачване на файл
cs: přiložit soubor
fi_fi: liitä tiedosto
is: Hengja skrá við
it: allega file
nb_no: legg ved fil
pt_br: anexar arquivo

source: Bold
ar: عريض
bg: Получер
cs: Tučné
fi_fi: Lihavoitu
is: Feitletrað
it: Grassetto
nb_no: uthevet
pt_br: Negrito

source: Italic
ar: مائل
bg: Курсив
cs: Kurziva
fi_fi: Kursivoitu
is: Skáletrað
it: Corsivo
nb_no: kursiv
pt_br: Itálico

source: Underline
ar: تحته خط
bg: Подчертан
cs: Podtržené
fi_fi: Alleviivaus
is: Undirstrikað
it: Sottolineato
nb_no: understrek
pt_br: Sublinhado

source: Quote
ar: اقتبس
bg: Цитат
cs: Citace
fi_fi: Lainaus
is: Gæsalappir
it: Citazione
nb_no: sitat
pt_br: Citação

source: Code
ar: شفرة
bg: Код
cs: Kód
fi_fi: Koodi
is: Kóði
it: Codice
nb_no: kode
pt_br: Código

source: Image
ar: صورة
bg: Изображение
cs: Obrázek
fi_fi: Kuva
is: Mynd
it: Immagine
nb_no: Bilde/fotografi
pt_br: Imagem

source: Link
ar: رابط
bg: Връзка
cs: Odkaz
fi_fi: Linkki
is: Tengill
it: Collegamento
nb_no: lenke

source: Link or Media
ar: رابط أو وسائط
cs: Odkaz nebo média
it: Collegamento o Media

source: Set your location
ar: عيّن موقعك
bg: Задайте местоположението си
cs: Nastavit vaši polohu
fi_fi: Aseta sijaintisi
is: Veldu staðsetningu þína
it: La tua posizione
nb_no: Angi din plassering
pt_br: Definir sua localização

source: set location
ar: عين الموقع
bg: Задаване на местоположението
cs: nastavit polohu
fi_fi: aseta sijainti
is: stilla staðsetningu
it: posizione
nb_no: angi plassering
pt_br: configure localização

source: Clear browser location
ar: امسح موقع المتصفح
bg: Изчистване на браузъра място
cs: Vymazat polohu v prohlížeči
fi_fi: Tyhjennä selaimen sijainti
is: Hreinsa staðsetningu í vafra
it: Rimuovi la localizzazione data dal browser
nb_no: Fjern nettleserplassering
pt_br: Limpar a localização do navegador

source: clear location
ar: امسح الموقع
bg: ясно място
cs: vymazat polohu
fi_fi: tyhjennä sijainti
is: hreinsa staðsetningu
it: canc. pos.
nb_no: fjern plassering
pt_br: apague localização

source: Set title
ar: عين العنوان
bg: Задайте заглавие
cs: Nastavit nadpis
fi_fi: Aseta otsikko
is: Setja titil
it: Scegli un titolo
nb_no: Lagre tittel
pt_br: Definir o título

source: Categories (comma-separated list)
ar: الفئات (قائمة مفصولة بفاصلة)
bg: Категории (разделен със запетаи списък)
cs: Kategorie (seznam, oddělujte čárkou)
fi_fi: Luokat (pilkuilla eroteltu luettelo)
is: Flokkar (listi aðskilinn með kommum)
it: Categorie (lista separata da virgola)
nb_no: Kategorier (kommaseparert liste)
pt_br: Categorias (lista separada por vírgulas)

source: Permission settings
ar: إعدادات الأذونات
bg: Настройките за достъп
cs: Nastavení oprávnění
fi_fi: Käyttöoikeusasetukset
is: Stillingar aðgangsheimilda
it: Impostazioni permessi
nb_no: Tillatelser
pt_br: Configurações de permissão

source: permissions
bg: права
cs: oprávnění
fi_fi: käyttöoikeudet
is: aðgangsstýring
nb_no: tillatelser
pt_br: permissões

source: Public post
ar: مشاركة علنية
bg: Обществена длъжност
cs: Veřejný příspěvek
fi_fi: Julkinen viesti
is: Opinber færsla
it: Messaggio pubblico
nb_no: Offentlig innlegg
pt_br: Publicação pública

source: Preview
ar: معاينة
bg: Преглед
cs: Náhled
fi_fi: Esikatselu
is: Forskoðun
it: Anteprima
nb_no: forhåndsvisning
pt_br: Pré-visualização

source: Post to Groups
cs: Zveřejnit ve skupinách
fi_fi: Lähetä ryhmiin
is: Senda á hópa
nb_no: Innlegg til grupper
pt_br: Postar em Grupos

source: Post to Contacts
cs: Zveřejnit v kontaktech
fi_fi: Lähetä kontakteille
is: Senda á tengiliði
nb_no: Innlegg til kontakter
pt_br: Publique para Contatos

source: Private post
cs: Soukromý příspěvek
fi_fi: Yksityinen julkaisu
is: Einkafærsla
nb_no: Privat innlegg
pt_br: Publicação privada

source: Message
ar: الرسالة
bg: Съобщение
cs: Zpráva
fi_fi: Viesti
is: Skilaboð
it: Messaggio
nb_no: Melding
pt_br: Mensagem

source: Browser
ar: المتصفح
cs: Prohlížeč
fi_fi: Selain
is: Vafri
pt_br: Navegador

source: View all
cs: Zobrazit vše
fi_fi: Näytä kaikki
is: Skoða allt
nb_no: Vis alle

source: Like
ar: أعجبني
cs: Líbí se
fi_fi: Tykkäys
is: Líkar
it: Mi Piace
pt_br: Curtida

source: Dislike
ar: لم يعجبني
cs: Nelíbí se
fi_fi: Inhokki
is: Mislíkar
it: Non Mi Piace
pt_br: Não curtiu

source: Not Attending
cs: Neúčastní se
fi_fi: Ei osallistu
is: Mæti ekki
pt_br: Não vai

source: Undecided
cs: Nerozhodnut
fi_fi: En ole varma
is: Óviss

source: Friendica Notification
ar: تنبيهات فرنديكا
bg: Friendica Уведомление
cs: Oznámení Friendica
fi_fi: Friendica-huomautus
is: Friendica tilkynning
it: Notifica Friendica
nb_no: Friendica varsel
pt_br: Notificação Friendica

source: Thank You,
bg: Благодаря Ви.
cs: Děkuji,
fi_fi: Kiitos,
is: Takk fyrir,
nb_no: Mange takk,
pt_br: Obrigado,

source: %1$s, %2$s Administrator
ar: %1$s، مدير %2$s
cs: %1$s, administrátor %2$s
fi_fi: %1$s, %2$s Ylläpitäjä
is: %1$s, kerfisstjóri %2$s
it: %1$s, %2$s Amministratore
pt_br: %1$s, %2$s Administrador

source: %s Administrator
ar: مدير %s
bg: %s администратор
cs: Administrátor %s
fi_fi: %s Ylläpitäjä
is: Kerfisstjóri %s
it: %s Amministratore
pt_br: %s Administrador

source: [Friendica:Notify] New mail received at %s
bg: [Friendica: Извести] Нова поща, получена в %s
cs: [Friendica:Oznámení] Obdržena nová zpráva na %s
fi_fi: [Friendica:Notify] Uusi viesti, katso %s
is: [Friendica:Notify] Nýr póstur móttekinn %s
nb_no: [Friendica:Notify] Ny melding mottatt hos %s
pt_br: [Friendica:Notify] Nova mensagem recebida em %s

source: %1$s sent you a new private message at %2$s.
ar: أرسل %1$s لك رسالة خاصة على %2$s.
bg: %1$s в %2$s ви изпрати ново лично съобщение .
cs: %1$s vám poslal/a novou soukromou zprávu na %2$s.
fi_fi: %1$s lähetti sinulle uuden yksityisviestin kohteessa %2$s.
is: %1$s sendi þér ný einkaskilaboð %2$s.
it: %1$s ti ha inviato un nuovo messaggio privato su %2$s.
nb_no: %1$s sendte deg en ny privat melding hos %2$s.
pt_br: %1$s lhe enviou uma mensagem privativa em %2$s.

source: a private message
ar: رسالة خاصة
bg: лично съобщение
cs: soukromou zprávu
fi_fi: yksityisviesti
is: einkaskilaboð
it: un messaggio privato
nb_no: en privat melding
pt_br: uma mensagem privada

source: %1$s sent you %2$s.
ar: أرسل %1$s لك %2$s.
bg: Ви изпрати %2$s %1$s %2$s .
cs: %1$s vám poslal/a %2$s.
fi_fi: %1$s lähetti sinulle %2$s.
is: %1$s sendi þér %2$s.
it: %1$s ti ha inviato %2$s
nb_no: %1$s sendte deg %2$s.
pt_br: %1$s lhe enviou %2$s.

source: Please visit %s to view and/or reply to your private messages.
ar: من فضلك زر %s لعرض و/أو الرد على الرسائل الخاصة.
bg: Моля, посетете %s да видите и / или да отговорите на Вашите лични съобщения.
cs: Pro zobrazení vašich soukromých zpráv a možnost na ně odpovědět prosím navštivte %s.
fi_fi: Katso yksityisviestisi kohteessa %s.
is: Farðu á %s til að skoða og/eða svara einkaskilaboðunum þínum.
it: Visita %s per vedere e/o rispondere ai tuoi messaggi privati.
nb_no: Vennligst besøk %s for å se og/eller svare på dine private meldinger.
pt_br: Favor visitar %s para ver e/ou responder às suas mensagens privadas.

source: %1$s tagged you on [url=%2$s]a %3$s[/url]
cs: %1$s vás označil/a na [url=%2$s]%3$s[/url]

source: %1$s commented on [url=%2$s]a %3$s[/url]
bg: %1$s коментира [URL = %2$s %3$s [/ URL]
cs: %1$s okomentoval/a [url=%2$s]%3$s[/url]
fi_fi: %1$s kommentoi [url=%2$s] %3$s[/url]
is: %1$s setti inn athugasemd um [url=%2$s]a %3$s[/url]
nb_no: %1$s kommenterte på [url=%2$s]a %3$s[/url]
pt_br: %1$s comentou uma [url=%2$s] %3$s[/url]

source: %1$s tagged you on [url=%2$s]%3$s's %4$s[/url]
cs: %1$s vás označil/a na [url=%2$s]%3$s uživatele %4$s[/url]

source: %1$s commented on [url=%2$s]%3$s's %4$s[/url]
bg: %1$s коментира [URL = %2$s ] %3$s %4$s [/ URL]
cs: %1$s okomentoval/a [url=%2$s]%4$s od %3$s[/url]
is: %1$s setti inn athugasemd um [url=%2$s]frá %3$s %4$s[/url]
nb_no: %1$s kommenterte på [url=%2$s]%3$s sin %4$s[/url]
pt_br: %1$s comentou na %4$s de [url=%2$s]%3$s [/url]

source: %1$s tagged you on [url=%2$s]your %3$s[/url]
cs: %1$s vás označil/a na [url=%2$s]vašem %3$s[/url]

source: %1$s commented on [url=%2$s]your %3$s[/url]
bg: %1$s коментира [URL = %2$s %3$s [/ URL]
cs: %1$s okomentoval/a [url=%2$s]váš/vaši %3$s[/url]
is: %1$s setti inn athugasemd um [url=%2$s]frá þér %3$s[/url]
nb_no: %1$s kommenterte på [url=%2$s] din %3$s[/url]
pt_br: %1$s comentou [url=%2$s]sua %3$s[/url]

source: %1$s tagged you on [url=%2$s]their %3$s[/url]
cs: %1$s vás označil/a na [url=%2$s]jeho/její %3$s[/url]

source: %1$s commented on [url=%2$s]their %3$s[/url]
cs: %1$s okomentoval/a [url=%2$s]svůj %3$s[/url]

source: [Friendica:Notify] %s tagged you
bg: [Friendica: Извести] %s сложи етикет с вас
cs: [Friendica:Oznámení] %s vás označil/a
fi_fi: [Friendica:Notify] %s merkitsi sinut
is: [Friendica:Notify] %s merkti þig
nb_no: [Friendica:Notify] %s merket deg
pt_br: [Friendica:Notify] %s etiquetou você

source: %1$s tagged you at %2$s
bg: %1$s те маркира при %2$s
cs: %1$s vás označil/a na %2$s
fi_fi: %1$s merkitsi sinut kohteessa %2$s
is: %1$s merkti þig %2$s
nb_no: %1$s merket deg %2$s
pt_br: %1$s etiquetou você em %2$s

source: [Friendica:Notify] Comment to conversation #%1$d by %2$s
bg: [Friendica: Изпращайте] коментар към разговор # %1$d от %2$s
cs: [Friendica:Oznámení] Komentář ke konverzaci #%1$d od %2$s
fi_fi: [Friendica:Notify] %2$s kommentoi keskustelussa #%1$d
is: [Friendica:Notify] Athugasemd við samtal #%1$d eftir %2$s
nb_no: [Friendica:Notify] Kommentar til samtale #%1$d av %2$s
pt_br: [Friendica:Notify] Comentário na conversa #%1$d por %2$s

source: %s commented on an item/conversation you have been following.
ar: علق %s على محادثة/عنصر تتابعه.
bg: %s коментира артикул / разговор, който са били.
cs: %s okomentoval/a vámi sledovanou položku/konverzaci.
fi_fi: %s kommentoi kohteessa/keskustelussa jota seuraat.
is: %s skrifaði athugasemd á færslu/samtal sem þú ert að fylgja.
it: %s ha commentato un elemento che stavi seguendo.
nb_no: %s kommenterte på et element/en samtale du har fulgt.
pt_br: %s comentou um item/conversa que você está seguindo.
