Repository: duthied/Free-Friendika
Catalog: view/lang/*/messages.po
Languages: ar, bg, cs, fi_fi, is, it, nb_no, pt_br

source: Your DB still runs with InnoDB tables in the Antelope file format. You should change the file format to Barracuda. Friendica is using features that are not provided by the Antelope format. See <a href="%s">here</a> for a guide that may be helpful converting the table engines. You may also use the command <tt>php bin/console.php dbstructure toinnodb</tt> of your Friendica installation for an automatic conversion.<br />
ar: تستخدم قاعدة البيانات جداول InnoDB بتنسيق Antelope. يجب عليك تغيير التنسيق إلى Barracuda حيث أن فرنديكا يستخدم ميزات منوطة بتنسيق Barracuda راجع <a href="%s">هذا الدليل</a> لتحديث قاعدة البيانات. يمكنك أيضًا تشغيل الأمر <tt>php bin/console.php dbstructure toinnodb</tt> في دليل الجذر لفرنديكا للتحويل التلقائي.<br />
it: Il tuo DB sta ancora eseguendo tabelle InnoDB con il formato file Antelope. Dovresti cambiare il formato file in Barracuda. Friendica utilizza funzionalità che non sono fornite dal formato Antelope. Guarda <a href="%s">qui</a> per una guida che potrebbe esserti utile per convertire il motore delle tabelle. Potresti anche utilizzare il comando <tt>php bin/console.php dbstructure toinnodb</tt> della tua installazione Friendica per una conversione automatica.<br />

source: Your table_definition_cache is too low (%d). This can lead to the database error "Prepared statement needs to be re-prepared". Please set it at least to %d. See <a href="%s">here</a> for more information.<br />
it: La tua table_definition_cache è troppo piccola (%d). Questo può portare all'errore del database "Prepared statement needs to be re-prepared". Per favore impostala almeno a %d. Guarda <a href="%s">qui</a> per avere più informazioni.<br />

source: Themes reloaded
ar: أُعيد تحميل السمة
it: Temi ricaricati

source: Show some informations regarding the needed information to operate the node according e.g. to <a href="%s" target="_blank" rel="noopener noreferrer">EU-GDPR</a>.
it: Mostra alcune informazioni richieste per gestire il nodo in accordo, per esempio, al <a href="%s" target="_blank" rel="noopener noreferrer">GDPR</a>.

source: Missing parameters
ar: معطيات مفقودة
it: Parametri mancanti

source: Only starting posts can be bookmarked
it: Solo i messaggi iniziali possono essere aggiunti ai preferiti

source: Only starting posts can be muted
it: Solo i messaggi iniziali possono essere silenziati

source: Posts from %s can't be shared
ar: لا تمكن مشاركة مشاركات %s
it: I messaggi da %s non possono essere condivisi

source: Only starting posts can be unbookmarked
it: Solo i messaggi iniziali possono essere rimossi dai preferiti

source: Only starting posts can be unmuted
it: Solo i messaggi iniziali possono essere de-silenziati

source: Posts from %s can't be unshared
ar: لا يمكن إلغاء مشاركة مشاركات %s
it: I messaggi da %snon possono essere condivisi

source: You don't have access to administration pages.
ar: ليس لديك حق النفاذ لصفحات الإدارة.
it: Non hai accesso alle pagine di amministrazione.

source: Submanaged account can't access the administration pages. Please log back in as the main account.
it: Account sottogestiti non possono accedere alle pagine di amministrazione. Per favore autenticati con l'account principale.

source: ActivityPub Conversion
ar: محادثة عبر ActivityPub
it: Conversione ActivityPub

source: Manage Accounts
ar: إدارة الحسابات
it: Gestisci Account

source: Only show pending contacts
ar: أظهِر المتراسلين المعلقين
it: Mostra solo contatti in sospeso

source: View all known contacts
ar: أظهِر كل المتراسلين المعروفين
it: Vedi tutti i contatti conosciuti

source: Pending outgoing contact request
ar: طلب تراسل صادر معلق
it: Richiesta di contatto in uscita in sospeso

source: Pending incoming contact request
ar: طلب تراسل وارد معلق
it: Richiesta di contatto in arrivo in sospeso

source: No known contacts.
ar: لا يوجد متراسل معروف.
it: Nessun contatto conosciuto.

source: No common contacts.
ar: لا متراسلين مشترَكين.
it: Nessun contatto in comune.

source: These contacts both follow and are followed by <strong>%s</strong>.
ar: هؤلاء المتراسلون يتابعون <strong>%s</strong> وهو يتابعهم.
it: Questi contatti seguono e sono seguiti da <strong>%s</strong>.

source: Common contact (%s)
ar: لا متراسلين مشتركين (%s)
it: Contatto in comune (%s)

source: Both <strong>%s</strong> and yourself have publicly interacted with these contacts (follow, comment or likes on public posts).
ar: أنت و <strong>%s</strong> تفاعلتم مع نفس المتراسلين (متابعة، تعليق، إعجاب بمشاركة).
it: Sia tu che <strong>%s</strong> avete pubblicamente interagito con questi contatti (seguendo, commentando o mettendo mi piace su messaggi pubblici).

source: %s knows you
ar: %s يعرفك
it: %s ti conosce

source: No keywords to match. Please add keywords to your profile.
ar: لا توجد كلمات مفتاحية لمطابقتها. من فضلك أضف كلمات مفتاحية إلى ملفك الشخصي.
it: Nessuna parola chiave corrisponde. Per favore aggiungi parole chiave al tuo profilo.

source: Native reshare
ar: إعادة النشر الأصلية
it: Ricondivisione nativa

source: Keyword Deny List
ar: قائمة الكلمات المفتاحية المرفوضة
it: Elenco di Parole Chiave Negate

source: Bad Request.
ar: طلب خاطئ.
it: Richiesta Errata.

source: Contact was successfully unfollowed
ar: نجح إلغاء متابعة المتراسل
it: Il contatto non è più seguito

source: Unable to unfollow this contact, please contact your administrator
ar: يتعذر إلغاء متابعة هذا المتراسل، يرجى الاتصال بمدير الموقع
it: Impossibile smettere di seguire questo contatto, contatta il tuo amministratore

source: Own Contacts
ar: مشاركات متراسليك
it: Propri Contatti

source: Include
ar: تضمين
it: Includi

source: Hide
ar: اخف
it: Nascondi

source: Formatted
ar: مهيأ
it: Formattato

source: Activity
ar: النشاط
it: Attività

source: Object data
ar: بيانات الكائن
it: Dati dell'oggetto

source: Result Item
ar: النتيجة
it: Oggetto Ritornato

source: Source activity
ar: نشاط المصدر
it: Sorgente attività

source: Source input (Markdown)
it: Sorgente (Markdown)

source: HTML Purified (raw)
it: HTML Purificato (raw)

source: HTML Purified (hex)
it: HTML Purificato (hex)

source: HTML Purified
it: HTML Purificato

source: Decoded post
ar: مشاركة مفكوكة الترميز
it: Messaggio decodificato

source: Post array before expand entities
it: Pubblica array prima di espandere le entità

source: Post converted
ar: حُولت المشاركة
it: Messaggio convertito

source: Converted body
it: Corpo del testo convertito

source: Twitter addon is absent from the addon/ folder.
ar: إضافة تويتر غير موجودة في مجلد addon.
it: Il componente aggiuntivo Twitter è assente dalla cartella addon/ .

source: Babel Diagnostic
it: Diagnostica Babel

source: Twitter Source / Tweet URL (requires API key)
it: Sorgente Twitter / URL Tweet (richiede chiave API)

source: Probe Diagnostic
it: Interroga Diagnostica

source: Output
ar: الخَرْج
it: Risultato

source: Webfinger Diagnostic
it: Diagnostica Webfinger

source: Lookup address:
ar: عنوان المسح:
it: Indirizzo di consultazione:

source: Item was not deleted
ar: لم يُحذف العنصر
it: L'oggetto non è stato eliminato

source: Item was not removed
ar: لم يُزل العنصر
it: L'oggetto non è stato rimosso

source: Method Not Allowed.
ar: الطريقة غير مسموح بها.
it: Metodo Non Consentito.

source: Requirement not satisfied
ar: لم يستوف المتطلبات
it: Requisiti non soddisfatti

source: Optional requirement not satisfied
ar: لم يستوف المتطلبات الاختيارية
it: Requisiti opzionali non soddisfatti

source: Please enter a post body.
it: Per favore inserisci il corpo del messaggio.

source: This feature is only available with the frio theme.
it: Questa caratteristica è disponibile solo con il tema frio.

source: Visibility
ar: الظّهور
it: Visibilità

source: Clear the location
ar: امسح الموقع الجغرافي
it: Rimuovi la posizione

source: Location services are unavailable on your device
ar: خدمات الموقع الجغرافي غير متاحة على جهازك
it: I servizi di localizzazione non sono disponibili sul tuo dispositivo

source: Location services are disabled. Please check the website's permissions on your device
it: I servizi di localizzazione sono disabilitati. Per favore controlla i permessi del sito web sul tuo dispositivo

source: Unable to follow this item.
ar: تتعذر متابعة هذا العنصر.
it: Impossibile seguire questo oggetto.

source: This Friendica node is currently in maintenance mode, either automatically because it is self-updating or manually by the node administrator. This condition should be temporary, please come back in a few minutes.
ar: هذه العقدة في وضع الصيانة حاليًا، وهذا إما تلقائيا بسبب التحديث أو يدويا من قبل مدير العقدة. يرجى العودة في غضون بضع دقائق.
it: Questo nodo Friendica è attualmente in modalità manutenzione, o automaticamente perchè in auto-aggiornamento o manualmente dall'amministratore del nodo. Questa condizione dovrebbe essere temporanea, riprova tra qualche minuto.

source: A Decentralized Social Network
ar: شبكة اجتماعية لامركزية
it: Un Social Network Decentralizzato

source: List of all users
ar: قائمة المستخدمين
it: Elenco di tutti gli utenti

source: Active
ar: نشط
it: Attivo

source: List of active accounts
ar: قائمة الحسابات النشطة
it: Elenco degli account attivi

source: List of pending registrations
ar: قائمة التسجيلات المعلقة
it: Elenco delle registrazioni in attesa

source: List of blocked users
ar: قائمة المستخدمين المحجوبين
it: Elenco degli utenti bloccati

source: Deleted
ar: حُذف
it: Eliminato

source: List of pending user deletions
ar: قائمة الحذف المعلق للمستخدمين
it: Elenco delle cancellazioni di utenti in attesa

source: You can't block a local contact, please block the user instead
it: Non puoi bloccare un contatto locale, blocca invece l'utente

source: Also purge contact
ar: امسح المتراسل أيضًا
it: Rimuovi anche contenuti contatto

source: Removes all content related to this contact from the node. Keeps the contact record. This action cannot be undone.
ar: يزيل جميع المحتويات المتعلقة بهذا المتراسل من العقدة. ويحتفظ بسجل للمتراسل. لا يمكن التراجع عن هذا الإجراء.
it: Rimuove tutto il contenuto relativo a questo contatto dal nodo. Mantiene il record del contatto. Questa azione non può essere annullata.

source: Server domain pattern added to the blocklist.
ar: أُضيفت صيغة النطاق لقائمة الحجب.
it: Schema di dominio del server aggiunto alla blocklist.

source: %s server scheduled to be purged.
it: %s server in attesa di essere rimosso.

source: ← Return to the list
ar: →رجوع للقائمة
it: ← Ritorna alla lista

source: Block A New Server Domain Pattern
ar: احجب صيغة نطاق جديدة
it: Blocca Un Nuovo Server Per Schema di Dominio

source: <p>The server domain pattern syntax is case-insensitive shell wildcard, comprising the following special characters:</p> <ul> <li><code>*</code>: Any number of characters</li> <li><code>?</code>: Any single character</li> </ul>
ar: <p>تنسيق صيّغ النطاق غير حساس لحالة الأحرف ويستخدم محارف بَدلِ الصدفة، بما في ذلك المحارف التالية: </p> <ul> <li><code>*</code>: أي عدد من المحارف</li> <li><code>?</code>: محرف واحد</li> </ul>
it: <p>La sintassi dello schema di dominio server usa i caratteri jolly e non tiene conto di maiuscole e minuscole, e comprende i seguenti caratteri speciali:</p> <ul> <li><code>*</code>: Qualsiasi numero di caratteri</li> <li><code>?</code>: Qualsiasi singolo carattere</li> </ul>

source: Check pattern
ar: تحقق من الصيغة
it: Controlla schema

source: Matching known servers
ar: يطابق الخوادم المعروفة
it: Server conosciuti corrispondenti

source: Server Name
ar: اسم الخادم
it: Nome del Server

source: Server Domain
ar: نطاق الخادم
fi_fi: Palvelimen verkkotunnus
it: Dominio del Server

source: Known Contacts
ar: المتراسلون المعروفون
it: Contatti Conosciuti

source: %d known server
ar: لا توجد خوادم معروفة %d
it: %d server conosciuto

source: Add pattern to the blocklist
ar: أضف المرشِّح لقائمة الحجب
it: Aggiungi schema alla blocklist

source: Server Domain Pattern
ar: صيغة النطاق
it: Schema di Dominio di Server

source: The domain pattern of the new server to add to the blocklist. Do not include the protocol.
ar: صيغة النطاق المراد إضافتها إلى قائمة الحجب. لا تُضمّن الميفاق.
it: Lo schema di dominio del nuovo server da aggiungere alla blocklist. Non includere il protocollo.

source: Purge server
ar: امسح الخادم
it: Rimuovi contenuti server

source: Also purges all the locally stored content authored by the known contacts registered on that server. Keeps the contacts and the server records. This action cannot be undone.
it: Rimuove completamente anche i contenuti salvati localmente creati dai contatti conosciuti registrati sul server. Mantiene i record dei contatti e del server. Questa azione non può essere annullata.

source: The reason why you blocked this server domain pattern. This reason will be shown publicly in the server information page.
ar: سبب حجب صيغة نطاق الخادم. سوف يظهر علنًا في صفحة معلومات الخادم.
it: La ragione per cui hai bloccato questo schema di dominio. Questa motivazione verrà mostrata pubblicamente nella pagina di informazione del server.

source: Blocked server domain pattern
ar: صيّغ النطاقات المحجوبة
it: Schema di dominio del server bloccato

source: Delete server domain pattern
ar: احذف صيغة النطاق
it: Elimina schema di dominio server

source: Server Domain Pattern Blocklist
ar: قائمة الحجب لصيّغ النطاق
it: Blocklist degli Schemi di Dominio di Server

source: This page can be used to define a blocklist of server domain patterns from the federated network that are not allowed to interact with your node. For each domain pattern you should also provide the reason why you block it.
ar: يمكن استخدام هذه الصفحة لتعريف صيّغ النطاقات لححب الخوادم من الشبكة الموحدة لمنع تفاعلها مع عقدتك. لكل صيغة نطاق يجب عليك تقديم سبب الحجب.
it: Questa pagina può essere utilizzata per definire una blocklist di schemi di server di dominio della rete federata ai quali non è consentito interagire con questo nodo. Per ogni schema di dominio dovresti anche fornire la motivazione per la quale lo hai bloccato.

source: The list of blocked server domain patterns will be made publically available on the <a href="/friendica">/friendica</a> page so that your users and people investigating communication problems can find the reason easily.
ar: ستتاح قائمة صيّغ النطاقات الخادم المحجوبة في صفحة <a href="/friendica">/friendica</a> بحيث يمكن للمستخدمين التحقق من الخوادم اذا واجهوا مشكلة في الاتصال بها.
it: La lista degli schemi di dominio di server bloccati sarà resa pubblicamente disponibile sulla pagina <a href="/friendica">/friendica</a> in modo che i tuoi utenti e persone che cercano soluzioni ai problemi di comunicazione possano trovare la motivazione facilmente.

source: Add new entry to the blocklist
ar: أضف مُدخلًا جديد إلى القائمة الحجب
it: Aggiungi nuova voce alla blocklist

source: Delete entry from the blocklist
ar: أزل مدخلًا من قائمة الحجب
it: Elimina voce dalla blocklist

source: Delete entry from the blocklist?
ar: أتريد إزالة المدخل من قائمة الحجب؟
it: Eliminare la voce dalla blocklist?

source: Terms
ar: الشروط
it: Termini

source: Tag
ar: وسم
it: Etichetta

source: Term
ar: مصطلح
it: Termine

source: Implicit Mention
ar: ذِكر صريح
it: Menzione Implicita

source: Last public item
ar: آخر عنصر منشور
it: Ultimo elemento pubblico

source: Active Accounts
ar: الحسابات النشطة
it: Account attivi

source: Create a new user
ar: أنشئ مستخدمًا جديدًا
it: Crea un nuovo utente

source: Blocked Users
ar: المستخدمون المحجوبون
it: Utenti bloccati

source: Users awaiting permanent deletion
ar: مستخدمون في انتظار الحذف الدائم
it: Utenti in attesa della cancellazione definitiva

source: %s user approved
it: %s utente approvato

source: %s registration revoked
ar: لم يجهض أي تسجيل %s
it: %s registrazione revocata

source: Registration revoked
ar: أجهض التسجيل
it: Registrazione revocata

source: User registrations awaiting review
ar: تسجيلات تنتظر المعاينة
it: Registrazioni utente in attesa di verifica

source: You must be logged in to show this page.
ar: يجب أن تلج لتصل لهذه الصفحة.
it: Devi essere autenticato per vedere questa pagina.

source: {0} and %d others requested registration
ar: {0} و %d أخرون يطلبون التسجيل
it: {0} e %d altre registrazioni richieste

source: Unsupported or missing response type
ar: نوع الاستجابة غير مدعومة أو مفقودة
it: Tipo di risposta mancante o non supportato

source: Incomplete request data
ar: بيانات الطلب غير كاملة
it: Dati richiesta incompleti

source: Unsupported or missing grant type
it: Tipo di concessione mancante o non supportato

source: Subscribing to contacts
ar: يشترك في متراسلين
it: Iscrizione a contatti

source: Couldn't fetch following contacts.
ar: تعذر جلب متابِعي المتراسل.
it: Non è stato possibile recuperare i contatti seguiti.

source: Couldn't fetch remote profile.
ar: تعذر جلب الملف الشخصي البعيد.
it: Non è stato possibile recuperare il profilo remoto.

source: Unsupported network
ar: شبكة غير مدعومة
it: Rete non supportata

source: Wrong type "%s", expected one of: %s
ar: نوع خاطئ "%s" ، يُتوقع أن يكون: %s
it: Tipo "%s" errato, ci si aspettava uno di: %s

source: Model not found
it: Modello non trovato

source: The Photo with id %s is not available.
ar: الصورة ذات المعرف %s غير متوفّرة.
it: La Foto con id %s non è disponibile.

source: You're currently viewing your profile as <b>%s</b> <a href="%s" class="btn btn-sm pull-right">Cancel</a>
ar: أنت حاليا تستعرض ملفك الشخصي كـ <b>%s</b><a href="%s" class="btn btn-sm pull-right"> ألغ</a>
it: Attualmente stai vedendo il tuo profilo come <b>%s</b> <a href="%s" class="btn btn-sm pull-right">Annulla</a>

source: %d year old
ar: %d سنة
it: %d anno

source: View profile as:
ar: اعرض الملف الشخصي ك:
it: Vedi il tuo profilo come:

source: View as
ar: اعرض ك
it: Vedi come

source: The provided profile link doesn't seem to be valid
ar: يبدو أنّ رابط الملف الشخصي غير صالح
it: Il collegamento al profilo fornito non sembra essere valido

source: Enter your Webfinger address (user@domain.tld) or profile URL here. If this isn't supported by your system, you have to subscribe to <strong>%s</strong> or <strong>%s</strong> directly on your system.
it: Inserisci il tuo indirizzo Webfinger (utente@dominio.tld) o l'URL del profilo qui. Se non è supportato dal tuo sistema, devi abbonarti a <strong>%s</strong> o <strong>%s</strong> direttamente sul tuo sistema.

source: If you are not yet a member of the free social web, <a href="%s">follow this link to find a public Friendica node and join us today</a>.
ar: إن لم تكن عضواً في شبكة اجتماعية حرة، <a href="%s">اتبع هذا الرابط للعثور على عقدة عمومية لفرَندِكا وانضم إلينا اليوم</a>.
it: Non sei ancora un membro del social network libero, <a href="%s">segui questo collegamento per trovare un nodo pubblico Friendica e unisciti a noi oggi</a>.

source: Your Webfinger address or profile URL:
it: Il tuo indirizzo Webfinger o l'URL del profilo:

source: Only parent users can create additional accounts.
ar: فقط المستخدمون الأولياء من يمكنهم إنشاء حسابات إضافية.
it: Solo gli utenti principali possono creare account aggiuntivi.

source: Please repeat your e-mail address:
ar: رجاء أعد إدخال عنوان بريدك الإلكتروني:
it: Per favore ripeti il tuo indirizzo email:

source: Import
ar: استورد
bg: Внасяне
fi_fi: Tuo
is: Flytja inn
it: Importa
nb_no: Importer
pt_br: Importar

source: Password doesn't match.
ar: كلمتا المرور غير متطابقتين.
it: Le password non corrispondono.

source: Please enter your password.
ar: رجاء أدخل كلمة المرور.
it: Per favore inserisci la tua password.

source: You have entered too much information.
ar: أدخلت معلومات كثيرة.
it: Hai inserito troppe informazioni.

source: Please enter the identical mail address in the second field.
it: Per favore inserisci lo stesso indirizzo email nel secondo campo.

source: The additional account was created.
ar: أُنشئ الحساب الإضافي.
it: L'account aggiuntivo è stato creato.

source: You have to leave a request note for the admin.
ar: اترك طلب للمدير.
it: Devi lasciare una nota di richiesta per l'amministratore.

source: You must be logged in to use this module.
ar: يجب عليك الولوج لاستخدام هذه الوحدة.
it: Devi aver essere autenticato per usare questo modulo.

source: Search term was not saved.
ar: لم يُحفظ مصطلح البحث.
it: Il termine di ricerca non è stato salvato.

source: Search term already saved.
ar: حُفظ مصطلح البحث سلفًا.
it: Termine di ricerca già salvato.

source: Search term was not removed.
ar: لم يُزل مصطلح البحث.
it: Il termine di ricerca non è stato rimosso.

source: Your OpenID:
ar: معرف OpenID:
it: Il tuo OpenID:

source: Please enter your username and password to add the OpenID to your existing account.
ar: رجاء أدخل كلمة المرور واسم المستخدم لإضافة معرف OpenID لحسابك.
it: Per favore inserisci il tuo nome utente e password per aggiungere OpenID al tuo account esistente.

source: OpenID protocol error. No ID returned
ar: خطأ في ميفاق OpenID. لم يعد أي معرف
it: Errore di protocollo OpenID. Nessun ID ricevuto

source: Account not found. Please login to your existing account to add the OpenID to it.
ar: لم يُعثر على الحساب. رجاء لج إلى حسابك الحالي لإضافة معرف OpenID إليه.
it: Account non trovato. Per favore accedi al tuo account esistente per aggiungere OpenID ad esso.

source: Account not found. Please register a new account or login to your existing account to add the OpenID to it.
ar: لم يُعثر على الحساب. رجاء سجل حساب جديد أو لج إلى حسابك الحالي لإضافة معرف OpenID إليه.
it: Account non trovato. Per favore registra un nuovo account o accedi al tuo account esistente per aggiungere OpenID ad esso.

source: Please use a shorter name.
ar: يرجى استخدام اسم أقصر.
bg: Моля, използвайте по-кратко име.
fi_fi: Käytä lyhyempää nimeä.
is: Notaðu styttra nafn.
it: Per favore utilizza un nome più corto.

source: Name too short.
ar: الاسم قصير جداً.
bg: Името е твърде кратко.
fi_fi: Nimi on liian lyhyt.
is: Nafn of stutt.
it: Nome troppo corto.

source: Wrong Password.
ar: كلمة المرور خاطئة.
it: Password Sbagliata.

source: Settings were not updated.
ar: لم تُحدث الإعدادات.
it: Le impostazioni non sono state aggiornate.

source: Contact CSV file upload error
ar: خطأ أثناء رفع ملف CSV
it: Errore nel caricamento del file CSV dei contatti

source: Importing Contacts done
ar: أُستورد المتراسلون
it: Importazione dei Contatti riuscita

source: Publish your profile in your local site directory?
ar: أتريد نشر ملفك الشخصي في الدليل المحلي للموقع؟
it: Pubblica il tuo profilo nell'elenco locale del tuo sito?

source: Your profile will also be published in the global friendica directories (e.g. <a href="%s">%s</a>).
ar: سينشر ملفك الشخصي كذلك في الأدلة العالمية لفرَندِيكا (مثال <a href="%s">%s</a>).
it: Il tuo profilo sarà anche pubblicato nelle directory globali di friendica (es. <a href="%s">%s</a>).

source: Your current password to confirm the changes of the email address
ar: اكتب كلمة المرور الحالية لتأكيد تغيير بريدك الإلكتروني
it: La tua password attuale per confermare il cambio di indirizzo email

source: Delete OpenID URL
ar: احذف معرف OpenID
it: Elimina URL OpenID

source: Display name:
ar: الاسم العلني:
it: Nome visualizzato:

source: Allow your profile to be searchable globally?
ar: أتريد السماح لملفك الشخصي بالظهور في نتائج البحث العالمي؟
it: Vuoi che il tuo profilo sia ricercabile globalmente?

source: Activate this setting if you want others to easily find and follow you. Your profile will be searchable on remote systems. This setting also determines whether Friendica will inform search engines that your profile should be indexed or not.
ar: فعّل هذا الإعداد إن أردت أن يُعثر عليك بسهولة. سيتمكن المستخدمون في المواقع البعيد من العثور عليك، وأيضا سيسمح بظهور ملفك الشخصي في محركات البحث.
it: Attiva questa impostazione se vuoi che gli altri ti trovino facilmente e ti seguano. Il tuo profilo sarà ricercabile da sistemi remoti. Questa impostazione determina anche se Friendica informerà i motori di ricerca che il tuo profilo sia indicizzabile o meno.
