Repository: duthied/Free-Friendika
Catalog: view/lang/*/messages.po
Languages: ar, bg, cs, fi_fi, is, it, nb_no, pt_br

source: There is a new version of Friendica available for download. Your current version is %1$s, upstream version is %2$s
ar: يتوفر إصدار جديد لفرنديكا. الإصدار الحالي هو %1$s والإصدار الجديد هو %2$s
cs: Je dostupná ke stažení nová verze Friendica. Vaše aktuální verze je %1$s, upstreamová verze je %2$s
it: È disponibile per il download una nuova versione di Friendica. La tua versione è %1$s, la versione upstream è %2$s

source: The database update failed. Please run "php bin/console.php dbstructure update" from the command line and have a look at the errors that might appear.
ar: فشل تحديث قاعدة البيانات. رجاءً شغّل أمر "php bin/console.php dbstructure update" من سطر الأوامر وألق نظرة على الأخطاء التي قد تظهر.
cs: Aktualizace databáze selhala. Prosím, spusťte příkaz „php bin/console.php dbstructure update“ z příkazového řádku a podívejte se na chyby, které by se mohly vyskytnout.
fi_fi: Tietokannan päivitys epäonnistui. Suorita komento "php bin/console.php dbstructure update" komentoriviltä ja lue mahdolliset virheviestit.
it: L'aggiornamento del database è fallito. Esegui "php bin/console.php dbstructure update" dalla riga di comando per poter vedere gli eventuali errori che potrebbero apparire.

source: The last update failed. Please run "php bin/console.php dbstructure update" from the command line and have a look at the errors that might appear. (Some of the errors are possibly inside the logfile.)
ar: فشل آخر تحديث لقاعدة البيانات. رجاءً شغّل أمر "php bin/console.php dbstructure update" من سطر الأوامر وألق نظرة على الأخطاء التي قد تظهر. (قد تجد بعض الأخطاء في ملف السجل)
cs: Polslední aktualizace selhala. Prosím spusťte příkaz „php bin/console.php dbstructure update“ z příkazového řádku a podívejte se na chyby, které se mohou stát. (Některé chyby mohou být v záznamvém souboru)
it: L'ultimo aggiornamento non è riuscito. Per favore esegui "php bin/console.php dbstructure update" dal terminale e dai un'occhiata agli errori che potrebbe mostrare. (Alcuni di questi errori potrebbero essere nei file di log.)

source: The worker was never executed. Please check your database structure!
ar: لم يتم تنفيذ المهمة أبداً. يرجى التحقق من بنية قاعدة البيانات!
cs: Pracovník nebyl nikdy spuštěn. Prosím zkontrolujte strukturu Vaší databáze!
fi_fi: Workeriä ei ole otettu käyttöön. Tarkista tietokantasi rakenne!
it: Il worker non è mai stato eseguito. Controlla la struttura del tuo database!

source: The last worker execution was on %s UTC. This is older than one hour. Please check your crontab settings.
ar: تنفيذ آخر مهمة كان على %s UTC. هذا أقدم من ساعة. يرجى التحقق من إعدادات crontab.
cs: Pracovník byl naposledy spuštěn v %s UTC. Toto je více než jedna hodina. Prosím zkontrolujte si nastavení crontab.
fi_fi: Viimeisin worker -käynnistys tapahtui klo %s UTC, eli yli tunti sitten. Tarkista crontab -asetukset.
it: L'ultima esecuzione del worker è stata alle %sUTC, ovvero più di un'ora fa. Controlla le impostazioni del tuo crontab.

source: Friendica's configuration now is stored in config/local.config.php, please copy config/local-sample.config.php and move your config from <code>.htconfig.php</code>. See <a href="%s">the Config help page</a> for help with the transition.
cs: Konfigurace Friendica je nyní uložena v souboru config/local.config.php, prosím zkopírujte soubor config/local-sample.config.php a přesuňte svou konfiguraci ze souboru <code>.htconfig.php</code>. Pro pomoc při přechodu navštivte <a href="%s">stránku Config v sekci nápovědy</a>.
it: La configurazione di Friendica è adesso salvata in config/local.config.php: copia config/local-sample.config.php e sposta la tua configurazione da <code>.htconfig.php</code>. Vedi <a href="%s">la pagina della guida sulla Configurazione</a> per avere aiuto con la transizione.

source: Friendica's configuration now is stored in config/local.config.php, please copy config/local-sample.config.php and move your config from <code>config/local.ini.php</code>. See <a href="%s">the Config help page</a> for help with the transition.
cs: Konfigurace Friendica je nyní uložena v souboru config/local.config.php, prosím zkopírujte soubor config/local-sample.config.php a přesuňte svou konfiguraci ze souboru <code>local.config.php</code>. Pro pomoc při přechodu navštivte <a href="%s">stránku Config v sekci nápovědy</a>.
it: La configurazione di Friendica è adesso salvata in config/local.config.php: copia config/local-sample.config.php e sposta la tua configurazione da <code>config/local.ini.php</code>. Vedi <a href="%s">la pagina della guida sulla Configurazione</a> per avere aiuto con la transizione.

source: <a href="%s">%s</a> is not reachable on your system. This is a severe configuration issue that prevents server to server communication. See <a href="%s">the installation page</a> for help.
cs: <a href="%s">%s</a> není na Vašem systému dosažitelné. Tohle je závažná chyba konfigurace, která brání komunikaci mezi servery. Pro pomoc navštivte <a href="%s">stránku instalace</a>.
it: <a href="%s">%s</a> non è raggiungibile sul tuo sistema. È un grave problema di configurazione che impedisce la comunicazione da server a server. Vedi <a href="%s">la pagina sull'installazione</a> per un aiuto.

source: Friendica's system.basepath was updated from '%s' to '%s'. Please remove the system.basepath from your db to avoid differences.
cs: system.basepath Friendica bylo aktualizováno z „%s“ na „%s“. Pro vyhnutí se rozdílům prosím odstraňte z vaší databáze system.basepath.
it: La system.basepath di Friendica è stata aggiornata da '%s' a '%s'. Per favore rimuovi la system.basepath dal tuo db per evitare differenze.

source: Friendica's current system.basepath '%s' is wrong and the config file '%s' isn't used.
cs: Aktuální system.basepath Friendica „%s“ je špatné a konfigurační soubor „%s“ se nepoužívá.
it: L'attuale system.basepath di Friendica '%s' è errata e il file di configurazione '%s' non è utilizzato.

source: Friendica's current system.basepath '%s' is not equal to the config file '%s'. Please fix your configuration.
cs: Aktuální system.basepath „%s“ není rovno konfguračnímu souboru „%s“. Prosím opravte si svou konfiguraci.
it: L'attuale system.basepath di Friendica '%s' non è uguale a quella del file di configurazione '%s'. Per favore correggi la tua configurazione.

source: Normal Account
ar: حساب عادي
bg: Нормално профил
cs: Normální účet
fi_fi: Perustili
is: Venjulegur notandi
it: Account normale
nb_no: Vanlig konto
pt_br: Conta normal

source: Automatic Follower Account
cs: Účet s automatickými sledujícími
fi_fi: Automaattinen seuraajatili
it: Account Follower Automatico

source: Public Forum Account
cs: Účet veřejného fóra
fi_fi: Julkinen foorumitili

source: Automatic Friend Account
bg: Автоматично приятел акаунт
cs: Účet s automatickými přáteli
fi_fi: Automaattinen kaveritili
is: Verður sjálfkrafa vinur notandi
it: Account per amicizia automatizzato
nb_no: Automatisk vennekonto
pt_br: Conta de amigo automático

source: Blog Account
ar: حساب مدونة
cs: Blogovací účet
fi_fi: Blogitili
it: Account Blog
nb_no: Bloggkonto
pt_br: Conta de blog

source: Private Forum Account
cs: Účet soukromého fóra
fi_fi: Yksityinen foorumitili

source: Message queues
ar: طوابير الرسائل
bg: Съобщение опашки
cs: Fronty zpráv
fi_fi: Viestijonot
it: Code messaggi
nb_no: Meldingskøer
pt_br: Fila de mensagens

source: Server Settings
ar: إعدادات الخادم
cs: Nastavení serveru
it: Impostazioni Server

source: Summary
ar: موجز
bg: Резюме
cs: Shrnutí
fi_fi: Yhteenveto
is: Samantekt
it: Sommario
nb_no: Oppsummering
pt_br: Resumo

source: Registered users
ar: الأعضاء المسجلون
bg: Регистрираните потребители
cs: Registrovaní uživatelé
fi_fi: Rekisteröityneet käyttäjät
is: Skráðir notendur
it: Utenti registrati
nb_no: Registrerte brukere
pt_br: Usuários registrados

source: Pending registrations
ar: التسجيلات المعلقة
bg: Предстоящи регистрации
cs: Čekající registrace
fi_fi: Vireillä olevat rekisteröinnit
is: Nýskráningar í bið
it: Registrazioni in attesa
nb_no: Ventende registreringer
pt_br: Registros pendentes

source: Version
ar: الإصدار
bg: Версия
cs: Verze
fi_fi: Versio
is: Útgáfunúmer
it: Versione
nb_no: Versjon
pt_br: Versão

source: Active addons
ar: الإضافات النشطة
cs: Aktivní doplňky
fi_fi: Käytössäolevat lisäosat
it: Componenti aggiuntivi attivi

source: No friends to display.
bg: Нямате приятели в листата.
cs: Žádní přátelé k zobrazení
fi_fi: Ei näytettäviä kavereita.
is: Engir vinir til að birta.
nb_no: Ingen venner å vise.
pt_br: Nenhum amigo para exibir.

source: Item was not found.
ar: لم يُعثر على العنصر.
bg: Елемент не е намерен.
cs: Položka nebyla nalezena.
fi_fi: Kohdetta ei löytynyt.
is: Atriði fannst ekki
it: Oggetto non trovato.
nb_no: Elementet ble ikke funnet.
pt_br: O item não foi encontrado.

source: Submanaged account can't access the administation pages. Please log back in as the master account.
cs: Účet spravovaný jiným nemá přístup k administračním stránkám. Prosím přihlaste se znovu jako nejvyšší účet.

source: Overview
ar: نظرة عامّة
cs: Přehled
fi_fi: Yleiskatsaus
is: Yfirlit
it: Panoramica
nb_no: Oversikt

source: Configuration
ar: الضبط
cs: Konfigurace
fi_fi: Kokoonpano
is: Uppsetning
it: Configurazione

source: Database
ar: قاعدة بيانات
cs: Databáze
fi_fi: Tietokanta
is: Gagnagrunnur

source: DB updates
ar: تحديثات قاعدة البيانات
bg: Обновления на БД
cs: Aktualizace databáze
fi_fi: Tietokannan päivitykset
is: Gagnagrunnsuppfærslur
it: Aggiornamenti Database
nb_no: Databaseoppdateringer
pt_br: Atualizações do BD

source: Inspect Deferred Workers
ar: فحص المهام المؤجلة
cs: Prozkoumat odložené pracovníky
it: Analizza i lavori rinviati

source: Inspect worker Queue
ar: فحص طابور المهام
cs: Prozkoumat frontu pro pracovníka
it: Analizza coda lavori

source: Tools
ar: أدوات
cs: Nástroje
fi_fi: Työkalut
is: Verkfæri
it: Strumenti
nb_no: Verktøy

source: Contact Blocklist
ar: قائمة المتراسلين المحظورين
cs: Blokované kontakty
fi_fi: Kontaktien estolista
is: Svartur listi tengiliðar
it: Blocklist Contatti

source: Server Blocklist
ar: قائمة الخوادم المحظورة
cs: Blokované servery
fi_fi: Palvelimien estolista
is: Svartur listi vefþjóns

source: Diagnostics
ar: التشخيصات
cs: Diagnostika
fi_fi: Diagnostiikka
is: Bilanagreining
it: Diagnostiche

source: PHP Info
ar: معلومات الـPHP
cs: Info o PHP
fi_fi: PHP tietoja
is: PHP-upplýsingar
it: Info PHP

source: probe address
cs: vyzkoušet adresu
is: finna vistfang
it: controlla indirizzo
pt_br: prova endereço

source: check webfinger
ar: تحقق من بصمة الويب
cs: vyzkoušet webfinger
fi_fi: Tarkista webfinger
it: verifica webfinger
pt_br: verifica webfinger

source: Item Source
ar: مصدر العنصر
cs: Zdroj položky
it: Sorgente Oggetto

source: Addon Features
ar: ميزات الإضافة
cs: Vlastnosti doplňků
fi_fi: Lisäosaominaisuudet
is: Eiginleikar forritsviðbótar
it: Funzionalità Componenti Aggiuntivi

source: User registrations waiting for confirmation
ar: مستخدم ينتظر الموافقة على طلب تسجيله
bg: Потребителски регистрации, чакащи за потвърждение
cs: Registrace uživatelů čekající na potvrzení
fi_fi: Käyttäjärekisteröinnit odottavat hyväksyntää
is: Notenda nýskráningar bíða samþykkis
it: Utenti registrati in attesa di conferma
nb_no: Brukerregistreringer venter på bekreftelse
pt_br: Cadastros de novos usuários aguardando confirmação

source: People Search - %s
ar: البحث عن أشخاص - %s
cs: Vyhledávání lidí - %s
fi_fi: Käyttäjähaku - %s
is: Leita að fólki - %s
it: Cerca persone - %s

source: Forum Search - %s
cs: Vyhledávání fór - %s
fi_fi: Foorumihaku - %s
is: Leita á spjallsvæði - %s

source: You must be logged in to use this module
ar: يجب عليك الولوج لاستخدام هذه الوحدة
cs: Pro používání tohoto modulu musíte být přihlášen/a
fi_fi: Sinun pitää kirjautua sisään, jotta voit käyttää tätä moduulia
it: Devi aver essere autenticato per usare questo modulo

source: Source URL
ar: الرابط المصدري
cs: Zdrojová adresa URL
fi_fi: Lähde URL
is: Upprunaslóð
it: URL Sorgente

source: Time Conversion
ar: تحويل الوقت
bg: Време за преобразуване
cs: Časový převod
fi_fi: Aikamuunnos
is: Tíma leiðréttir
it: Conversione Ora
nb_no: Tidskonvertering
pt_br: Conversão de tempo

source: Friendica provides this service for sharing events with other networks and friends in unknown timezones.
ar: توفر فرَندِكا هذه الخدمة لمشاركة الأحداث مع الشبكات الأخرى والأصدقاء في المناطق الزمنية غير المعروفة.
cs: Friendica poskytuje tuto službu ke sdílení událostí s ostatními sítěmi a přáteli v neznámých časových pásmech
is: Friendica veitir þessa þjónustu til að deila atburðum milli neta og vina í óþekktum tímabeltum.
it: Friendica fornisce questo servizio per la condivisione di eventi con altre reti e amici in fusi orari sconosciuti.
nb_no: Friendica har denne tjenesten for å dele hendelser med andre nettverk og venner i ukjente tidssoner.
pt_br: Friendica oferece esse serviço para compartilhar eventos com outras redes e amigos em fusos horários desconhecidos.

source: UTC time: %s
ar: التوقيت العالمي الموحد: %s
bg: UTC време: %s
cs: UTC čas: %s
fi_fi: UTC-aika: %s
is: Máltími: %s
it: Ora UTC: %s
nb_no: UTC tid: %s
pt_br: Hora UTC: %s

source: Current timezone: %s
ar: المنطقة الزمنية الحالية: %s
bg: Текуща часова зона: %s
cs: Aktuální časové pásmo: %s
fi_fi: Aikavyöhyke: %s
is: Núverandi tímabelti: %s
it: Fuso orario corrente: %s
nb_no: Gjeldende tidssone: %s
pt_br: Fuso horário atual: %s

source: Converted localtime: %s
ar: الوقت المحلي المحوّل: %s
bg: Превърнат localtime: %s
cs: Převedený místní čas : %s
fi_fi: Muunnettu paikallisaika: %s
is: Umbreyttur staðartími: %s
it: Ora locale convertita: %s
nb_no: Konvertert lokaltid: %s
pt_br: Horário local convertido: %s

source: Please select your timezone:
ar: رجاء اختر منطقتك الزمنية:
bg: Моля изберете вашия часовата зона:
cs: Prosím, vyberte své časové pásmo:
fi_fi: Valitse aikavyöhykkeesi:
is: Veldu tímabeltið þitt:
it: Selezionare il tuo fuso orario:
nb_no: Vennligst velg din tidssone:
pt_br: Por favor, selecione seu fuso horário:

source: Only logged in users are permitted to perform a probing.
cs: Pouze přihlášení uživatelé mohou zkoušet adresy.
it: Solo agli utenti loggati è permesso effettuare un probe.

source: Lookup address
ar: عنوان المسح
cs: Najít adresu
it: Indirizzo di consultazione

source: Source input
ar: الدخل المصدري
cs: Zdrojový vstup
it: Sorgente

source: BBCode::convert (raw HTML)
cs: BBCode::convert (hrubé HTML)
fi_fi: BBCode::convert (raaka HTML)

source: Item Body
ar: جسد العنصر
cs: Tělo položky

source: Item Tags
ar: وسوم العنصر
cs: Štítky položky

source: Source input (Diaspora format)
cs: Zdrojový vstup (formát Diaspora)

source: Markdown::convert (raw HTML)
cs: Markdown::convert (hrubé HTML)

source: Raw HTML input
ar: دخل HTML الخام
cs: Hrubý HTML vstup
fi_fi: Raaka HTML-syöte
is: Hrátt HTML-ílag
it: Sorgente HTML grezzo

source: HTML Input
ar: دخْل HTML
cs: HTML vstup
fi_fi: HTML-syöte
it: Sorgente HTML

source: HTML::toBBCode => BBCode::convert (raw HTML)
cs: HTML::toBBCode => BBCode::convert (hrubé HTML)

source: HTML::toPlaintext (compact)
cs: HTML::toPlaintext (kompaktní)
it: HTML::toPlaintext (compatto)

source: Source text
ar: النص المصدري
cs: Zdrojový text
fi_fi: Lähdeteksti
is: Frumtexti
it: Testo sorgente

source: No entries (some entries may be hidden).
ar: لا توجد مدخلات (قد تكون بعض المدخلات مخفية).
bg: Няма записи (някои вписвания, могат да бъдат скрити).
cs: Žádné záznamy (některé položky mohou být skryty).
is: Engar færslur (sumar geta verið faldar).
it: Nessuna voce (qualche voce potrebbe essere nascosta).
nb_no: Ingen oppføringer (noen oppføringer kan være skjulte).
pt_br: Nenhuma entrada (algumas entradas podem estar ocultas).

source: Find on this site
ar: ابحث في هذا الموقع
bg: Търсене в този сайт
cs: Najít na tomto webu
is: Leita á þessum vef
it: Cerca nel sito
nb_no: Finn på dette nettstedet
pt_br: Pesquisar neste site

source: Results for:
ar: نتائج:
cs: Výsledky pro:
fi_fi: Tulokset haulla:
is: Niðurstöður fyrir:
it: Risultati per:

source: Site Directory
ar: دليل الموقع
cs: Adresář serveru
fi_fi: Sivuston luettelo
is: Skrá yfir tengiliði á þessum vef
it: Elenco del sito
nb_no: Stedets katalog
pt_br: Diretório do site

source: Filetag %s saved to item
cs: Filetag %s uložen k předmětu

source: - select -
ar: - اختر -
bg: избор
cs: - vyberte -
fi_fi: - valitse -
is: - veldu -
it: - seleziona -
nb_no: - velg -
pt_br: -selecione-

source: No given contact.
cs: Žádný daný kontakt.

source: Installed addons/apps:
ar: التطبيقات/الإضافات المثبتة:
cs: Nainstalované doplňky/aplikace:
fi_fi: Asennettu lisäosat/sovellukset:
it: Componenti aggiuntivi/applicazioni installate:

source: No installed addons/apps
ar: لم تُثبت أي تطبيقات/إضافات
cs: Žádne nainstalované doplňky/aplikace
fi_fi: Ei asennettuja lisäosia/sovelluksia
it: Nessun componente aggiuntivo/applicazione installata

source: Read about the <a href="%1$s/tos">Terms of Service</a> of this node.
ar: اقرأ عن <a href="%1$s/tos">شروط الخدمة</a> لهذه العقدة.
cs: Přečtěte si o <a href="%1$s/tos">Podmínkách používání</a> tohoto serveru.
fi_fi: Lue tämän solmun <a href="%1$s/tos">käyttöehdot</a>.
it: Leggi i <a href="%1$s/tos">Termini di Servizio</a> di questo nodo.

source: On this server the following remote servers are blocked.
ar: الخوادم البعيدة المحجوبة عن هذا الموقع.
cs: Na tomto serveru jsou zablokovány následující vzdálené servery.
fi_fi: Tällä palvelimella seuraavat etäpalvelimet ovat estetty.
it: In questo server i seguenti server remoti sono bloccati.

source: This is Friendica, version %s that is running at the web location %s. The database version is %s, the post update version is %s.
ar: هذا فرانديكا إصدار %s يعمل على موقع %s. إصدار قاعدة البيانات هو %s، وإصدار تحديث البيانات هو %s.
cs: Tohle je Friendica, verze %s, běžící na webové adrese %s. Verze databáze je %s, verze post update je %s.
it: Questo è Friendica, versione %s in esecuzione all'indirizzo web %s. La versione del database è %s, la versione post-aggiornamento è %s.

source: Please visit <a href="https://friendi.ca">Friendi.ca</a> to learn more about the Friendica project.
ar: رجاء زر <a href="https://friendi.ca">Friendi.ca</a> لمعرفة المزيد عن مشروع فرَندِكا.
cs: Pro více informací o projektu Friendica, prosím, navštivte stránku <a href="https://friendi.ca">Friendi.ca</a>
fi_fi: Vieraile osoitteessa <a href="https://friendi.ca">Friendi.ca</a> saadaksesi lisätietoja Friendica- projektista.
it: Visita <a href="https://friendi.ca">Friendi.ca</a> per saperne di più sul progetto Friendica.

source: Bug reports and issues: please visit
ar: لبلاغات العلل والمشاكل: زر
bg: Доклади за грешки и проблеми: моля посетете
cs: Pro hlášení chyb a námětů na změny prosím navštivte
fi_fi: Bugiraportit ja kysymykset: vieraile osoitteessa
is: Villu tilkynningar og vandamál: endilega skoða
it: Segnalazioni di bug e problemi: visita
nb_no: Feilrapporter og problemer: vennligst besøk
pt_br: Relate ou acompanhe um erro no

source: the bugtracker at github
ar: متعقب العلل على غيت-هب
cs: sledování chyb na GitHubu
fi_fi: githubin bugtrackeri
is: villuskráningu á GitHub
it: il bugtracker su github
pt_br: GitHub

source: Suggestions, praise, etc. - please email "info" at "friendi - dot - ca
ar: للاقتراحات، أو الإشادة ، إلخ.- رجاءً راسل "info" at "friendi - dot - ca
cs: Návrhy, pochvaly atd. prosím posílejte na adresu „info“ zavináč „friendi“-tečka-„ca“
fi_fi: Ehdotukset ja palaute: lähetä sähköposti osoitteeseen "info" at "friendi - piste - ca
it: Per suggerimenti, lodi, ecc., invia una mail a info chiocciola friendi punto ca

source: Group created.
bg: Група, създадена.
cs: Skupina vytvořena.
fi_fi: Ryhmä luotu.
is: Hópur stofnaður
nb_no: Gruppen er laget.
pt_br: O grupo foi criado.

source: Could not create group.
bg: Не може да се създаде група.
cs: Nelze vytvořit skupinu.
fi_fi: Ryhmää ei voitu luoda.
is: Gat ekki stofnað hóp.
nb_no: Kunne ikke lage gruppen.
pt_br: Não foi possível criar o grupo.

source: Group not found.
bg: Групата не е намерен.
cs: Skupina nenalezena.
fi_fi: Ryhmää ei löytynyt.
is: Hópur fannst ekki.
nb_no: Fant ikke gruppen.
pt_br: O grupo não foi encontrado.

source: Group name changed.
bg: Име на група се промени.
cs: Název skupiny byl změněn.
fi_fi: Ryhmän nimi muutettu.
is: Hópur endurskýrður.
nb_no: Gruppenavnet er endret
pt_br: O nome do grupo foi alterado.

source: Unknown group.
cs: Neznámá skupina.

source: Contact is unavailable.
cs: Kontakt je nedostupný.

source: Contact is deleted.
ar: حُذف المتراسل.
cs: Knotakt je smazán.
it: Contatto eliminato.

source: Contact is blocked, unable to add it to a group.
cs: Kontakt je blokován, nelze jej přidat ke skupině.

source: Unable to add the contact to the group.
cs: Nelze přidat kontakt ke skupině.

source: Contact successfully added to group.
cs: Kontakt úspěšně přidán ke skupině.

source: Unable to remove the contact from the group.
cs: Nelze odstranit kontakt ze skupiny.

source: Contact successfully removed from group.
cs: Kontakt úspěšně odstraněn ze skupiny.

source: Unknown group command.
cs: Neznámý skupinový příkaz.

source: Bad request.
ar: طلب خاطئ.
cs: Špatný požadavek.
it: Richiesta sbagliata.

source: Save Group
cs: Uložit skupinu
fi_fi: Tallenna ryhmä
is: Vista hóp
nb_no: Lagre gruppe
pt_br: Salvar o grupo

source: Filter
ar: رشّح
cs: Filtr
it: Filtro

source: Create a group of contacts/friends.
bg: Създаване на група от контакти / приятели.
cs: Vytvořit skupinu kontaktů/přátel.
fi_fi: Luo kontakti/kaveriryhmä
is: Stofna hóp af tengiliðum/vinum
nb_no: Lag en gruppe med kontakter/venner.
pt_br: Criar um grupo de contatos/amigos.

source: Group removed.
bg: Група отстранени.
cs: Skupina odstraněna.
fi_fi: Ryhmä poistettu.
is: Hópi eytt.
nb_no: Gruppe fjernet.
pt_br: O grupo foi removido.

source: Unable to remove group.
bg: Не може да премахнете група.
cs: Nelze odstranit skupinu.
fi_fi: Ryhmää ei voida poistaa.
is: Ekki tókst að eyða hóp.
nb_no: Mislyktes med å fjerne gruppe.
pt_br: Não foi possível remover o grupo.

source: Delete Group
cs: Odstranit skupinu
fi_fi: Poista ryhmä
is: Eyða hópi
nb_no: Slett gruppe

source: Edit Group Name
cs: Upravit název skupiny
fi_fi: Muokkaa ryhmän nimeä
is: Breyta nafni hóps
nb_no: Endre gruppenavn

source: Members
ar: الأعضاء
bg: Членове
cs: Členové
fi_fi: Jäsenet
is: Meðlimir
it: Membri
nb_no: Medlemmer
pt_br: Membros

source: Remove contact from group
cs: Odebrat kontakt ze skupiny
nb_no: Fjern kontakten fra gruppen

source: Add contact to group
cs: Přidat kontakt ke skupině

source: Help:
ar: مساعدة:
bg: Помощ
cs: Nápověda:
fi_fi: Ohje:
is: Hjálp:
it: Guida:
nb_no: Hjelp:
pt_br: Ajuda:

source: Welcome to %s
ar: مرحبًا بك في %s
bg: Добре дошли %s
cs: Vítejte na %s
fi_fi: Tervetuloa %s
is: Velkomin í %s
it: Benvenuto su %s
nb_no: Velkommen til %s
pt_br: Bem-vindo(a) a %s

source: Total invitation limit exceeded.
ar: تجاوزت حد عدد الدعوات.
cs: Celkový limit pozvánek byl překročen
fi_fi: Kutsuraja ylitetty.
it: Limite totale degli inviti superato.
nb_no: Grensen for totalt antall invitasjoner er overskredet.
pt_br: Limite de convites totais excedido.

source: %s : Not a valid email address.
ar: %s : عناوين بريد الكتروني غير صالحة.
bg: %s не е валиден имейл адрес.
cs: %s : není platná e-mailová adresa.
fi_fi: %s : Virheellinen sähköpostiosoite.
is: %s : Ekki gilt tölvupóstfang.
it: %s: non è un indirizzo email valido.
nb_no: %s: Ugyldig e-postadresse.
pt_br: %s : Não é um endereço de e-mail válido.

source: Please join us on Friendica
ar: انضم إلينا في فرَندِكا
bg: Моля, присъединете се към нас на Friendica
cs: Prosím přidejte se k nám na Friendica
fi_fi: Tervetuloa Friendicaan
is: Komdu í hópinn á Friendica
it: Unisciti a noi su Friendica
nb_no: Vær med oss på Friendica
pt_br: Por favor, junte-se à nós na Friendica
