Repository: duthied/Free-Friendika
Catalog: view/lang/*/messages.po
Languages: ar, bg, cs, fi_fi, is, it, nb_no, pt_br

source: Invitation limit exceeded. Please contact your site administrator.
ar: تجاوزت عدد الدعوات. رجاء اتصال بمدير الموقع.
cs: Limit pozvánek byl překročen. Prosím kontaktujte administrátora vaší stránky.
fi_fi: Kutsuraja ylitetty. Ota yhteyttä ylläpitäjään.
it: Limite degli inviti superato. Contatta l'amministratore del tuo sito.
nb_no: Invitasjonsgrense overskredet. Vennligst kontakt administrator på ditt nettsted.
pt_br: Limite de convites ultrapassado. Favor contactar o administrador do sítio.

source: %s : Message delivery failed.
ar: %s : فشل توصيل الرسالة.
bg: %s : Съобщение доставка не успя.
cs: %s : Doručení zprávy se nezdařilo.
fi_fi: %s : Viestin toimitus epäonnistui.
is: %s : Skilaboð komust ekki til skila.
it: %s: la consegna del messaggio fallita.
nb_no: %s: Mislyktes med å levere meldingen.
pt_br: %s : Não foi possível enviar a mensagem.

source: %d message sent.
ar: لم ترسل رسالة %d.
cs: %d zpráva odeslána.
fi_fi: %d viesti lähetetty.
is: %d skilaboð send.
it: %d messaggio inviato.
nb_no: one: %d melding sendt.
pt_br: %d mensagem enviada.

source: You have no more invitations available
ar: لم تتبقى لديك أي دعوة
bg: Имате няма повече покани
cs: Nemáte k dispozici žádné další pozvánky
fi_fi: Sinulla ei ole kutsuja jäljellä
is: Þú hefur ekki fleiri boðskort.
it: Non hai altri inviti disponibili
nb_no: Du har ingen flere tilgjengelige invitasjoner
pt_br: Você não possui mais convites disponíveis

source: Visit %s for a list of public sites that you can join. Friendica members on other sites can all connect with each other, as well as with members of many other social networks.
ar: زر %s للحصول على قائمة المواقع العمومية التي يمكنك الانضمام إليها. يمكن لجميع أعضاء مواقع شبكة فرَندِكا الوصول لبعضهم البعض، وكذلك مع عديد من الشبكات الاجتماعية الأخرى.
bg: Посетете %s за списък на публичните сайтове, които можете да се присъедините. Friendica членове на други сайтове могат да се свързват един с друг, както и с членовете на много други социални мрежи.
cs: Navštiv %s pro seznam veřejných serverů, na kterých se můžeš přidat. Členové Friendica na jiných serverech se mohou spojit mezi sebou, jakožto i se členy mnoha dalších sociálních sítí.
it: Visita %s per una lista di siti pubblici a cui puoi iscriverti. I membri Friendica su altri siti possono collegarsi uno con l'altro, come con membri di molti altri social network.
nb_no: Besøk %s for en liste med offentlige nettsteder du kan bli med i. Friendica-medlemmer ved andre nettsteder kan alle opprette forbindelse til hverandre, og i tillegg til medlemmer av mange andre sosiale nettverk.
pt_br: Visite %s para obter uma lista de sites públicos onde você pode se cadastrar. Membros da friendica podem se conectar, mesmo que estejam em sites separados. Além disso você também pode se conectar com membros de várias outras redes sociais.

source: To accept this invitation, please visit and register at %s or any other public Friendica website.
ar: لقبول هذه الدعوة، من فضلك زر وسجل في %s أو في أي موقع فرَندِكا آخر.
bg: За да приемете тази покана, моля, посетете и се регистрира в %s или друга публична уебсайт Friendica.
cs: K přijetí této pozvánky prosím navštivte a registrujte se na %s nebo na kterémkoliv jiném veřejném serveru Friendica.
it: Per accettare questo invito, visita e registrati su %s o su un'altro sito web Friendica aperto al pubblico.
nb_no: For å akseptere denne invitasjonen, vær så snill å besøk og registrer deg hos %s eller et hvilket som helst annet offentlig Friendica-nettsted.
pt_br: Para aceitar esse convite, por favor cadastre-se em %s ou qualquer outro site friendica público.

source: Friendica sites all inter-connect to create a huge privacy-enhanced social web that is owned and controlled by its members. They can also connect with many traditional social networks. See %s for a list of alternate Friendica sites you can join.
ar: مواقع فرَندِكا كلها متصلة لإنشاء شبكة اجتماعية ضخمة تدعم الخصوصية يملكها ويسيطر عليها أعضاؤها. يمكنهم أيضا التواصل مع العديد من الشبكات الاجتماعية الأخرى. راجع %s للحصول على قائمة مواقع فرَندِكا بديلة.
bg: Friendica сайтове се свързват, за да се създаде огромна допълнителна защита на личния живот, социална мрежа, която е собственост и се управлява от нейните членове. Те също могат да се свържат с много от традиционните социални мрежи. Виж %s за списък на алтернативни сайтове Friendica, можете да се присъедините.
cs: Stránky Friendica jsou navzájem propojené a vytváří tak obrovský sociální web s dúrazem na soukromí, kterou vlastní a kontrojují její členové, Mohou se také připojit k mnoha tradičním socilním sítím. Navštivte %s pro seznam alternativních serverů Friendica, ke kterým se můžete přidat.
it: I siti Friendica son tutti collegati tra loro per creare una grossa rete sociale rispettosa della privacy, posseduta e controllata dai suoi membri. I siti Friendica possono anche collegarsi a molti altri social network tradizionali. Vai su %s per una lista di siti Friendica alternativi a cui puoi iscriverti.
nb_no: Friendica-nettsteder er alle forbundet med hverandre for å lage et personvern-forbedret sosialt nettverk som eies og kontrolleres av medlemmene selv. De kan også forbindes med mange tradisjonelle sosiale nettverk. Se %s for en liste over alternative Friendica-nettsteder du kan bli med i.
pt_br: Os sites friendica estão todos interconectados para criar uma grande rede social com foco na privacidade e controlada por seus membros, que também podem se conectar com várias redes sociais tradicionais. Dê uma olhada em %s para uma lista de sites friendica onde você pode se cadastrar.

source: Our apologies. This system is not currently configured to connect with other public sites or invite members.
bg: Нашите извинения. Тази система в момента не е конфигуриран да се свържете с други обществени обекти, или ще поканят членове.
cs: Omlouváme se. Systém nyní není nastaven tak, aby se připojil k ostatním veřejným serverům nebo umožnil pozvat nové členy.
it: Ci scusiamo, questo sistema non è configurato per collegarsi con altri siti pubblici o per invitare membri.
nb_no: Vi beklager. Dette systemet er for øyeblikket ikke konfigurert for forbindelser med andre offentlige nettsteder eller å invitere medlemmer.
pt_br: Desculpe, mas esse sistema não está configurado para conectar-se com outros sites públicos nem permite convidar novos membros.

source: Friendica sites all inter-connect to create a huge privacy-enhanced social web that is owned and controlled by its members. They can also connect with many traditional social networks.
cs: Stránky Friendica jsou navzájem propojené a vytváří tak obrovský sociální web s dúrazem na soukromí, kterou vlastní a kontrolují její členové. Mohou se také připojit k mnoha tradičním sociálním sítím.
it: I siti Friendica son tutti collegati tra loro per creare una grossa rete sociale rispettosa della privacy, posseduta e controllata dai suoi membri. I siti Friendica possono anche collegarsi a molti altri social network tradizionali.

source: To accept this invitation, please visit and register at %s.
ar: لقبول هذه الدعوة، من فضلك زر وسجل في %s.
cs: Pokud chcete tuto pozvánku přijmout, prosím navštivte %s a registrujte se tam.
it: Per accettare questo invito, visita e registrati su %s

source: Send invitations
ar: أرسل دعوات
bg: Изпращане на покани
cs: Poslat pozvánky
fi_fi: Lähetä kutsut
is: Senda kynningar
it: Invia inviti
nb_no: Send invitasjoner
pt_br: Enviar convites.

source: Enter email addresses, one per line:
ar: أدخل عناوين البريد الإلكتروني ،واحد في كل سطر:
bg: Въведете имейл адреси, по един на ред:
cs: Zadejte e-mailové adresy, jednu na řádek:
fi_fi: Syötä sähköpostiosoitteet, yksi riviä kohden:
is: Settu inn tölvupóstföng, eitt í hverja línu:
it: Inserisci gli indirizzi email, uno per riga:
nb_no: Skriv e-postadresser, en per linje:
pt_br: Digite os endereços de e-mail, um por linha:

source: You are cordially invited to join me and other close friends on Friendica - and help us to create a better social web.
bg: Вие сте любезно поканени да се присъединят към мен и други близки приятели за Friendica, - и да ни помогне да създадем по-добра социална мрежа.
cs: Jsi srdečně pozván/a se připojit ke mně a k mým blízkým přátelům na Friendica - a pomoci nám vytvořit lepší sociální web.
it: Sei cordialmente invitato/a ad unirti a me e ad altri amici su Friendica, e ad aiutarci a creare una rete sociale migliore.
nb_no: Du er herved hjertelig invitert til å bli med meg og andre nære venner på Friendica - hjelp oss å skape en bedre sosial web.
pt_br: Você está convidado a se juntar a mim e outros amigos em friendica - e também nos ajudar a criar uma experiência social melhor na web.

source: You will need to supply this invitation code: $invite_code
bg: Вие ще трябва да предоставят този код за покана: $ invite_code
cs: Budeš muset zadat tento pozvánkový kód: $invite_code
is: Þú þarft að nota eftirfarandi boðskorta auðkenni: $invite_code
it: Sarà necessario fornire questo codice invito: $invite_code
nb_no: Du må oppgi denne invitasjonskoden: $invite_code
pt_br: Você preciso informar este código de convite: $invite_code

source: Once you have registered, please connect with me via my profile page at:
bg: След като сте се регистрирали, моля свържете се с мен чрез профила на моята страница в:
cs: Jakmile se zaregistruješ, prosím spoj se se mnou přes mou profilovu stránku na:
fi_fi: Kun olet rekisteröitynyt, lähetä minulle kaverikutsun profiilisivuni kautta:
is: Þegar þú hefur nýskráð þig, hafðu samband við mig gegnum síðuna mína á:
it: Una volta registrato, connettiti con me dal mio profilo:
nb_no: Når du har registrert, vennligst kontakt meg via min profilside på:
pt_br: Após você se registrar, por favor conecte-se comigo através da minha página de perfil em:

source: For more information about the Friendica project and why we feel it is important, please visit http://friendi.ca
ar: للحصول على مزيد من المعلومات عن مشروع فرَندِكا ولماذا نرى أنه مهم، من فضلك زر http://friendi.ca
cs: Pro více informací o projektu Friendica a proč si myslím, že je důležitý, prosím navštiv http://friendi.ca
it: Per maggiori informazioni sul progetto Friendica e perchè pensiamo sia importante, visita http://friendi.ca

source: Compose new personal note
ar: أنشئ ملاحظة شخصية جديدة
cs: Napsat novou osobní poznámku
it: Componi una nuova nota personale

source: Compose new post
ar: أنشئ مشاركة جديدة
cs: Napsat nový příspěvek
it: Componi un nuovo messaggio

source: Create a New Account
ar: أنشئ حسابًا جديدًا
bg: Създаване на нов профил:
cs: Vytvořit nový účet
fi_fi: Luo uusi käyttäjätili
is: Stofna nýjan notanda
it: Crea un nuovo account
nb_no: Lag en ny konto
pt_br: Criar uma nova conta

source: Password:
ar: كلمة المرور:
bg: Парола
cs: Heslo:
fi_fi: Salasana:
is: Aðgangsorð:
nb_no: Passord:
pt_br: Senha:

source: Remember me
ar: تذكرني
cs: Pamatovat si mě
fi_fi: Muista minut
is: Muna eftir mér
it: Ricordati di me
nb_no: Husk meg
pt_br: Lembre-se de mim

source: Or login using OpenID:
ar: أو لج باستخدام معرف OpenID:
bg: Или да влезнете с OpenID:
cs: Nebo se přihlaste pomocí OpenID:
fi_fi: Kirjaudu sisään OpenID -tunnuksella:
is: Eða auðkenna með OpenID:
it: O entra con OpenID:
nb_no: Eller logg inn med OpenID:
pt_br: Ou login usando OpendID:

source: Forgot your password?
ar: أنسيت كلمة المرور؟
bg: Забравена парола?
cs: Zapomněl/a jste heslo?
fi_fi: Unohditko salasanasi?
is: Gleymt lykilorð?
it: Hai dimenticato la password?
nb_no: Glemt passordet?
pt_br: Esqueceu a sua senha?

source: Website Terms of Service
ar: شروط الخدمة للموقع
bg: Условия за ползване на сайта
cs: Podmínky používání stránky
fi_fi: Verkkosivun käyttöehdot
is: Þjónustuskilmálar vefsvæðis
it: Termini di Servizio del sito web
nb_no: Nettstedets bruksbetingelser
pt_br: Termos de Serviço do Website

source: terms of service
ar: شروط الخدمة
bg: условия за ползване
cs: podmínky používání
fi_fi: käyttöehdot
is: þjónustuskilmálar
it: termini di servizio
nb_no: bruksbetingelser
pt_br: termos de serviço

source: Website Privacy Policy
ar: سياسة الخصوصية للموقع
bg: Политика за поверителност на сайта
cs: Zásady soukromí serveru
fi_fi: Sivuston tietosuojakäytäntö
is: Persónuverndarstefna
it: Politiche di privacy del sito
nb_no: Nettstedets retningslinjer for personvern
pt_br: Política de Privacidade do Website

source: privacy policy
ar: سياسة الخصوصية
bg: политика за поверителност
cs: zásady soukromí
fi_fi: tietosuojakäytäntö
is: persónuverndarstefna
it: politiche di privacy
nb_no: retningslinjer for personvern
pt_br: política de privacidade

source: Logged out.
ar: خرجت.
bg: Изход
cs: Odhlášen.
fi_fi: Kirjautunut ulos.
is: Skráður út.
it: Uscita effettuata.
nb_no: Logget ut.
pt_br: Saiu.

source: System down for maintenance
ar: النظام مغلق للصيانة
cs: Systém vypnut z důvodů údržby
fi_fi: Järjestelmä poiskytketty huoltoa varten
is: Kerfið er óvirkt vegna viðhalds
it: Sistema in manutenzione
nb_no: Systemet er nede for vedlikehold
pt_br: Sistema em manutenção

source: Page not found.
ar: لم يُعثر على الصفحة.
bg: Страницата не е намерена.
cs: Stránka nenalezena
fi_fi: Sivua ei löytynyt.
is: Síða fannst ekki.
it: Pagina non trovata.
nb_no: Fant ikke siden.
pt_br: Página não encontrada.

source: Invalid photo with id %s.
ar: الصورة ذات المعرف %s غير صالحة.
cs: Neplatná fotka s ID %s.
it: Foto con id %s non valida.

source: User not found.
ar: لم يُعثر على المستخدم.
cs: Uživatel nenalezen.
it: Utente non trovato.

source: No contacts.
ar: لا متراسلين.
bg: Няма контакти.
cs: Žádné kontakty.
fi_fi: Ei kontakteja.
is: Enginn tengiliður
it: Nessun contatto.
nb_no: Ingen kontakter.
pt_br: Nenhum contato.

source: Visit %s's profile [%s]
ar: زر ملف %s الشخصي [%s]
bg: Посетете %s Профилът на [ %s ]
cs: Navštivte profil uživatele %s [%s]
fi_fi: Näytä %s-käyttäjän profiili [%s]
is: Heimsækja forsíðu %s [%s]
it: Visita il profilo di %s [%s]
nb_no: Besøk %ss profil [%s]
pt_br: Visitar o perfil de %s [%s]

source: Follower (%s)
ar: لا متابِعين (%s)
cs: Sledující (%s)
it: Seguace (%s)

source: Following (%s)
ar: لا متابَعين (%s)
cs: Sledovaný (%s)
it: Seguendo (%s)

source: Mutual friend (%s)
ar: لا أصدقاء مشتركين (%s)
cs: Vzájemný přítel (%s)
it: Amico reciproco (%s)

source: Contact (%s)
ar: لا متراسلين (%s)
cs: Kontakt (%s)
it: Contatto (%s)

source: All contacts
ar: كل المتراسلين
cs: Všechny kontakty
it: Tutti i contatti

source: You may (optionally) fill in this form via OpenID by supplying your OpenID and clicking "Register".
cs: Tento formulář můžete (volitelně) vyplnit s pomocí OpenID tím, že vyplníte své OpenID a kliknete na tlačítko „Zaregistrovat“.
it: Se vuoi, puoi riempire questo modulo tramite OpenID, inserendo il tuo OpenID e cliccando "Registra".

source: If you are not familiar with OpenID, please leave that field blank and fill in the rest of the items.
ar: إذا كنت لا تعرف أو لا تريد استخدام OpenID، رجاء اترك هذا الحقل فارغاً واملأ بقية العناصر.
bg: Ако не сте запознати с OpenID, моля оставете това поле празно и попълнете останалата част от елементите.
cs: Pokud nepoužíváte OpenID, nechte prosím toto pole prázdné a vyplňte zbylé položky.
fi_fi: Jos OpenID ei ole tuttu, jätä kenttä tyhjäksi.
is: Ef þú veist ekki hvað OpenID er, skildu þá þetta svæði eftir tómt en fylltu í restin af svæðunum.
it: Se non hai familiarità con OpenID, lascia il campo vuoto e riempi il resto della maschera.
nb_no: Hvis du ikke er kjent med OpenID, vennligst la feltet stå tomt, og fyll ut de andre feltene.
pt_br: Se você não está familiarizado com o OpenID, por favor, deixe esse campo em branco e preencha os outros itens.

source: Your OpenID (optional):
ar: معرف OpenID (خياري):
bg: Вашият OpenID (не е задължително):
cs: Vaše OpenID (nepovinné):
fi_fi: OpenID -tunnus (valinnainen):
is: Þitt OpenID (valfrjálst):
it: Il tuo OpenID (opzionale):
nb_no: Din OpenID (valgfritt):
pt_br: Seu OpenID (opcional):

source: Include your profile in member directory?
ar: أتريد نشر ملفك الشخصي في الدليل؟
bg: Включете вашия профил в член директория?
cs: Chcete zahrnout váš profil v adresáři členů?
fi_fi: Lisää profiilisi jäsenluetteloon?
is: Á forsíðan þín að sjást í notendalistanum?
it: Includi il tuo profilo nell'elenco pubblico?
nb_no: Legg til profilen din i medlemskatalogen?
pt_br: Incluir o seu perfil no diretório de membros?

source: Note for the admin
ar: ملاحظة للمدير
cs: Poznámka pro administrátora
fi_fi: Viesti ylläpidolle
it: Nota per l'amministratore

source: Leave a message for the admin, why you want to join this node
ar: اترك رسالة للمدير، تحوي سبب رغبتك الانضمام إلى هذه العقدة
cs: Zanechejte administrátorovi zprávu, proč se k tomuto serveru chcete připojit
fi_fi: Kerro yllåpitäjälle miksi haluat liittyä tähän Friendica -sivustoon
it: Lascia un messaggio per l'amministratore, per esempio perché vuoi registrarti su questo nodo

source: Membership on this site is by invitation only.
ar: العضوية في هذا الموقع عن طريق دعوة فقط.
bg: Членството на този сайт е само с покани.
cs: Členství na tomto webu je pouze na pozvání.
fi_fi: Tähän sivustoon voi liittyä vain kutsusta.
is: Aðild að þessum vef er
it: La registrazione su questo sito è solo su invito.
nb_no: Medlemskap ved dette nettstedet skjer bare på invitasjon.
pt_br: A associação a este site só pode ser feita mediante convite.

source: Your invitation code:
ar: رمز الدعوة:
cs: Váš kód pozvánky:
fi_fi: Kutsukoodisi:
it: Il tuo codice di invito:

source: Your Full Name (e.g. Joe Smith, real or real-looking):
cs: Celé jméno (např. Jan Novák, skutečné či skutečně vypadající):
fi_fi: Koko nimi (esim. Matti Meikäläinen, Aku Ankka):

source: Your Email Address: (Initial information will be send there, so this has to be an existing address.)
cs: Vaše e-mailová adresa: (Budou sem poslány počáteční informace, musí to proto být existující adresa.)
fi_fi: Sähköpostiosoite: (pitää olla toimiva osoite että rekisteröityminen onnistuu)
it: Il tuo indirizzo email: (Le informazioni iniziali verranno inviate lì, quindi questo deve essere un indirizzo esistente.)

source: Leave empty for an auto generated password.
cs: Ponechte prázdné pro automatické vygenerovaní hesla.
fi_fi: Jätä tyhjäksi jos haluat automaattisesti luotu salasanan.
it: Lascia vuoto per generare automaticamente una password.

source: Choose a profile nickname. This must begin with a text character. Your profile address on this site will then be "<strong>nickname@%s</strong>".
cs: Vyberte si přezdívku pro váš profil. Musí začínat textovým znakem. Vaše profilová adresa na této stránce bude mít tvar „<strong>přezdívka@%s</strong>“.
it: Scegli un nome utente. Deve cominciare con una lettera. L'indirizzo del tuo profilo sarà "<strong>nomeutente@%s</strong>".

source: Choose a nickname:
ar: اختر لقبًا:
bg: Изберете прякор:
cs: Vyberte přezdívku:
fi_fi: Valitse lempinimi:
is: Veldu gælunafn:
it: Scegli un nome utente:
nb_no: Velg et kallenavn:
pt_br: Escolha uma identificação:

source: Import your profile to this friendica instance
ar: استورد ملفك الشخصي لهذا المثيل
cs: Importovat váš profil do této instance Friendica
fi_fi: Tuo profiilisi tähän Friendica -instanssiin.
it: Importa il tuo profilo in questo server friendica
nb_no: Importer din profil til denne Friendica-instansen.
pt_br: Importa seu perfil desta instância do friendica

source: Note: This node explicitly contains adult content
cs: Poznámka: Tento server explicitně obsahuje obsah pro dospělé
it: Nota: Questo nodo contiene esplicitamente contenuti per adulti

source: Registration successful. Please check your email for further instructions.
ar: سجلت بنجاح. راجع بريدك الإلكتروني لمزيد من التعليمات.
bg: Регистрация успешно. Моля, проверете електронната си поща за по-нататъшни инструкции.
cs: Registrace byla úspěšná. Zkontrolujte prosím svůj e-mail pro další instrukce.
fi_fi: Rekisteröityminen onnistui. Saat kohta lisäohjeita sähköpostitse.
is: Nýskráning tóks. Frekari fyrirmæli voru send í tölvupósti.
it: Registrazione completata. Controlla la tua mail per ulteriori informazioni.
nb_no: Vellykket registrering. Vennligst sjekk e-posten din for videre instruksjoner.
pt_br: O registro foi bem sucedido. Por favor, verifique seu e-mail para maiores informações.

source: Failed to send email message. Here your accout details:<br> login: %s<br> password: %s<br><br>You can change your password after login.
cs: Nepovedlo se odeslat e-mailovou zprávu. Zde jsou detaily vašeho účtu:<br> přihlašovací jméno: %s<br> heslo: %s<br><br>Své heslo si můžete změnit po přihlášení.
it: Si è verificato un errore inviando l'email. I dettagli del tuo account:<br> login: %s<br> password: %s<br><br>Puoi cambiare la password dopo il login.
pt_br: Falha ao enviar mensagem de email. Estes são os dados da sua conta:<br> login: %s<br> senha: %s<br><br>Você pode alterar sua senha após fazer o login.

source: Registration successful.
ar: سجلتَ بنجاح.
cs: Registrace byla úspěšná.
fi_fi: Rekisteröityminen onnistui.
is: Nýskráning tókst.
it: Registrazione completata.

source: Your registration can not be processed.
bg: Вашата регистрация не могат да бъдат обработени.
cs: Vaši registraci nelze zpracovat.
fi_fi: Rekisteröintisi ei voida käsitellä.
is: Skráninguna þína er ekki hægt að vinna.
it: La tua registrazione non può essere elaborata.
nb_no: Din registrering kan ikke behandles.
pt_br: Não foi possível processar o seu registro.

source: Your registration is pending approval by the site owner.
ar: في انتظار موافقة مالك الموقع لقبول تسجيلك.
bg: Вашата регистрация е в очакване на одобрение от собственика на сайта.
cs: Vaše registrace čeká na schválení vlastníkem serveru.
fi_fi: Rekisteröintisi odottaa ylläpitäjän hyväksyntää.
is: Skráningin þín bíður samþykkis af eiganda síðunnar.
it: La tua richiesta è in attesa di approvazione da parte del proprietario del sito.
nb_no: Din registrering venter på godkjenning fra eier av stedet.
pt_br: A aprovação do seu registro está pendente junto ao administrador do site.

source: Please enter your password to access this page.
ar: يرجى إدخال كلمة المرور للوصول إلى هذه الصفحة.
cs: Pro přístup k této stránce prosím zadejte své heslo.
it: Per favore inserisci la tua password per accedere a questa pagina.

source: Friendiqa on my Fairphone 2...
cs: Friendiqa na mém Fairphone 2...
it: Friendiqa sul mio Fairphone 2...

source: Two-factor authentication successfully disabled.
ar: عُطل الاستيثاق بعاملين.
cs: Dvoufázové ověřování úspěšně zakázáno.
it: Autenticazione a due fattori disabilitata con successo.

source: <p>Use an application on a mobile device to get two-factor authentication codes when prompted on login.</p>
ar: <p>استخدام تطبيق هاتف للحصول على رموز الاستيثاق بعاملين عند الولوج.</p>
cs: <p>Pomocí aplikace na mobilním zařízení získejte při přihlášení kódy pro dvoufázové ověřování.</p>
it: <p>Usa un'applicazione su un dispositivo mobile per generare codici di autenticazione a due fattori quando richiesto all'accesso.</p>

source: Authenticator app
ar: تطبيق الاستيثاق
cs: Autentizační aplikace
it: App di autenticazione

source: Configured
ar: مضبوط
cs: Nakonfigurováno
it: Configurata

source: Not Configured
ar: غير مضبوط
cs: Nenakonfigurováno
it: Non Configurata

source: <p>You haven't finished configuring your authenticator app.</p>
ar: <p>لم تنته من ضبط تطبيق الاستيثاق</p>
cs: <p>Nedokončil/a jste konfiguraci vaší autentizační aplikace.</p>
it: <p>Non hai terminato la configurazione della tua app di autenticazione.</p>

source: <p>Your authenticator app is correctly configured.</p>
ar: <p>ضُبط تطبيق الاستيثاق.</p>
cs: <p>Vaše autentizační aplikace je správně nakonfigurována.</p>
it: <p>La tua app di autenticazione è correttamente configurata.</p>

source: Recovery codes
ar: رموز الاستعادة
cs: Záložní kódy
it: Codici di recupero

source: Remaining valid codes
ar: رموز الاستعادة المتبقية
cs: Zbývající platné kódy
it: Codici validi rimanenti
