Repository: duthied/Free-Friendika
Catalog: view/lang/*/messages.po
Languages: ar, bg, cs, fi_fi, is, it, nb_no, pt_br

source: Unfaithful
bg: Неверен
cs: Nevěrný/á
fi_fi: Uskoton
is: Ótrú/r
nb_no: Utro
pt_br: Infiel

source: Sex Addict
bg: Секс наркоман
cs: Posedlý/á sexem
fi_fi: Sekririippuvainen
is: Kynlífsfíkill
nb_no: Sexavhengig
pt_br: Viciado(a) em sexo

source: Friends
ar: الأصدقاء
bg: Приятели
cs: Přátelé
fi_fi: Kaverit
is: Vinir
it: Amici
nb_no: Venner
pt_br: Amigos

source: Friends/Benefits
bg: Приятели / ползи
cs: Přátelé/výhody
fi_fi: Kaverit eduilla
is: Vinir með meiru
nb_no: Venner med fordeler
pt_br: Amigos/Benefícios

source: Casual
bg: Случаен
cs: Ležérní
fi_fi: Tavallinen
is: Lauslát/ur
nb_no: Tilfeldig

source: Engaged
bg: Обвързан
cs: Zadaný/á
fi_fi: Kihloissa
is: Trúlofuð/Trúlofaður
nb_no: Forlovet
pt_br: Envolvido(a)

source: Married
bg: Оженена
cs: Ženatý/vdaná
fi_fi: Naimisissa
is: Gift/ur
nb_no: Gift
pt_br: Casado(a)

source: Imaginarily married
bg: Въображаемо женен
cs: Pomyslně ženatý/vdaná
is: Gift/ur í huganum
nb_no: Fantasiekteskap
pt_br: Casado imaginariamente

source: Partners
bg: Партньори
cs: Partneři
fi_fi: Kumppanit
is: Félagar
nb_no: Partnere
pt_br: Parceiros

source: Cohabiting
bg: Съжителстващи
cs: Žiji ve společné domácnosti
fi_fi: Avoliitossa
is: Í sambúð
nb_no: Samboere
pt_br: Coabitando

source: Common law
bg: Обичайно право
cs: Zvykové právo
fi_fi: Avoliitossa
is: Löggilt sambúð
nb_no: Samboer
pt_br: Direito comum

source: Happy
bg: Щастлив
cs: Šťastný/á
fi_fi: Iloinen
is: Hamingjusöm/Hamingjusamur
nb_no: Lykkelig
pt_br: Feliz

source: Not looking
bg: Не търси
cs: Nehledající
fi_fi: Ei etsi
is: Ekki að leita
nb_no: Ikke på utkikk
pt_br: Não estou procurando

source: Betrayed
bg: Предаден
cs: Zrazen/a
fi_fi: Petetty
is: Svikin/n
nb_no: Bedratt
pt_br: Traído(a)

source: Separated
bg: Разделени
cs: Odloučený/á
fi_fi: Asumuserossa
is: Skilin/n að borði og sæng
nb_no: Separert
pt_br: Separado(a)

source: Unstable
bg: Нестабилен
cs: Nestálý/á
fi_fi: Epävakaa
is: Óstabíll
nb_no: Ustabil
pt_br: Instável

source: Divorced
bg: Разведен
cs: Rozvedený/á
fi_fi: Eronnut
is: Fráskilin/n
nb_no: Skilt
pt_br: Divorciado(a)

source: Imaginarily divorced
bg: Въображаемо се развеждат
cs: Pomyslně rozvedený/á
is: Fráskilin/n í huganum
nb_no: Fantasiskilt
pt_br: Divorciado imaginariamente

source: Widowed
bg: Овдовял
cs: Ovdovělý/á
fi_fi: Leski
is: Ekkja/Ekkill
nb_no: Enke/enkemann
pt_br: Viúvo(a)

source: Uncertain
bg: Несигурен
cs: Nejistý/á
fi_fi: Epävarma
is: Óviss
nb_no: Usikker
pt_br: Incerto(a)

source: It's complicated
bg: Сложно е
cs: Je to složité
fi_fi: Se on monimutkaista
is: Þetta er flókið
nb_no: Det er komplisert
pt_br: É complicado

source: Don't care
bg: Не ме е грижа
cs: Nezájem
fi_fi: Ei ole väliä
is: Gæti ekki verið meira sama
nb_no: Uinteressert
pt_br: Não importa

source: Ask me
bg: Попитай ме
cs: Zeptej se mě
fi_fi: Kysy minulta
is: Spurðu mig
nb_no: Spør meg
pt_br: Pergunte-me

source: There are no tables on MyISAM.
cs: V MyISAM nejsou žádné tabulky.
fi_fi: MyISAMissa ei ole taulukoita.

source: Error %d occurred during database update: %s
ar: حدث الخطأ %d أثناء تحديث قاعدة البيانات: %s
cs: Při aktualizaci databáze se vyskytla chyba %d: %s
fi_fi: %d virhe tapahtui tietokannan päivityksen aikana: %s
it: Errore %d durante l'aggiornamento del database: %s

source: Errors encountered performing database changes:
ar: حدثت أخطاء أثناء تحديث قاعدة البيانات:
cs: Při vykonávání změn v databázi se vyskytly chyby:
fi_fi: Tietokannan muokkauksessa tapahtui virheitä:
it: Errori riscontrati eseguendo le modifiche al database:

source: %s: Database update
ar: %s: تحديث قاعدة البيانات
cs: %s: Aktualizace databáze
it: %s: Aggiornamento database

source: %s: updating %s table.
ar: %s يحدث جدول %s.
cs: %s: aktualizuji tabulku %s
fi_fi: %s: päivitetään %s-taulukkoa.
it: %s: aggiornando la tabella %s.

source: Filesystem storage failed to create "%s". Check you write permissions.
cs: Vytvoření „%s“ v úložišti souborového systému neuspělo. Zkontrolujte vaše povolení zapisovat.

source: Filesystem storage failed to save data to "%s". Check your write permissions
cs: Uložení dat do „%s“ v úložišti souborového systému neuspělo. Zkontrolujte vaše povolení zapisovat

source: Storage base path
ar: المسار الأساسي للتخزين
cs: Cesta ke kořenové složce úložiště
it: Percorso base per lo storage

source: Folder where uploaded files are saved. For maximum security, This should be a path outside web server folder tree
ar: المجلد حيث تحفظ الملفات المرفوعة. لأقصى قدر من الأمان، يجب أن يكون هذا المسار خارج شجرة مجلد الخادم
cs: Složka, do které jsou ukládány nahrané soubory. Pro maximální bezpečnost to musí být cesta mimo složku webového serveru
it: Cartella dove i file caricati vengono salvati. Per una maggiore sicurezza, questo dovrebbe essere un percorso separato dall'albero di cartelle servito dal server web.

source: Enter a valid existing folder
ar: أدخل مجلد موجود وصالح
cs: Zadejte platnou existující složku
it: Inserisci una cartella valida ed esistente

source: Database storage failed to update %s
cs: Aktualizace %s v úložišti databáze neuspěla

source: Database storage failed to insert data
cs: Vklad dat do databázového úložiště neuspěl

source: l F d, Y \@ g:i A
bg: L F г, Y \ @ G: I A
cs: l d. F, Y v g:i A
it: l d F Y \@ G:i
pt_br: l F d, Y \@ H:i

source: Starts:
ar: يبدأ:
bg: Започва:
cs: Začíná:
fi_fi: Alkaa:
is: Byrjar:
it: Inizia:
nb_no: Starter:
pt_br: Início:

source: Finishes:
ar: ينتهي:
bg: Играчи:
cs: Končí:
fi_fi: Päättyy:
is: Endar:
it: Finisce:
nb_no: Slutter:
pt_br: Término:

source: all-day
ar: طوال اليوم
cs: celodenní
fi_fi: koko päivä
is: allan-daginn
it: tutto il giorno

source: Sept
ar: سبتمبر
cs: září
fi_fi: Syy.
it: Set
pt_br: Set

source: No events to display
ar: لا توجد أحداث لعرضها
cs: Žádné události k zobrazení
fi_fi: Ei näytettäviä tapahtumia.
is: Engir atburðir til að birta
it: Nessun evento da mostrare
pt_br: Sem eventos a visualizar

source: l, F j
bg: л, F J
cs: l, j. F
it: l j F

source: Edit event
ar: عدّل الحدث
bg: Редактиране на Събитието
cs: Upravit událost
fi_fi: Muokkaa tapahtumaa
is: Breyta atburð
it: Modifica evento
nb_no: Rediger hendelse
pt_br: Editar o evento

source: Duplicate event
ar: ضاعف الحدث
cs: Duplikovat událost
fi_fi: Monista tapahtuma
is: Tvítaka atburð
it: Duplica evento

source: Delete event
ar: احذف الحدث
cs: Smazat událost
fi_fi: Poista tapahtuma
is: Eyða atburði
it: Elimina evento

source: link to source
bg: връзка източник
cs: odkaz na zdroj
fi_fi: linkki lähteeseen
is: slóð á heimild
nb_no: lenke til kilde
pt_br: exibir a origem

source: Show map
ar: أظهر الخريطة
cs: Zobrazit mapu
fi_fi: Näytä kartta
is: Birta kort
it: Mostra mappa

source: Hide map
ar: اخف الخريطة
cs: Skrýt mapu
fi_fi: Piilota kartta
is: Fela kort
it: Nascondi mappa

source: %s's birthday
ar: عيد ميلاد %s
cs: %s má narozeniny
fi_fi: %s: syntymäpäivä
is: Afmælisdagur %s
it: Compleanno di %s
nb_no: %s sin bursdag
pt_br: aniversário de %s

source: Happy Birthday %s
ar: %s عيد ميلاد سعيد
bg: Честит рожден ден, %s!
cs: Veselé narozeniny, %s
fi_fi: Hyvää syntymäpäivää %s
is: Til hamingju með afmælið %s
it: Buon compleanno %s
nb_no: Gratulerer med dagen, %s
pt_br: Feliz aniversário, %s

source: Item filed
bg: Т. подава
cs: Položka vyplněna
fi_fi: Kohde arkistoitu
is: Atriði skráð
nb_no: Element arkivert
pt_br: O item foi arquivado

source: Login failed
ar: فشل الولوج
cs: Přihlášení selhalo
fi_fi: Kirjautuminen epäonnistui
is: Innskráning mistókst
it: Accesso fallito.

source: Not enough information to authenticate
ar: لا توجد معلومات كافية للاستيثاق
cs: Není dost informací pro autentikaci
fi_fi: Ei tarpeeksi tietoja kirjautumiseen
it: Informazioni insufficienti per l'autenticazione

source: Password can't be empty
ar: لا يمكن أن تكون كلمة المرور فارغة
cs: Heslo nemůže být prázdné
fi_fi: Salasanakenttä ei voi olla tyhjä
is: Lykilorð getur ekki verið autt
it: La password non può essere vuota

source: Empty passwords are not allowed.
ar: لا يسمح بكلمات مرور فارغة.
cs: Prázdná hesla nejsou povolena.
it: Password vuote non sono consentite.

source: The new password has been exposed in a public data dump, please choose another.
ar: كلمة المرور الجديدة جزء من تسريب بيانات علني ، يرجى اختيار كلمة مرور مختلفة.
cs: Nové heslo bylo zveřejněno ve veřejném výpisu dat, prosím zvolte si jiné.
it: La nuova password è stata esposta in un dump di dati pubblici, per favore scegline un'altra.

source: The password can't contain accentuated letters, white spaces or colons (:)
cs: Heslo nesmí obsahovat mezery, znaky s diakritikou a dvojtečky (:)

source: Passwords do not match. Password unchanged.
ar: كلمتا المرور غير متطابقتين. لم تغيَّر كلمة المرور.
bg: Паролите не съвпадат. Парола непроменен.
cs: Hesla se neshodují. Heslo nebylo změněno.
fi_fi: Salasanat eivät täsmää. Salasana ennallaan.
is: Aðgangsorð ber ekki saman. Aðgangsorð óbreytt.
it: Le password non corrispondono. Password non cambiata.
nb_no: Passordene er ikke like. Passord uendret.
pt_br: As senhas não correspondem. A senha não foi modificada.

source: An invitation is required.
ar: الدعوة إلزامية.
bg: Се изисква покана.
cs: Je vyžadována pozvánka.
fi_fi: Vaaditaa kutsu.
is: Boðskort er skilyrði.
it: E' richiesto un invito.
nb_no: En invitasjon er nødvendig.
pt_br: É necessário um convite.

source: Invitation could not be verified.
ar: تعذر التحقق من الدعوة.
bg: Покана не може да бъде проверена.
cs: Pozvánka nemohla být ověřena.
fi_fi: Kutsua ei voitu vahvistaa.
is: Ekki hægt að sannreyna boðskort.
it: L'invito non può essere verificato.
nb_no: Invitasjon kunne ikke bekreftes.
pt_br: Não foi possível verificar o convite.

source: Invalid OpenID url
ar: رابط OpenID عير صالح
bg: Невалиден URL OpenID
cs: Neplatný odkaz OpenID
fi_fi: Virheellinen OpenID url-osoite
is: OpenID slóð ekki til
it: Url OpenID non valido
nb_no: Ugyldig OpenID URL
pt_br: A URL do OpenID é inválida

source: We encountered a problem while logging in with the OpenID you provided. Please check the correct spelling of the ID.
ar: واجهنا مشكلة أثناء الولوج باستخدام OpenID. يرجى التحقق من صحة المعرف.
bg: Ние се натъкна на проблем, докато влезете с OpenID, който сте посочили. Моля, проверете правилното изписване на идентификацията.
cs: Zaznamenali jsme problém s vaším přihlášením prostřednictvím Vámi zadaným OpenID. Prosím ověřte si, že jste ID zadali správně.
fi_fi: Kohtasimme ongelman antamasi OpenID:n kanssa. Ole hyvä ja tarkista ID:n oikea kirjoitusasu.
it: Abbiamo incontrato un problema mentre contattavamo il server OpenID che ci hai fornito. Controlla di averlo scritto giusto.
nb_no: Vi støtte på et problem under innloggingen med OpenID-en du oppgav. Vennligst sjekk at du stavet ID-en riktig.
pt_br: Foi encontrado um erro ao tentar conectar usando o OpenID que você forneceu. Por favor, verifique se sua ID está escrita corretamente.

source: The error message was:
ar: رسالة الخطأ:
bg: Съобщението за грешка е:
cs: Chybová zpráva byla:
fi_fi: Virheviesti oli:
is: Villumeldingin var:
it: Il messaggio riportato era:
nb_no: Feilmeldingen var:
pt_br: A mensagem de erro foi:

source: Please enter the required information.
ar: رجاءً أدخل المعلومات المطلوبة.
bg: Моля, въведете необходимата информация.
cs: Zadejte prosím požadované informace.
fi_fi: Syötä tarvittavat tiedot.
is: Settu inn umbeðnar upplýsingar.
it: Inserisci le informazioni richieste.
nb_no: Vennligst skriv inn den nødvendige informasjonen.
pt_br: Por favor, forneça a informação solicitada.

source: system.username_min_length (%s) and system.username_max_length (%s) are excluding each other, swapping values.
cs: system.username_min_length (%s) a system.username_max_length (%s) se vzájemně vylučují, čímž se vyměňují hodnoty.

source: Username should be at least %s character.
ar: يجب أن لا يقل اسم المستخدم عن %s محرف.
cs: Uživateleké jméno musí mít alespoň %s znak.
it: Il nome utente dovrebbe essere lungo almeno %s carattere.

source: Username should be at most %s character.
ar: يجب أن لا يزيد اسم المستخدم عن %s محرف.
cs: Uživateleké jméno musí mít nanejvýš %s znak.
it: Il nome utente dovrebbe essere lungo al massimo %s carattere.

source: That doesn't appear to be your full (First Last) name.
ar: لا يبدو أن هذا اسمك الكامل.
bg: Това не изглежда да е пълен (първи Последно) име.
cs: Nezdá se, že by to bylo vaše celé jméno (křestní jméno a příjmení).
fi_fi: Tuo ei vakuta täydeltä nimeltäsi (Etunimi Sukunimi).
is: Þetta virðist ekki vera fullt nafn (Jón Jónsson).
it: Questo non sembra essere il tuo nome completo (Nome Cognome).
nb_no: Dette ser ikke ut til å være ditt full navn (Fornavn Etternavn).
pt_br: Isso não parece ser o seu nome completo (Nome Sobrenome).

source: Your email domain is not among those allowed on this site.
ar: نطاق بريدك الإلكتروني غير مسموح به على هذا الموقع.
bg: Вашият имейл домейн не е сред тези, разрешени на този сайт.
cs: Vaše e-mailová doména není na tomto serveru mezi povolenými.
fi_fi: Sähköpostiosoitteesi verkkotunnus on tämän sivuston estolistalla.
is: Póstþjónninn er ekki í lista yfir leyfða póstþjóna á þessum vef.
it: Il dominio della tua email non è tra quelli autorizzati su questo sito.
nb_no: Ditt e-postdomene er ikke blant de som er tillat på dette stedet.
pt_br: O domínio do seu e-mail não está entre os permitidos neste site.

source: Not a valid email address.
ar: عنوان البريد الإلكتروني غير صالح.
bg: Не е валиден имейл адрес.
cs: Neplatná e-mailová adresa.
fi_fi: Virheellinen sähköpostiosoite.
is: Ekki tækt tölvupóstfang.
it: L'indirizzo email non è valido.
nb_no: Ugyldig e-postadresse.
pt_br: Não é um endereço de e-mail válido.

source: The nickname was blocked from registration by the nodes admin.
ar: هذا اللقب محظور من قبل مدير العقدة.
cs: Administrátor serveru zablokoval registraci této přezdívky.
it: Il nome utente non è utilizzabile in registrazione, per impostazione dell'amministratore del nodo.

source: Cannot use that email.
ar: لا يمكن استخدام هذا البريد الإلكتروني.
bg: Не може да се използва този имейл.
cs: Tento e-mail nelze použít.
fi_fi: Sähköpostiosoitetta ei voitu käyttää.
is: Ekki hægt að nota þetta póstfang.
it: Non puoi usare quell'email.
nb_no: Kan ikke bruke den e-postadressen.
pt_br: Não é possível usar esse e-mail.

source: Your nickname can only contain a-z, 0-9 and _.
ar: يجب أن يتكون اللقب من المحارف a-z، 0-9، _.
cs: Uživatelské jméno může obsahovat pouze znaky a-z, 0-9 a _.
fi_fi: Nimimerkki voi sisältää a-z, 0-9 ja _.
it: Il tuo nome utente può contenere solo a-z, 0-9 e _.

source: Nickname is already registered. Please choose another.
ar: هذا اللقب محجوز. اختر لقبًا آخر.
bg: Псевдоним вече е регистрирано. Моля, изберете друга.
cs: Přezdívka je již registrována. Prosím vyberte jinou.
fi_fi: Valitsemasi nimimerkki on jo käytössä. Valitse toinen nimimerkki.
is: Gælunafn þegar skráð. Veldu annað.
it: Nome utente già registrato. Scegline un altro.
nb_no: Kallenavnet er allerede registrert. Vennligst velg et annet.
pt_br: Esta identificação já foi registrada. Por favor, escolha outra.

source: SERIOUS ERROR: Generation of security keys failed.
ar: خطأ قاتل: فشل توليد مفاتيح الأمان.
bg: Сериозна грешка: генериране на ключове за защита не успя.
cs: ZÁVAŽNÁ CHYBA: Generování bezpečnostních klíčů se nezdařilo.
fi_fi: VAKAVA VIRHE: Salausavainten luominen epäonnistui.
is: VERULEGA ALVARLEG VILLA: Stofnun á öryggislyklum tókst ekki.
it: ERRORE GRAVE: La generazione delle chiavi di sicurezza è fallita.
nb_no: ALVORLIG FEIL: mislyktes med å lage sikkerhetsnøkler.
pt_br: ERRO GRAVE: Não foi possível gerar as chaves de segurança.

source: An error occurred during registration. Please try again.
ar: حدث خطأ أثناء التسجيل، رجاء حاول مرة أخرى.
bg: Възникна грешка по време на регистрацията. Моля, опитайте отново.
cs: Došlo k chybě při registraci. Zkuste to prosím znovu.
fi_fi: Rekisteröityminen epäonnistui. Yritä uudelleen.
is: Villa kom upp við nýskráningu. Reyndu aftur.
it: C'è stato un errore durante la registrazione. Prova ancora.
nb_no: En feil oppstod under registreringen. Vennligst prøv igjen.
pt_br: Ocorreu um erro durante o registro. Por favor, tente novamente.

source: An error occurred creating your default profile. Please try again.
ar: حدث خطأ أثناء إنشاء الملف الشخصي الافتراضي، رجاء حاول مرة أخرى.
bg: Възникна грешка при създаването на своя профил по подразбиране. Моля, опитайте отново.
cs: Při vytváření vašeho výchozího profilu došlo k chybě. Zkuste to prosím znovu.
fi_fi: Oletusprofiilin luominen epäonnistui. Yritä uudelleen.
is: Villa kom upp við að stofna sjálfgefna forsíðu. Vinnsamlegast reyndu aftur.
it: C'è stato un errore nella creazione del tuo profilo. Prova ancora.
nb_no: En feil oppstod under opprettelsen av din standardprofil. Vennligst prøv igjen.
pt_br: Ocorreu um erro na criação do seu perfil padrão. Por favor, tente novamente.

source: An error occurred creating your self contact. Please try again.
cs: Při vytváření vašeho kontaktu na sebe došlo k chybě. Zkuste to prosím znovu.
fi_fi: Yhteystietojesi luonti epäonnistui. Yritä uudelleen.
it: C'è stato un errore nella creazione del tuo contatto. Prova ancora.

source: An error occurred creating your default contact group. Please try again.
cs: Při vytváření vaší výchozí skupiny kontaktů došlo k chybě. Zkuste to prosím znovu.
fi_fi: Oletusryhmäsi luonti epäonnistui. Yritä uudelleen.

source: Dear %1$s, Thank you for registering at %2$s. Your account is pending for approval by the administrator. Your login details are as follows: Site Location: %3$s Login Name: %4$s Password: %5$s
ar: عزيزي %1$s، شكرا لك على التسجيل في %2$s. حسابك معلق حتى يوافق عليه المدير. تفاصيل الولوج هي كالتالي: الموقع: %3$s اسم المستخدم: %4$s كلمة المرور: %5$s
cs: Vážený/á %1$s, Děkujeme, že jste se registroval/a na %2$s. Váš účet čeká na schválení administrátora. Zde jsou vaše přihlašovací detaily: Adresa stránky: %3$s Přihlašovací jméno: %4$s Heslo: %5$s
it: Gentile %1$s, Grazie di esserti registrato/a su %2$s. Il tuo account è in attesa di approvazione dall'amministratore. I tuoi dettagli di login sono i seguenti: Indirizzo del Sito: %3$s Nome Utente: %4$s Password: %5$s

source: Registration at %s
ar: التسجيل في %s
cs: Registrace na %s
fi_fi: Rekisteröityminen kohteessa %s
it: Registrazione su %s

source: Dear %1$s, Thank you for registering at %2$s. Your account has been created.
cs: Vážený/á %1$s, Děkujeme, že jste se registroval/a na %2$s. Váš účet byl vytvořen.
fi_fi: Hei %1$s, Kiitoksia rekisteröinnistä sivustolle %2$s. Tilisi on luotu.

source: The login details are as follows: Site Location: %3$s Login Name: %1$s Password: %5$s You may change your password from your account "Settings" page after logging in. Please take a few moments to review the other account settings on that page. You may also wish to add some basic information to your default profile (on the "Profiles" page) so that other people can easily find you. We recommend setting your full name, adding a profile photo, adding some profile "keywords" (very useful in making new friends) - and perhaps what country you live in; if you do not wish to be more specific than that. We fully respect your right to privacy, and none of these items are necessary. If you are new and do not know anybody here, they may help you to make some new and interesting friends. If you ever want to delete your account, you can do so at %3$s/removeme Thank you and welcome to %2$s.
cs: Zde jsou vaše přihlašovací detaily: Adresa stránky: %3$s Přihlašovací jméno: %1$s Heslo: %5$s Své heslo si po přihlášení můžete změnit na stránce „Nastavení“ vašeho účtu. Prosím, prohlédněte si na chvilku ostatní nastavení účtu na této stránce. Možná byste si také přál/a přidat pár základních informací na svůj výchozí profil (na stránce „Profily“) aby vás další lidé mohli snadno najít. Doporučujeme nastavit si vaše celé jméno, přidat profilovou fotku, přidat pár „klíčových slov“ k profilu (velmi užitečné při získávání nových přátel) - a možná v jaké zemi žijete; pokud nechcete být konkrétnější. Zcela respektujeme vaše právo na soukromí a žádnou z těchto položek není potřeba vyplňovat. Pokud jste zde nový/á a nikoho zde neznáte, mohou vám pomoci si získat nové a zajímavé přátele. Pokud byste si někdy přál/a smazat účet, můžete tak učinit na stránce %3$s/removeme. Děkujeme vám a vítáme vás na %2$s.

source: Registration details for %s
ar: تفاصيل التسجيل لـ %s
bg: Регистрационни данни за %s
cs: Registrační údaje pro uživatele %s
is: Nýskráningar upplýsingar fyrir %s
it: Dettagli della registrazione di %s
nb_no: Registeringsdetaljer for %s
pt_br: Detalhes do registro de %s

source: Drop Contact
cs: Odstranit kontakt
fi_fi: Poista kontakti
is: Henda tengilið
nb_no: Fjern kontakt
pt_br: Excluir o contato

source: Organisation
ar: منظّمة
cs: Organizace
fi_fi: Järjestö
it: Organizzazione
pt_br: Organização

source: News
ar: الأخبار
cs: Zprávy
fi_fi: Uutiset
is: Fréttir
it: Notizie
pt_br: Notícias

source: Forum
cs: Fórum
fi_fi: Keskustelupalsta
is: Spjallsvæði
pt_br: Fórum

source: Connect URL missing.
ar: رابط الاتصال مفقود.
bg: Свързване URL липсва.
cs: Chybí URL adresa pro připojení.
fi_fi: Yhteys URL-linkki puuttuu.
is: Tengislóð vantar.
it: URL di connessione mancante.
nb_no: Forbindelses-URL mangler.
pt_br: URL de conexão faltando.

source: The contact could not be added. Please check the relevant network credentials in your Settings -> Social Networks page.
ar: تعذر إضافة المتراسل. تحقق من بيانات اعتماد الشبكة المستهدفة في الإعدادات -> صفحة الشبكات الاجتماعية.
cs: Kontakt nemohl být přidán. Prosím zkontrolujte relevantní přihlašovací údaje sítě na stránce Nastavení -> Sociální sítě.
fi_fi: Kontaktia ei pystytty lisäämään. Tarkista verkkoasetukset omista asetuksistasi (Settings -> Social Networks).
it: Il contatto non può essere aggiunto. Controlla le credenziali della rete nella tua pagina Impostazioni -> Reti Sociali

source: This site is not configured to allow communications with other networks.
bg: Този сайт не е конфигуриран да позволява комуникация с други мрежи.
cs: Tento web není nakonfigurován tak, aby umožňoval komunikaci s ostatními sítěmi.
fi_fi: Tämä sivusto ei salli yhteyksiä muiden verkkojen kanssa..
is: Þessi vefur er ekki uppsettur til að leyfa samskipti við önnur samfélagsnet.
nb_no: Dette nettverkets konfigurasjon tillater ikke kommunikasjon med andre nettverk.
pt_br: Este site não está configurado para permitir comunicações com outras redes.

source: No compatible communication protocols or feeds were discovered.
ar: لم تكتشف أي موافيق اتصال أو تغذيات متوافقة.
bg: Няма съвместими комуникационни протоколи или фуражите не са били открити.
cs: Nenalezen žádný kompatibilní komunikační protokol nebo kanál.
fi_fi: Yhteensopivia viestintäprotokolleja tai syötteitä ei löytynyt.
is: Engir samhæfðir samskiptastaðlar né fréttastraumar fundust.
it: Non sono stati trovati protocolli di comunicazione o feed compatibili.
nb_no: Ingen passende kommunikasjonsprotokoller eller strømmer ble oppdaget.
pt_br: Não foi descoberto nenhum protocolo de comunicação ou fonte de notícias compatível.

source: The profile address specified does not provide adequate information.
ar: عنوان الملف الشخصي لا يوفر معلومات كافية.
bg: Профилът на посочения адрес не предоставя достатъчна информация.
cs: Uvedená adresa profilu neposkytuje dostatečné informace.
fi_fi: Annettu profiiliosoite ei sisällä riittävästi tietoa.
is: Uppgefin forsíðuslóð inniheldur ekki nægilegar upplýsingar.
it: L'indirizzo del profilo specificato non fornisce adeguate informazioni.
nb_no: Den angitte profiladressen inneholder for lite information.
pt_br: O endereço de perfil especificado não fornece informação adequada.
