Repository: duthied/Free-Friendika
Catalog: view/lang/*/messages.po
Languages: ar, bg, cs, fi_fi, is, it, nb_no, pt_br

source: <p>These one-use codes can replace an authenticator app code in case you have lost access to it.</p>
cs: <p>Tyto jednorázové kódy mohou nahradit kód autentizační aplikace, pokud k ní ztratíte přístup.</p>
it: <p>Questi codici monouso possono sostituire l'app di autenticazione nel caso avessi perso il suo accesso.</p>

source: Actions
ar: الإجراءات
cs: Akce
fi_fi: Toimenpiteet
is: Aðgerðir
it: Azioni

source: Current password:
ar: كلمة المرور الحالية:
cs: Aktuální heslo:
it: Password attuale:

source: You need to provide your current password to change two-factor authentication settings.
ar: أدخل كلمة المرور لتغيير إعدادات الاستيثاق بعاملين.
cs: Pro změnu nastavení dvoufázového ověřování musíte poskytnout vaše aktuální heslo.
it: Devi inserire la tua password attuale per cambiare le impostazioni di autenticazione a due fattori.

source: Enable two-factor authentication
ar: فعّل الاستيثاق بعاملين
cs: Povolit dvoufázové ověřování
it: Abilita autenticazione a due fattori

source: Disable two-factor authentication
ar: عطّل الاستيثاق بعاملين
cs: Zakázat dvoufázové ověřování
it: Disabilita autenticazione a due fattori

source: Show recovery codes
ar: أظهر رموز الاستعادة
cs: Zobrazit záložní kódy
it: Mostra codici di recupero

source: Finish app configuration
ar: أنه ضبط التطبيق
cs: Dokončit konfiguraci aplikace
it: Completa configurazione dell'app

source: New recovery codes successfully generated.
ar: نجح توليد رموز الاستعادة.
cs: Nové záložní kódy byly úspěšně vygenerovány.
it: Nuovi codici di recupero generati con successo.

source: Two-factor recovery codes
cs: Dvoufázové záložní kódy
it: Codici di recupero a due fattori

source: <p>Recovery codes can be used to access your account in the event you lose access to your device and cannot receive two-factor authentication codes.</p><p><strong>Put these in a safe spot!</strong> If you lose your device and don’t have the recovery codes you will lose access to your account.</p>
ar: <p>يمكن استخدام رموز الاستعادة للوصول إلى حسابك في حال فقدت الوصول إلى جهازك ولا يمكن أن تتلقى رموز الاستيثاق بعاملين.</p><p><strong>احتفظ بها في مكان آمن!</strong> إذا فقدت جهازك ولم يكن لديك رموز الاستعادة فستفقد الوصول إلى حسابك.</p>
cs: <p>Záložní kódy mohou být použity pro přístup k vašemu účtu, pokud ztratíte přístup k vašemu zařízení a nemůžete obdržet dvoufázové autentizační kódy.</p><p><strong>Uložte je na bezpečné místo!</strong> Pokud zratíte vaše zařízení a nemáte Záložní kódy, ztratíte přístup ke svému účtu.</p>
it: <p>I codici di recupero possono essere utilizzati per accedere al tuo account nel caso tu perda l'accesso al tuo dispositivo e non possa ricevere i codici di autenticazione a due fattori.</p><p><strong>Salvali in un posto sicuro!</strong> Se dovessi perdere il tuo dispositivo e non hai i codici di recupero perderai l'accesso al tuo account.</p>

source: When you generate new recovery codes, you must copy the new codes. Your old codes won’t work anymore.
cs: Když vygenerujete nové záložní kódy, musíte si zkopírovat nové kódy. Vaše staré kódy již nebudou fungovat.
it: Quando generi nuovi codici di recupero, dovrai copiare i nuovi codici. I codici precedenti non funzioneranno più.

source: Generate new recovery codes
ar: ولّد رموز الاستعادة
cs: Vygenerovat nové záložní kódy
it: Genera nuovi codici di recupero

source: Next: Verification
ar: التالي: التحقق
cs: Další: Ověření
it: Successivo: Verifica

source: Two-factor authentication successfully activated.
ar: فُعّل الاستيثاق بعاملين.
cs: Dvoufázové ověření úspěšně aktivováno.
it: Autenticazione a due fattori abilitata con successo.

source: Invalid code, please retry.
ar: رمز غير صالح، من فضلك أعد المحاولة.
cs: Neplatný kód, prosím zkuste to znovu.
it: Codice non valido, per favore riprova.

source: <p>Or you can submit the authentication settings manually:</p> <dl> <dt>Issuer</dt> <dd>%s</dd> <dt>Account Name</dt> <dd>%s</dd> <dt>Secret Key</dt> <dd>%s</dd> <dt>Type</dt> <dd>Time-based</dd> <dt>Number of digits</dt> <dd>6</dd> <dt>Hashing algorithm</dt> <dd>SHA-1</dd> </dl>
ar: <p>أو يمكنك إرسال إعدادات الاستيثاق يدوياً:</p> <dl> <dt>المصدر</dt> <dd>%s</dd> <dt>اسم الحساب</dt> <dd>%s</dd> <dt>المفتاح السري</dt> <dd>%s</dd> <dt>النوع</dt> <dd>مبني الوقت</dd> <dt>عدد الأرقام</dt> <dd>6</dd> <dt>خوارزمية التجزئة</dt> <dd>SHA-1</dd> </dl>
cs: <p>Nebo můžete zadat autentizační nastavení manuálně:</p> <dl> <dt>Vydavatel</dt> <dd>%s</dd> <dt>Jméno účtu</dt> <dd>%s</dd> <dt>Tajný klíč</dt> <dd>%s</dd> <dt>Typ</dt> <dd>Založený na čase</dd> <dt>Počet číslic</dt> <dd>6</dd> <dt>Hashovací algoritmus</dt> <dd>SHA-1</dd> </dl>
it: <p>Oppure puoi inserire le impostazioni di autenticazione manualmente:</p> <dl> <dt>Soggetto</dt> <dd>%s</dd> <dt>Nome Account</dt> <dd>%s</dd> <dt>Chiave Segreta</dt> <dd>%s</dd> <dt>Tipo</dt> <dd>Basato sul tempo</dd> <dt>Numero di cifre</dt> <dd>6</dd> <dt>Algoritmo di crittografia</dt> <dd>SHA-1</dd> </dl>

source: Two-factor code verification
ar: رمز التحقق للاستيثاق بعاملَيْن
cs: Ověření dvoufázového kódu
it: Verifica codice a due fattori

source: <p>Please scan this QR Code with your authenticator app and submit the provided code.</p>
cs: <p>Prosím naskenujte tento QR kód vaší autentizační aplikací a zadejte poskytnutý kód.</p>
it: <p>Per favore scansione questo Codice QR con la tua app di autenticazione e invia il codice fornito.</p>

source: <p>Or you can open the following URL in your mobile devicde:</p><p><a href="%s">%s</a></p>
cs: <p>Nebo můžete otevřít na vašem mobilním zařízení následující URL: </p><p><a href="%s">%s</a></p>

source: Please enter a code from your authentication app
ar: يرجى إدخال رمز من تطبيق الاستيثاق
cs: Prosím zadejte kód z vaší autentizační aplikace
it: Per favore inserisci il codice dalla tua app di autenticazione

source: Verify code and enable two-factor authentication
ar: تحقق من الرمز و فعّل الاستيثاق بعاملين
cs: Ověřit kód a povolit dvoufázové ověřování
it: Verifica codice e abilita l'autenticazione a due fattori

source: Bad Request
cs: Špatný požadavek

source: Unauthorized
ar: لم يخوّل
cs: Neautorizováno
it: Non autorizzato

source: Forbidden
cs: Zakázáno

source: Not Found
bg: Не е намерено
cs: Nenalezeno
fi_fi: Ei löydetty
is: Fannst ekki
nb_no: Ikke funnet
pt_br: Não encontrada

source: Internal Server Error
ar: خطأ داخلي في الخادم
cs: Vnitřní chyba serveru
it: Errore Interno del Server

source: Service Unavailable
cs: Služba nedostupná

source: The server cannot or will not process the request due to an apparent client error.
cs: Server nemůže nebo nechce zpracovat požadavek kvůli patrné chybě na straně klienta.

source: Authentication is required and has failed or has not yet been provided.
cs: Je vyžadována autentikace, která neuspěla nebo ještě nebyla poskytnuta.

source: The request was valid, but the server is refusing action. The user might not have the necessary permissions for a resource, or may need an account.
cs: Požadavek byl platný, ale server odmítá akci. Uživatel možná nemá nezbytná oprávnění pro zdroj, nebo potřebuje účet..

source: The requested resource could not be found but may be available in the future.
cs: Požadovaný zdroj nemohl být nalezen, ale může být dostupný v budoucnu.

source: An unexpected condition was encountered and no more specific message is suitable.
cs: Došlo k neočekávané chybě a není vhodná žádná specifičtější zpráva.

source: The server is currently unavailable (because it is overloaded or down for maintenance). Please try again later.
cs: Server je aktuálně nedostupný (protože je přetížen nebo probíhá údržba). Prosím zkuste to znovu později.

source: Go back
ar: عُد
cs: Přejít zpět
it: Torna indietro

source: Remaining recovery codes: %d
ar: رموز الاستعادة المتبقية: %d
cs: Zbývající záložní kódy: %d
it: Codici di recupero rimanenti: %d

source: Two-factor recovery
ar: الاستيثاق بعاملين
cs: Dvoufázové záložní kódy
it: Recupero due fattori

source: <p>You can enter one of your one-time recovery codes in case you lost access to your mobile device.</p>
cs: <p>Pokud jste ztratil/a přístup k vašemu mobilnímu zařízení , můžete zadat jeden z vašich jednorázových záložních kódů.</p>
it: <p>Puoi inserire uno dei tuoi codici di recupero usa e getta nel caso tu perda l'accesso al tuo dispositivo mobile.</p>

source: Don’t have your phone? <a href="%s">Enter a two-factor recovery code</a>
ar: لا تحمل هاتفك؟ <a href="%s">أدخل رمز الاستعادة للاستيثاق بعاملين</a>
cs: Nemáte svůj mobil? <a href="%s">Zadejte dvoufázový záložní kód</a>
it: Non hai il tuo telefono? <a href="%s">Inserisci il codice di recupero a due fattori</a>

source: Please enter a recovery code
ar: رجاء أدخل رمز الاستعادة
cs: Prosím zadejte záložní kód
it: Per favore inserisci un codice di recupero

source: Submit recovery code and complete login
ar: أرسل رمز الاستعادة لتكمل الولوج
cs: Odeslat záložní kód a dokončit přihlášení
it: Inserisci il codice di recupero e completa l'accesso

source: <p>Open the two-factor authentication app on your device to get an authentication code and verify your identity.</p>
ar: <p>افتح تطبيق الاستيثاق بعاملين على جهازك للحصول على رمز الاستيثاق والتحقق من هويتك.</p>
cs: <p>Otevřete na vašem zařízení aplikaci pro dvoufázové ověřování, získejte autentizační kód a ověřte svou identitu.</p>
it: <p>Apri l'app di autenticazione a due fattori sul tuo dispositivo per ottenere un codice di autenticazione e verificare la tua identità.</p>

source: Verify code and complete login
ar: تحقق من الرمز وأكمل الولوج
cs: Ověřit kód a dokončit přihlášení
it: Verifica codice e completa l'accesso

source: Welcome to Friendica
ar: مرحبا بك في فرَندِكا
bg: Добре дошли да Friendica
cs: Vítejte na Friendica
fi_fi: Tervetuloa Friendicaan
is: Velkomin(n) á Friendica
it: Benvenuto su Friendica
nb_no: Velkommen til Friendica
pt_br: Bemvindo ao Friendica

source: New Member Checklist
bg: Нова държава Чеклист
cs: Seznam doporučení pro nového člena
fi_fi: Uuden jäsenen tarkistuslista
is: Gátlisti nýs notanda
it: Cose da fare per i Nuovi Utenti
nb_no: Sjekkliste for nye medlemmer
pt_br: Dicas para os novos membros

source: We would like to offer some tips and links to help make your experience enjoyable. Click any item to visit the relevant page. A link to this page will be visible from your home page for two weeks after your initial registration and then will quietly disappear.
ar: نود أن نقدم بعض النصائح والروابط للمساعدة في جعل تجربتك ممتعة. انقر فوق أي عنصر لزيارة الصفحة ذات الصلة. رابط لهذه الصفحة سيكون مرئيًا في الصفحة الرئيسية لمدة أسبوعين بعد تاريخ تسجيلك.
bg: Бихме искали да предложим някои съвети и връзки, за да направи своя опит приятно. Кликнете върху елемент, за да посетите съответната страница. Линк към тази страница ще бъде видима от началната си страница в продължение на две седмици след първоначалната си регистрация и след това спокойно ще изчезне.
cs: Rádi bychom vám nabídli několik tipů a odkazů, abychom vám zpříjemnili zážitek. Kliknutím na jakoukoliv položku zobrazíte relevantní stránku. Odkaz na tuto stránku bude viditelný z vaší domovské stránky po dobu dvou týdnů od vaší první registrace a poté tiše zmizí.
it: Vorremmo offrirti qualche trucco e dei collegamenti alla guida per aiutarti ad avere un'esperienza divertente. Clicca su un qualsiasi elemento per visitare la relativa pagina. Un collegamento a questa pagina sarà visibile nella tua home per due settimane dopo la tua registrazione.
nb_no: Vi vil gjerne gi noe noen tips og lenker for å hjelpe deg til en hyggelig opplevelse. Klikk på et element for å besøke den relevante siden. En lenke til denne siden vil være synlig på din hovedside i to uker etter at du registrerte deg og så vil den bli borte av seg selv.
pt_br: Gostaríamos de oferecer algumas dicas e links para ajudar a tornar a sua experiência agradável. Clique em qualquer item para visitar a página correspondente. Um link para essa página será visível em sua home page por duas semanas após o seu registro inicial e, então, desaparecerá discretamente.

source: Getting Started
ar: بدء الاستخدام
cs: Začínáme
fi_fi: Ensiaskeleet
is: Til að komast í gang
it: Come Iniziare
nb_no: Komme igang
pt_br: Do Início

source: Friendica Walk-Through
ar: جولة في فرَندِكا
cs: Prohlídka Friendica
fi_fi: Friendica -läpikäynti
is: Leiðarvísir Friendica
it: Friendica Passo-Passo
nb_no: Friendica gjennomgang
pt_br: Passo-a-passo da friendica

source: On your <em>Quick Start</em> page - find a brief introduction to your profile and network tabs, make some new connections, and find some groups to join.
cs: Na vaší stránce <em>Rychlý začátek</em> najděte stručný úvod k vašemu profilu a síťovým záložkám, spojte se s novými kontakty a najděte skupiny, ke kterým se můžete připojit.
it: Sulla tua pagina <em>Quick Start</em> - veloce introduzione alla tua pagina profilo e alla pagina Rete, fai qualche nuova amicizia, e trova qualche gruppo a cui unirti.
nb_no: På <em>Hurtigstart</em>-siden din, så finner du en kort introduksjon til profilen din og nettverksfanen, hvordan du oppretter nye forbindelser, og hvordan du finner grupper å bli med i.
pt_br: Na sua página <em>Início Rápido</em> - encontre uma introdução rápida ao seu perfil e abas da rede, faça algumas conexões novas, e encontre alguns grupos entrar.

source: Go to Your Settings
ar: انتقل إلى إعداداتك
cs: Navštivte své nastavení
fi_fi: Omat Asetukset
is: Farðu í stillingarnar þínar
it: Vai alle tue Impostazioni
nb_no: Gå til Dine innstillinger
pt_br: Ir para as suas configurações

source: On your <em>Settings</em> page - change your initial password. Also make a note of your Identity Address. This looks just like an email address - and will be useful in making friends on the free social web.
ar: على صفحة <em>الإعدادات</em> - قم بتغيير كلمة المرور الأولية. ولا تنسى حفظ عنوان معرفك. يبدو كعنوان بريد إلكتروني - ليتسنى صنع صداقات على مختلف الشبكات الاجتماعية الحرة.
bg: На <em> настройки </ EM> - да промени първоначалната си парола. Също така направи бележка на вашата самоличност адрес. Това изглежда точно като имейл адрес - и ще бъде полезно при вземането на приятели за свободното социална мрежа.
cs: Na vaší stránce <em>Nastavení</em> si změňte vaše první heslo. Věnujte také svou pozornost vaší adrese identity. Vypadá jako e-mailová adresa a bude vám užitečná pro navazování přátelství na svobodném sociálním webu.
it: Nella tua pagina <em>Impostazioni</em> - cambia la tua password iniziale. Prendi anche nota del tuo Indirizzo Identità. Assomiglia a un indirizzo email e sarà utile per stringere amicizie nel web sociale libero.
nb_no: På siden <em>Innstillinger</em> - bytt passordet du fikk. Merk deg også Din identitetsadresse. Denne ser ut som en vanlig e-postadresse, og er nyttig for å bli venner i den frie sosiale web'en.
pt_br: Em sua página <em>Configurações</em> - mude sua senha inicial. Também tome nota de seu Endereço de Identidade. Isso se parece com um endereço de e-mail - e será útil para se fazer amigos na rede social livre.

source: Review the other settings, particularly the privacy settings. An unpublished directory listing is like having an unlisted phone number. In general, you should probably publish your listing - unless all of your friends and potential friends know exactly how to find you.
bg: Прегледайте други настройки, по-специално на настройките за поверителност. Непубликуван списък директория е нещо като скрит телефонен номер. Като цяло, може би трябва да публикува вашата обява - освен ако не всички от вашите приятели и потенциални приятели, знаят точно как да те намеря.
cs: Prohlédněte si další nastavení, a to zejména nastavení soukromí. Nezveřejnění svého účtu v adresáři je jako mít nezveřejněné telefonní číslo. Obecně platí, že je lepší mít svůj účet zveřejněný - ledaže by všichni vaši přátelé a potenciální přátelé přesně věděli, jak vás najít.
is: Yfirfarðu aðrar stillingar, sérstaklega gagnaleyndarstillingar. Óútgefin forsíða er einsog óskráð símanúmer. Sem þýðir að líklega viltu gefa út forsíðuna þína - nema að allir vinir þínir og tilvonandi vinir viti nákvæmlega hvernig á að finna þig.
it: Guarda le altre impostazioni, in particolare le impostazioni della privacy. Un profilo non pubblicato è come un numero di telefono non in elenco. In genere, dovresti pubblicare il tuo profilo - a meno che tutti i tuoi amici e potenziali tali sappiano esattamente come trovarti.
nb_no: Se over de andre innstillingene, særlig personverninnstillingene. En katalogoppføring som ikke er publisert er som å ha skjult telefonnummer. Generelt, så bør du antakelig publisere oppføringen, med mindre dine venner eller potensielle venner vet nøyaktig hvordan de skal finne deg.
pt_br: Revise as outras configurações, em particular as relacionadas a privacidade. Não estar listado no diretório é o equivalente a não ter o seu número na lista telefônica. Normalmente é interessante você estar listado - a não ser que os seu amigos atuais e potenciais saibam exatamente como encontrar você.

source: Upload a profile photo if you have not done so already. Studies have shown that people with real photos of themselves are ten times more likely to make friends than people who do not.
ar: ارفع صورة لملفك الشخصي إذا لم تقم بذلك. تظهر الدراسات أن احتمال صنع صداقات للناس الذين يستخدمون صورهم الحقيقية هو أكثر بعشر مرات من الناس الذي لا يفعلون.
bg: Качване на снимката на профила, ако не сте го направили вече. Проучванията показват, че хората с истински снимки на себе си, са десет пъти по-вероятно да станат приятели, отколкото хората, които не.
cs: Nahrajte si svou profilovou fotku, pokud jste tak již neučinil/a. Studie ukázaly, že lidé se skutečnými fotkami mají desetkrát častěji přátele než lidé, kteří nemají.
is: Að hlaða upp forsíðu mynd ef þú hefur ekki þegar gert það. Rannsóknir sýna að fólk sem hefur alvöru mynd af sér er tíu sinnum líklegra til að eignast vini en fólk sem ekki hefur mynd.
it: Carica una foto del profilo se non l'hai ancora fatto. Studi hanno mostrato che persone che hanno vere foto di se stessi hanno dieci volte più probabilità di fare amicizie rispetto alle persone che non ce l'hanno.
nb_no: Last opp et profilbilde hvis du ikke har gjort det allerede. Studier viser at folk som har ekte bilde av seg selv har ti ganger større sannsynlighet for å få venner enn folk som ikke gjør det.
pt_br: Envie uma foto para o seu perfil, caso ainda não tenha feito isso. Estudos indicam que pessoas que publicam fotos reais delas mesmas têm 10 vezes mais chances de encontrar novos amigos do que as que não o fazem.

source: Edit Your Profile
ar: عدّل ملفك الشخصي
bg: Редактиране на профила
cs: Upravte si svůj profil
fi_fi: Muokkaa profiilisi
is: Breyta forsíðunni þinni
it: Modifica il tuo Profilo
nb_no: Endre profilen din
pt_br: Editar seu perfil

source: Edit your <strong>default</strong> profile to your liking. Review the settings for hiding your list of friends and hiding the profile from unknown visitors.
ar: عدّل ملفك الشخصي <strong>الافتراضي</strong> كيفما تحب. و راجع الإعدادات لإخفاء قائمة أصدقائك وملفك الشخصي عن الزوار.
bg: Редактиране на <strong> подразбиране </strong> профил да ви хареса. Преглед на настройките за скриване на вашия списък с приятели и скриване на профила от неизвестни посетители.
cs: Upravte si <strong>výchozí</strong> profil podle vašich představ. Prověřte nastavení pro skrytí vašeho seznamu přátel a skrytí profilu před neznámými návštěvníky.
is: Breyttu <strong>sjálfgefnu</strong> forsíðunni einsog þú villt. Yfirfarðu stillingu til að fela vinalista á forsíðu og stillingu til að fela forsíðu fyrir ókunnum.
it: Modifica il tuo profilo <strong>predefinito</strong> a piacimento. Rivedi le impostazioni per nascondere la tua lista di amici e nascondere il profilo ai visitatori sconosciuti.
nb_no: Du kan endre <strong>standardprofilen</strong> din slik du ønsker. Se over innstillingene som lar deg skjule vennelisten og skjule profilen fra ukjente besøkende.
pt_br: Edite o seu perfil <strong>padrão</strong> a seu gosto. Revise as configurações de ocultação da sua lista de amigos e do seu perfil de visitantes desconhecidos.

source: Profile Keywords
ar: الكلمات المفتاحية للملف الشخصي
bg: Ключови думи на профила
cs: Profilová klíčová slova
fi_fi: Profiilin avainsanat
is: Stikkorð notandans
it: Parole chiave del profilo
nb_no: Profilnøkkelord
pt_br: Palavras-chave do perfil

source: Set some public keywords for your default profile which describe your interests. We may be able to find other people with similar interests and suggest friendships.
bg: Задайте някои обществени ключови думи за вашия профил по подразбиране, които описват вашите интереси. Ние може да сме в състояние да намери други хора с подобни интереси и предлага приятелства.
cs: Nastavte si nějaká veřejná klíčová slova pro výchozí profil, která popisují vaše zájmy. Můžeme vám najít další lidi s podobnými zájmy a navrhnout přátelství.
is: Bættu við leitarorðum í sjálfgefnu forsíðuna þína sem lýsa áhugamálum þínum. Þá er hægt að fólk með svipuð áhugamál og stinga uppá vinskap.
nb_no: Legg til noen offentlige nøkkelord til standardprofilen din som beskriver dine interesser. Det kan hende vi klarer å finne andre folk med liknende interesser og foreslå vennskap.
pt_br: Defina algumas palavras-chave públicas para o seu perfil padrão, que descrevam os seus interesses. Nós podemos encontrar outras pessoas com interesses similares e sugerir novas amizades.

source: Connecting
ar: يتصل
bg: Свързване
cs: Připojuji se
fi_fi: Yhdistetään
is: Tengist
it: Collegarsi
nb_no: Kobling
pt_br: Conexões

source: Importing Emails
ar: يستورد البرائد الالكترونية
bg: Внасяне на е-пощи
cs: Importuji e-maily
fi_fi: Sähköpostin tuominen
is: Flyt inn pósta
it: Importare le Email
nb_no: Importere e-post
pt_br: Importação de e-mails

source: Enter your email access information on your Connector Settings page if you wish to import and interact with friends or mailing lists from your email INBOX
bg: Въведете своя имейл достъп до информация на страницата Настройки на Connector, ако желаете да внасят и да взаимодейства с приятели или списъци с адреси от електронната си поща Входящи
cs: Pokud chcete importovat své přátele nebo mailové skupiny z INBOX vašeho e-mailu a komunikovat s nimi, zadejte na vaší stránce Nastavení kontektoru své přístupové údaje do svého e-mailového účtu
is: Fylltu út aðgangsupplýsingar póstfangsins þíns á Tengistillingasíðunni ef þú vilt sækja tölvupóst og eiga samskipti við vini eða póstlista úr innhólfi tölvupóstsins þíns
it: Inserisci i tuoi dati di accesso all'email nella tua pagina Impostazioni Connettori se vuoi importare e interagire con amici o mailing list dalla tua casella di posta in arrivo
nb_no: Skriv inn tilgangsinformasjon til e-posten din på siden for Koblingsinnstillinger, hvis du ønsker å importere og samhandle med venner eller e-postlister fra din e-post INNBOKS
pt_br: Forneça a informação de acesso ao seu e-mail na sua página de Configuração de Conector se você deseja importar e interagir com amigos ou listas de discussão da sua Caixa de Entrada de e-mail

source: Go to Your Contacts Page
ar: انتقل الى صفحة المتراسلين
cs: Navštivte vaši stránku Kontakty
fi_fi: Näytä minun kontaktit
is: Fara yfir á tengiliðasíðuna
it: Vai alla tua pagina Contatti
nb_no: Gå til Dine kontakter-siden
pt_br: Ir para a sua página de contatos
