Repository: duthied/Free-Friendika
Catalog: view/lang/*/messages.po
Languages: ar, bg, cs, fi_fi, is, it, nb_no, pt_br

source: Cannot change to that email.
bg: Не може да е този имейл.

source: No Plugin settings configured
bg: Няма плъгин настройки, конфигурирани

source: Plugin Settings
bg: Plug-in Настройки

source: This account is a normal personal profile
bg: Тази сметка е нормален личен профил

source: Automatically approve all connection/friend requests as read-only fans
bg: Автоматично одобрява всички / приятел искания само за четене фенове

source: Automatically approve all connection/friend requests as friends
bg: Автоматично одобрява всички / молби за приятелство, като приятели

source: Private forum - approved members only
bg: Само частен форум - Одобрени членове

source: Plugin Features
bg: Настройки на приставките

source: Soapbox Account
bg: Импровизирана трибуна профил

source: Community/Celebrity Account
bg: Общността / Celebrity

source: Active plugins
bg: Включени приставки

source: Will be displayed prominently on the registration page.
bg: Ще бъдат показани на видно място на страницата за регистрация.

source: UTF-8 Regular expressions
bg: UTF-8 регулярни изрази

source: Use PHP UTF8 regular expressions
bg: Използвате PHP UTF8 регулярни изрази

source: Delivery interval
bg: Доставка интервал

source: Delay background delivery processes by this many seconds to reduce system load. Recommend: 4-5 for shared hosts, 2-3 for virtual private servers. 0-1 for large dedicated servers.
bg: Забавяне процесите на доставка на заден план от това много секунди, за да се намали натоварването на системата. Препоръчай: 4-5 за споделени хостове, 2-3 за виртуални частни сървъри. 0-1 за големи наети сървъри.

source: Poll interval
bg: Анкета интервал

source: Delay background polling processes by this many seconds to reduce system load. If 0, use delivery interval.
bg: Забавяне избирателните фонови процеси от това много секунди, за да се намали натоварването на системата. Ако 0, използвайте интервал доставка.

source: Plugin %s disabled.
bg: Plug-in %s увреждания.

source: Plugin %s enabled.
bg: Plug-in %s поддръжка.

source: Invalid email address.
bg: Невалиден имейл адрес.

source: This account has not been configured for email. Request failed.
bg: Този профил не е конфигуриран за електронна поща. Заявката не бе успешна.

source: Examples: jojo@demo.friendica.com, http://demo.friendica.com/profile/jojo, testuser@identi.ca
bg: Примери: jojo@demo.friendica.com~~HEAD=NNS, http://demo.friendica.com/profile/jojo, testuser@identi.ca

source: StatusNet/Federated Social Web
bg: StatusNet / Федерални социална мрежа

source: Contact added
bg: Свържете се добавя

source: mysqli PHP module
bg: mysqli PHP модул

source: Error: mysqli PHP module required but not installed.
bg: Грешка: mysqli PHP модул, но не е инсталирана.

source: IMPORTANT: You will need to [manually] setup a scheduled task for the poller.
bg: ВАЖНО: Вие ще трябва да [ръчно] настройка на планирана задача за poller.

source: System error. Post not saved.
bg: Грешка в системата. Мнение не е запазен.
