Repository: duthied/Free-Friendika
Catalog: view/lang/*/messages.po
Languages: ar, bg, cs, fi_fi, is, it, nb_no, pt_br

source: Add User
ar: أضف مستخدم
cs: Přidat uživatele
fi_fi: Lisää käyttäjä
is: Bæta við notanda
it: Aggiungi utente
nb_no: Legg til bruker
pt_br: Adicionar usuário

source: User registrations waiting for confirm
bg: Потребителски регистрации, чакат за да потвърдите
cs: Registrace uživatelů čekající na potvrzení
is: Skráning notanda býður samþykkis
nb_no: Brukerregistreringer venter på bekreftelse
pt_br: Registros de usuário aguardando confirmação

source: User waiting for permanent deletion
ar: مستخدم ينتظر الحذف الكلي لحسابه
cs: Uživatel čekající na trvalé smazání
it: Utente in attesa di cancellazione definitiva
nb_no: Bruker venter på permanent sletting
pt_br: Usuário aguardando por fim permanente da conta.

source: Request date
ar: تاريخ الطلب
bg: Искане дата
cs: Datum požadavku
fi_fi: Pyynnön päivämäärä
is: Dagsetning beiðnar
it: Data richiesta
nb_no: Forespørselsdato
pt_br: Solicitar data

source: No registrations.
ar: لا توجد تسجيلات.
bg: Няма регистрации.
cs: Žádné registrace.
fi_fi: Ei rekisteröintejä.
is: Engin skráning
it: Nessuna registrazione.
nb_no: Ingen registreringer.
pt_br: Nenhum registro.

source: Note from the user
ar: ملاحظة من المستخدم
cs: Poznámka od uživatele
it: Nota dall'utente

source: Deny
ar: رفض
bg: Отказ
cs: Odmítnout
fi_fi: Kieltäydy
is: Hafnað
it: Nega
nb_no: Nekt
pt_br: Negar

source: User blocked
ar: المستخدم محجوب
cs: Uživatel zablokován
it: Utente bloccato

source: Site admin
ar: مدير الموقع
bg: Администратор на сайта
cs: Administrátor webu
fi_fi: Sivuston ylläpito
is: Vefstjóri
it: Amministrazione sito
nb_no: Nettstedets administrator
pt_br: Administração do site

source: Account expired
ar: انتهت صلاحية الحساب
cs: Účtu vypršela platnost
fi_fi: Tili vanhentunut
is: Notandaaðgangur útrunninn
it: Account scaduto
nb_no: Konto utgått
pt_br: Conta expirou

source: New User
ar: مستخدم جديد
cs: Nový uživatel
fi_fi: Uusi käyttäjä
is: Nýr notandi
it: Nuovo Utente
nb_no: Ny bruker
pt_br: Novo usuário

source: Permanent deletion
ar: حذف نهائي
cs: Trvalé smazání
it: Cancellazione permanente

source: Selected users will be deleted!\n\nEverything these users had posted on this site will be permanently deleted!\n\nAre you sure?
ar: سيُحذف المستخدمون المحددون!\n\nكل ما نشره هؤلاء على هذا الموقع سيُحذف نهائيًا!\n\nهل أنت متأكد؟
bg: Избрани потребители ще бъде изтрита! \ N \ nEverything тези потребители са публикувани на този сайт ще бъде изтрит завинаги! \ N \ nСигурни ли сте?
cs: Vybraní uživatelé budou smazáni!\n\n Vše, co tito uživatelé na těchto stránkách vytvořili, bude trvale odstraněno!\n\nOpravdu chcete pokračovat?
is: Valdir notendur verður eytt!\n\nAllt sem þessir notendur hafa deilt á þessum vef verður varanlega eytt!\n\nErtu alveg viss?
it: Gli utenti selezionati saranno cancellati!\n\nTutto quello che gli utenti hanno inviato su questo sito sarà permanentemente canellato!\n\nSei sicuro?
nb_no: Valgte brukere vil bli slettet!\n\nAlt disse brukerne har lagt inn på dette nettstedet vil bli slettet for alltid!\n\nEr du sikker på at du vil slette disse brukerne?
pt_br: Os usuários selecionados serão excluídos!\n\nTudo o que estes usuários publicaram neste site será excluído permanentemente!\n\nDeseja continuar?

source: The user {0} will be deleted!\n\nEverything this user has posted on this site will be permanently deleted!\n\nAre you sure?
ar: سيُحذف المستخدم {0}!\n\nكل ما نشره على هذا الموقع سيُحذف نهائيًا!\n\nهل أنت متأكد؟
bg: Потребител {0} ще бъде изтрит! \ n \ nEverything този потребител публикувани на този сайт ще бъде изтрит завинаги! \ n \ nСигурни ли сте?
cs: Uživatel {0} bude smazán!\n\n Vše, co tento uživatel na těchto stránkách vytvořil, bude trvale odstraněno!\n\n Opravdu chcete pokračovat?
is: Notandinn {0} verður eytt!\n\nAllt sem þessi notandi hefur deilt á þessum vef veður varanlega eytt!\n\nErtu alveg viss?
it: L'utente {0} sarà cancellato!\n\nTutto quello che ha inviato su questo sito sarà permanentemente cancellato!\n\nSei sicuro?
nb_no: Brukeren {0} vil bli slettet!\n\nAlt denne brukeren har lagt inn på dette nettstedet vil bli slettet for alltid!\n\nEr du sikker på at du vil slette denne brukeren?
pt_br: O usuário {0} será excluído!\n\nTudo o que este usuário publicou neste site será permanentemente excluído!\n\nDeseja continuar?

source: Name of the new user.
ar: اسم المستخدم الجديد.
cs: Jméno nového uživatele.
fi_fi: Uuden käyttäjän nimi.
it: Nome del nuovo utente.
nb_no: Navnet til den nye brukeren.
pt_br: Nome do novo usuário.

source: Nickname
ar: اللقب
cs: Přezdívka
fi_fi: Lempinimi
is: Stuttnefni
it: Nome utente
nb_no: Kallenavn
pt_br: Apelido

source: Nickname of the new user.
ar: لقب المستخدم الجديد.
cs: Přezdívka nového uživatele.
fi_fi: Uuden käyttäjän lempinimi
it: Nome utente del nuovo utente.
nb_no: Kallenavnet til den nye brukeren.
pt_br: Apelido para o novo usuário.

source: Email address of the new user.
ar: عنوان البريد الإلكتروني للمستخدم للجديد.
cs: Emailová adresa nového uživatele.
fi_fi: Uuden käyttäjän sähköpostiosoite.
it: Indirizzo Email del nuovo utente.
nb_no: E-postadressen til den nye brukeren.
pt_br: Endereço de e-mail do novo usuário.

source: Inspect Deferred Worker Queue
ar: فحص طابور المهام المؤجلة
cs: Prozkoumat frontu odložených pracovníků
it: Analizza la coda lavori rinviati

source: This page lists the deferred worker jobs. This are jobs that couldn't be executed at the first time.
ar: تسرد هذه الصفحة العمليات المؤجلة. هذه العمليات لا يمكن تنفيذها لأول مرة.
cs: Na této stránce jsou vypsány odložené úlohy pracovníků. To jsou úlohy, které nemohly být napoprvé provedeny.
it: Questa pagina elenca li lavori rinviati. Sono lavori che non è stato possibile eseguire al primo tentativo.

source: Inspect Worker Queue
ar: فحص طابور المهام
cs: Prozkoumat frontu pro pracovníka
it: Analizza coda lavori

source: This page lists the currently queued worker jobs. These jobs are handled by the worker cronjob you've set up during install.
ar: تسرد هذه الصفحة العمليات المتواجدة في الطابور حاليا. هذه العمليات تديرها المهام التي أعددتها أثناء التثبيت.
cs: Na této stránce jsou vypsány aktuálně čekající úlohy pro pracovníka . Tyto úlohy vykonává úloha cron pracovníka, kterou jste nastavil/a při instalaci.
it: Questa pagina elenca i lavori in coda. Questi lavori sono gestiti dal cron che hai impostato durante l'installazione.

source: ID
ar: المعرف
cs: Identifikátor
is: Auðkenni (ID)

source: Job Parameters
ar: معطيات العملية
cs: Parametry úlohy
it: Parametri lavoro

source: Created
ar: أُنشئ
cs: Vytvořeno
fi_fi: Luotu
is: Búið til
it: Creato

source: Priority
ar: الأولوية
cs: Priorita
it: Priorità

source: Can not parse base url. Must have at least <scheme>://<domain>
cs: Nelze zpracovat výchozí url adresu. Musí obsahovat alespoň <scheme>://<domain>
fi_fi: Ei voitu jäsentää perusosoitetta. Täytyy sisältää ainakin <scheme>://<domain>
nb_no: Kan ikke tolke base URL. Må ha minst <scheme>://<domain>
pt_br: Não foi possível analisar a URL. Ela deve conter pelo menos <scheme>://<domain>

source: Invalid storage backend setting value.
ar: قيمة الإعداد غير صالحة.
cs: Neplatná hodnota nastavení backendu úložiště.
it: Valore dell'impostazione del backend di archiviazione non valido

source: Site settings updated.
bg: Настройките на сайта са обновени.
cs: Nastavení webu aktualizováno.
fi_fi: Sivuston asetukset päivitettiin.
is: Stillingar vefsvæðis uppfærðar.
nb_no: Nettstedets innstillinger er oppdatert.
pt_br: As configurações do site foram atualizadas.

source: No community page for local users
cs: Žádná komunitní stránka pro místní uživatele

source: No community page
ar: لا توجد صفحة مجتمع
cs: Žádná komunitní stránka
fi_fi: Ei yhteisösivua
it: Nessuna pagina Comunità
pt_br: Sem página de comunidade

source: Public postings from users of this site
ar: المشاركات العلنية لمستخدمي هذا الموقع
cs: Veřejné příspěvky od místních uživatelů
fi_fi: Julkiset julkaisut tämän sivuston käyttäjiltä
it: Messaggi pubblici dagli utenti di questo sito
pt_br: Textos públicos de usuários deste sítio

source: Public postings from the federated network
ar: المشاركات العلنية من الشبكة الموحدة
cs: Veřejné příspěvky z federované sítě
fi_fi: Julkiset julkaisut liittoutuneelta verkolta
it: Messaggi pubblici dalla rete federata

source: Public postings from local users and the federated network
ar: المشركات العلنية من الشبكة الموحدة والشبكة المحلية
cs: Veřejné příspěvky od místních uživatelů a z federované sítě
fi_fi: Julkiset julkaisut tältä sivustolta ja liittoutuneelta verkolta
it: Messaggi pubblici dagli utenti di questo sito e dalla rete federata

source: Disabled
ar: معطّل
cs: Zakázáno
fi_fi: Pois käytöstä
is: Óvirkt
it: Disabilitato
nb_no: Deaktivert
pt_br: Desabilitado

source: Users, Global Contacts
cs: Uživatelé, globální kontakty
fi_fi: Käyttäjät, maailmanlaajuiset kontaktit
pt_br: Usuários, Contatos Globais

source: Users, Global Contacts/fallback
cs: Uživatelé, globální kontakty/fallback
pt_br: Usuários, Contatos Globais/plano B

source: One month
cs: Jeden měsíc
fi_fi: Yksi kuukausi
is: Einn mánuður
nb_no: en måned
pt_br: Um mês

source: Three months
cs: Tři měsíce
fi_fi: Kolme kuukautta
is: Þrír mánuðir
nb_no: tre måneder
pt_br: Três meses

source: Half a year
cs: Půl roku
fi_fi: Puoli vuotta
is: Hálft ár
nb_no: et halvt år
pt_br: Seis meses

source: One year
cs: Jeden rok
fi_fi: Yksi vuosi
is: Eitt ár
nb_no: ett år
pt_br: Um ano

source: Multi user instance
ar: مثيل متعدد المستخدمين
cs: Víceuživatelská instance
fi_fi: Monen käyttäjän instanssi
it: Istanza multi utente
nb_no: Flerbrukerinstans
pt_br: Instância multi usuário

source: Closed
ar: مغلق
bg: Затворен
cs: Uzavřeno
fi_fi: Suljettu
is: Lokað
it: Chiusa
nb_no: Stengt
pt_br: Fechado

source: Requires approval
ar: تتطلب الحصول على موافقة
bg: Изисква одобрение
cs: Vyžaduje schválení
fi_fi: Edellyttää hyväksyntää
is: Þarf samþykki
it: Richiede l'approvazione
nb_no: Krever godkjenning
pt_br: Requer aprovação

source: Open
ar: افتح
bg: Отворена.
cs: Otevřeno
fi_fi: Avoin
is: Opið
it: Aperta
nb_no: Åpen
pt_br: Aberto

source: No SSL policy, links will track page SSL state
bg: Не SSL политика, връзки ще следи страница SSL състояние
cs: Žádná SSL politika, odkazy budou následovat SSL stav stránky
nb_no: Ingen SSL-retningslinjer, lenker vil spore sidens SSL-tilstand
pt_br: Nenhuma política de SSL, os links irão rastrear o estado SSL da página

source: Force all links to use SSL
bg: Принуди всички връзки да се използва SSL
cs: Vyžadovat u všech odkazů použití SSL
fi_fi: Pakota kaikki linkit käyttämään SSL-yhteyttä
nb_no: Tving alle lenker til å bruke SSL
pt_br: Forçar todos os links a utilizar SSL

source: Self-signed certificate, use SSL for local links only (discouraged)
bg: Самоподписан сертификат, използвайте SSL за местни връзки единствено (обезкуражени)
cs: Certifikát podepsaný sám sebou, použít SSL pouze pro místní odkazy (nedoporučeno)
nb_no: Selvsignert sertifikat, bruk SSL bare til lokale lenker (ikke anbefalt)
pt_br: Certificado auto-assinado, usar SSL somente para links locais (não recomendado)

source: Don't check
ar: لا تتحقق
cs: Nekontrolovat
fi_fi: Älä tarkista
it: Non controllare

source: check the stable version
ar: تحقق من الإصدار المستقر
cs: kontrolovat stabilní verzi
it: controlla la versione stabile

source: check the development version
ar: تحقق من الإصدار التطويري
cs: kontrolovat vývojovou verzi
it: controlla la versione di sviluppo

source: Database (legacy)
cs: Databáze (legacy)

source: Site
ar: موقع
bg: Сайт
cs: Web
fi_fi: Sivusto
is: Vefur
it: Sito
nb_no: Nettsted

source: Republish users to directory
ar: أعد نشر المستخدمين في الدليل
cs: Znovu publikovat uživatele do adresáře
it: Ripubblica gli utenti sulla directory

source: Registration
ar: التسجيل
bg: Регистрация
cs: Registrace
fi_fi: Rekisteröityminen
is: Nýskráning
it: Registrazione
nb_no: Registrering
pt_br: Registro

source: File upload
ar: رفع الملف
bg: Прикачване на файлове
cs: Nahrání souborů
fi_fi: Tiedoston lataus
is: Hlaða upp skrá
it: Caricamento file
nb_no: Last opp fil
pt_br: Envio de arquivo

source: Policies
ar: السياسات
bg: Политики
cs: Politika
fi_fi: Käytännöt
is: Stefna
it: Politiche
nb_no: Retningslinjer
pt_br: Políticas

source: Auto Discovered Contact Directory
ar: دليل المتراسلين المكتشفين تلقائيًا
cs: Adresář automaticky objevených kontaktů
it: Elenco Contatti Scoperto Automaticamente

source: Performance
ar: الأداء
bg: Производителност
cs: Výkon
fi_fi: Suoritus
is: Afköst
nb_no: Ytelse

source: Worker
ar: مهمة
cs: Pracovník (worker)

source: Message Relay
ar: ترحيل الرسالة
cs: Přeposílání zpráv
fi_fi: Viestirele
it: Relay Messaggio

source: Relocate Instance
cs: Přemístit instanci

source: Warning! Advanced function. Could make this server unreachable.
cs: Varování! Pokročilá funkce. Tímto můžete znepřístupnit server.

source: Site name
ar: اسم الموقع
bg: Име на сайта
cs: Název webu
fi_fi: Sivuston nimi
is: Nafn vefsvæðis
it: Nome del sito
nb_no: Nettstedets navn
pt_br: Nome do site

source: Sender Email
ar: بريد المرسل
cs: E-mail odesílatele
fi_fi: Lähettäjän sähköposti
is: Tölvupóstfang sendanda
it: Mittente email
pt_br: enviador de email

source: The email address your server shall use to send notification emails from.
ar: عنوان البريد الإلكتروني الذي سيستخدمه الخادم لإرسال رسائل التنبيه.
cs: E-mailová adresa, kterou bude Váš server používat pro posílání e-mailů s oznámeními.
fi_fi: Lähettäjän sähköpostiosoite palvelimen ilmoitussähköposteissa.
it: L'indirizzo email che il tuo server dovrà usare per inviare notifiche via email.

source: Shortcut icon
ar: أيقونة الاختصار
cs: Favikona
fi_fi: Pikakuvake
is: Táknmynd flýtivísunar
it: Icona shortcut
pt_br: ícone de atalho

source: Link to an icon that will be used for browsers.
ar: رابط إلى أيقونة سيتم استخدامها للمتصفحات.
cs: Odkaz k ikoně, která bude použita pro prohlížeče.
fi_fi: Linkki kuvakkeeseen jota selaimet saa käyttää.
it: Collegamento ad un'icona che verrà usata dai browser.

source: Touch icon
ar: أيقونة الأجهزة اللمسية
cs: Dotyková ikona
fi_fi: Kosketusnäyttökuvake
it: Icona touch
pt_br: ícone de toque

source: Link to an icon that will be used for tablets and mobiles.
ar: رابط إلى أيقونة سيتم استخدامها للأجهزة اللوحية والهواتف.
cs: Odkaz k ikoně, která bude použita pro tablety a mobilní zařízení.
fi_fi: Linkki kuvakkeeseen jota tabletit ja matkapuhelimet saa käyttää.
it: Collegamento ad un'icona che verrà usata dai tablet e i telefonini.

source: Additional Info
ar: معلومات إضافية
cs: Dodatečné informace
fi_fi: Lisätietoja
is: Viðbótarupplýsingar
it: Informazioni aggiuntive
nb_no: Ekstra informasjon
pt_br: Informação adicional

source: For public servers: you can add additional information here that will be listed at %s/servers.
ar: للخوادم العامة: يمكنك إضافة معلومات إضافية لتدرج في %s/servers.
cs: Pro veřejné servery: zde můžete přidat dodatečné informace, které budou vypsané na stránce %s/servers.
it: Per server pubblici: puoi aggiungere informazioni extra che verranno mostrate su %s/servers.

source: System language
ar: لغة النظام
bg: Системен език
cs: Systémový jazyk
fi_fi: Järjestelmän kieli
is: Tungumál kerfis
it: Lingua di sistema
nb_no: Systemspråk
pt_br: Idioma do sistema

source: System theme
ar: سمة النظام
bg: Системна тема
cs: Systémový motiv
fi_fi: Järjestelmäteema
is: Þema kerfis
it: Tema di sistema
nb_no: Systemtema
pt_br: Tema do sistema

source: Default system theme - may be over-ridden by user profiles - <a href="/admin/themes" id="cnftheme">Change default theme settings</a>
cs: Výchozí systémový motiv - může být změněn v uživatelských profilech - <a href="/admin/themes" id="cnftheme">Změnit výchozí nastavení motivu</a>

source: Mobile system theme
ar: سمة الهاتف
cs: Mobilní systémový motiv
fi_fi: Mobiili järjestelmäteema
it: Tema mobile di sistema
nb_no: Mobilt tema til systemet
pt_br: Tema do sistema para dispositivos móveis

source: Theme for mobile devices
ar: سمة للأجهزة المحمولة
cs: Motiv pro mobilní zařízení
fi_fi: Mobiiliteema
it: Tema per dispositivi mobili
nb_no: Tema for mobile enheter
pt_br: Tema para dispositivos móveis

source: SSL link policy
bg: SSL връзка политика
cs: Politika SSL odkazů
fi_fi: SSL-linkkikäytäntö
nb_no: Retningslinjer for SSL og lenker
pt_br: Política de link SSL

source: Determines whether generated links should be forced to use SSL
bg: Определя дали генерирани връзки трябва да бъдат принудени да се използва SSL
cs: Určuje, zda-li budou generované odkazy používat SSL
fi_fi: Määrittää pakotetaanko tuotetut linkit käyttämään SSL-yhteyttä.
nb_no: Avgjør om genererte lenker skal tvinges til å bruke SSL
pt_br: Determina se os links gerados devem ser forçados a utilizar SSL

source: Force SSL
ar: فرض SSL
cs: Vynutit SSL
fi_fi: Pakoita SSL-yhteyden käyttöä
is: Þvinga SSL
it: Forza SSL
pt_br: Forçar SSL

source: Force all Non-SSL requests to SSL - Attention: on some systems it could lead to endless loops.
ar: أعد توجيه جميع الطلبات غير المشفرة إلى طلبات SSL. تحذير: في بعض الأنظمة يمكن أن يؤدي هذا إلى حلقات إعادة توجيه لا نهائية.
cs: Vynutit SSL pro všechny ne-SSL žádosti - Upozornění: na některých systémech může dojít k nekonečnému zacyklení.
it: Forza tutte le richieste non SSL su SSL - Attenzione: su alcuni sistemi può portare a loop senza fine
pt_br: Forçar todas as solicitações não-SSL para SSL - Atenção: em alguns sistemas isso pode levar a loops infinitos.

source: Hide help entry from navigation menu
cs: Skrýt nápovědu z navigačního menu
nb_no: Skjul punktet om hjelp fra navigasjonsmenyen
pt_br: Oculta a entrada 'Ajuda' do menu de navegação

source: Hides the menu entry for the Help pages from the navigation menu. You can still access it calling /help directly.
cs: Skryje z navigačního menu položku pro stránky nápovědy. Nápovědu můžete stále zobrazit přímo zadáním /help.
nb_no: Skjuler menypunktet for Hjelp-sidene fra navigasjonsmenyen. Du kan fremdeles få tilgang ved å bruke /help direkte.
pt_br: Oculta a entrada de menu para as páginas de Ajuda do menu de navegação. Ainda será possível acessá-las chamando /help diretamente.

source: Single user instance
ar: مثيل لمستخدم وحيد
cs: Jednouživatelská instance
fi_fi: Yksittäisen käyttäjän instanssi
it: Istanza a singolo utente
nb_no: Enkeltbrukerinstans
pt_br: Instância de usuário único

source: Make this instance multi-user or single-user for the named user
ar: اجعل هذا المثيل إما لمستخدم واحد أولعدّة مستخدمين
cs: Nastavit tuto instanci víceuživatelskou nebo jednouživatelskou pro pojmenovaného uživatele
it: Rendi questa istanza multi utente o a singolo utente per l'utente selezionato
nb_no: Gjør denne instansen til flerbruker eller enkeltbruker for den navngitte brukeren
pt_br: Faça essa instância multiusuário ou usuário único para o usuário em questão

source: File storage backend
cs: Backend souborového úložiště

source: The backend used to store uploaded data. If you change the storage backend, you can manually move the existing files. If you do not do so, the files uploaded before the change will still be available at the old backend. Please see <a href="/help/Settings#1_2_3_1">the settings documentation</a> for more information about the choices and the moving procedure.
cs: Backend použitý pro ukládání nahraných dat. Pokud změníte backend úložiště, můžete manuálně přesunout existující soubory. Pokud tak neučiníte, budou soubory nahrané před změnou stále dostupné ve starém backendu. Pro více informací o možnostech a proceduře pro přesun si prosím přečtěte <a href="/help/Settings#1_2_3_1">dokumentaci nastavení</a>.

source: Maximum image size
ar: الحجم الأقصى للصورة
bg: Максимален размер на изображението
cs: Maximální velikost obrázků
fi_fi: Suurin kuvakoko
is: Mesta stærð mynda
it: Massima dimensione immagini
nb_no: Maksimum bildestørrelse
pt_br: Tamanho máximo da imagem

source: Maximum size in bytes of uploaded images. Default is 0, which means no limits.
bg: Максимален размер в байтове на качените изображения. По подразбиране е 0, което означава, няма граници.
cs: Maximální velikost nahraných obrázků v bajtech. Výchozí hodnota je 0, což znamená bez omezení.
fi_fi: Ladattavan kuvatiedoston enimmäiskoko tavuina. Oletusarvo on 0, eli ei enimmäiskokoa.
nb_no: Maksimal størrelse i bytes for opplastede bilder. Standard er 0, som betyr ingen størrelsesgrense.
pt_br: Tamanho máximo, em bytes, das imagens enviadas. O padrão é 0, o que significa sem limites

source: Maximum image length
ar: الطول الأقصى للصورة
cs: Maximální velikost obrázků
fi_fi: Suurin kuvapituus
it: Massima lunghezza immagine
nb_no: Maksimal bildelenge
pt_br: Tamanho máximo da imagem

source: Maximum length in pixels of the longest side of uploaded images. Default is -1, which means no limits.
ar: حد حجم الصورة المرفوعة بالبيكسل. الافتراضي هو 1- والذي يعني حجمًا غير محدود.
cs: Maximální délka delší stránky nahrávaných obrázků v pixelech. Výchozí hodnota je -1, což znamená bez omezení.
fi_fi: Ladattavan kuvatiedoston enimmäispituus pikseleinä. Oletusarvo on -1, eli ei enimmäispituutta.
it: Massima lunghezza in pixel del lato più lungo delle immagini caricate. Predefinito a -1, ovvero nessun limite.
nb_no: Maksimal lengde i pixler for den lengste siden til opplastede bilder. Standard er -1, some betyr ingen grense.
pt_br: Tamanho máximo em pixels do lado mais largo das imagens enviadas. O padrão é -1, que significa sem limites.

source: JPEG image quality
ar: جودة صور JPEG
cs: Kvalita obrázků JPEG
fi_fi: JPEG-kuvanlaatu
is: JPEG myndgæði
it: Qualità immagini JPEG
nb_no: JPEG-bildekvalitet
pt_br: Qualidade da imagem JPEG

source: Uploaded JPEGS will be saved at this quality setting [0-100]. Default is 100, which is full quality.
ar: سيتم حفظ ملفات JPEG المرفوعة بنسبة جودة [0-100]. القيمة الافتراضية هي 100 وهي جودة الأصلية للملف.
cs: Nahrávané obrázky JPEG budou uloženy se zadanou kvalitou v rozmezí [0-100]. Výchozí hodnota je 100, což znamená plnou kvalitu.
fi_fi: Ladatut JPEG-kuvat tallennetaan tällä laatuasetuksella [0-100]. Oletus on 100, eli korkein laatu.
it: Le immagini JPEG caricate verranno salvate con questa qualità [0-100]. Predefinito è 100, ovvero qualità piena.
nb_no: Opplastede JPEG-er vil bli lagret med disse kvalitetsinnstillingene [0-100]. Standard er 100, som er høyeste kvalitet.
pt_br: Imagens JPEG enviadas serão salvas com essa qualidade [0-100]. O padrão é 100, que significa a melhor qualidade.

source: Register policy
ar: سياسات التسجيل
bg: Регистрирайте политика
cs: Politika registrace
fi_fi: Rekisteröintipolitiikka
is: Stefna varðandi nýskráningar
it: Politica di registrazione
nb_no: Registrer retningslinjer
pt_br: Política de registro

source: Maximum Daily Registrations
ar: الحد اليومي للتسجيل
cs: Maximální počet denních registrací
fi_fi: Päivittäinen rekisteröitymisraja
it: Massime registrazioni giornaliere
nb_no: Maksimalt antall daglige registreringer
pt_br: Registros Diários Máximos
