Repository: duthied/Free-Friendika
Catalog: view/lang/*/messages.po
Languages: ar, bg, cs, fi_fi, is, it, nb_no, pt_br

source: @name, !forum, #tags, content
cs: @jméno, !fórum, #štítky, obsah
fi_fi: @nimi, !foorumi, #tunnisteet, sisältö
is: @nafn, !spjallsvæði, #merki, innihald

source: Full Text
ar: النص الكامل
cs: Celý text
fi_fi: Koko teksti
is: Allur textinn
it: Testo Completo
pt_br: Texto Completo

source: Tags
ar: الوسوم
cs: Štítky
fi_fi: Tunnisteet
is: Merki

source: Click to open/close
ar: أنقر للفتح/للإغلاق
bg: Кликнете за отваряне / затваряне
cs: Kliknutím otevřete/zavřete
fi_fi: Klikkaa auki/kiinni
is: Smelltu til að opna/loka
it: Clicca per aprire/chiudere
nb_no: Klikk for å åpne/lukke
pt_br: Clique para abrir/fechar

source: view full size
bg: видите в пълен размер
cs: zobrazit v plné velikosti
fi_fi: näytä täysikokoisena
is: Skoða í fullri stærð
nb_no: Vis i full størrelse
pt_br: ver na tela inteira

source: Image/photo
ar: صورة
bg: Изображение / снимка
cs: Obrázek/fotka
fi_fi: Kuva/valokuva
is: Mynd
it: Immagine/foto
nb_no: Bilde/fotografi
pt_br: Imagem/foto

source: $1 wrote:
ar: كتب $1:
bg: $ 1 пише:
cs: $1 napsal/a:
fi_fi: $1 kirjoitti:
is: $1 skrifaði:
it: $1 ha scritto:
nb_no: $1 skrev:
pt_br: $1 escreveu:

source: Encrypted content
ar: محتوى مشفر
bg: Шифрирано съдържание
cs: Šifrovaný obsah
fi_fi: Salattu sisältö
is: Dulritað efni
it: Contenuto criptato
nb_no: Kryptert innhold
pt_br: Conteúdo criptografado

source: Invalid source protocol
ar: ميفاق المصدر غير صالح
cs: Neplatný protokol zdroje
fi_fi: Virheellinen lähdeprotokolla
it: Protocollo sorgente non valido
pt_br: Protocolo de origem inválido

source: Invalid link protocol
ar: ميفاق الرابط غير صالح
cs: Neplatný protokol odkazu
fi_fi: Virheellinen linkkiprotokolla
it: Protocollo collegamento non valido
pt_br: Link de protocolo inválido

source: Export
ar: صدّر
cs: Exportovat
fi_fi: Vie
is: Flytja út
it: Esporta
pt_br: Exportar

source: Export calendar as ical
ar: صدّر الرزنامة كملف ical
cs: Exportovat kalendář jako ical
fi_fi: Vie kalenteri ical -tiedostona
is: Flytja dagatal út sem ICAL
it: Esporta il calendario in formato ical
pt_br: Exportar a agenda como iCal

source: Export calendar as csv
ar: صدّر الرزنامة كملف csv
cs: Exportovat kalendář jako csv
fi_fi: Vie kalenteri csv-tiedostona
is: Flytja dagatal út sem CSV
it: Esporta il calendario in formato csv
pt_br: Exportar a agenda como CSV

source: No contacts
ar: لا متراسلين
bg: Няма контакти
cs: Žádné kontakty
fi_fi: Ei kontakteja
is: Engir tengiliðir
it: Nessun contatto
nb_no: Ingen kontakter
pt_br: Nenhum contato

source: %d Contact
ar: لا متراسلين %d
cs: %d kontakt
fi_fi: %d kontakti
is: %d tengiliður
it: %d contatto
nb_no: %d kontakt
pt_br: %d contato

source: View Contacts
ar: اعرض المتراسلين
bg: Вижте Контакти
cs: Zobrazit kontakty
fi_fi: Näytä kontaktit
is: Skoða tengiliði
it: Visualizza i contatti
nb_no: Vis kontakter
pt_br: Ver contatos

source: Trending Tags (last %d hour)
ar: الوسوم الشائعة (أقل من ساعة %d)
cs: Populární štítky (poslední %d hodina)
it: Etichette di Tendenza (ultima %d ora)

source: More Trending Tags
ar: المزيد من الوسوم الشائعة
cs: Další populární štítky
it: Più Etichette di Tendenza

source: newer
ar: الأحدث
cs: novější
fi_fi: uudempi
is: nýrri
it: nuovi
nb_no: nyere
pt_br: mais recente

source: older
ar: الأقدم
cs: starší
fi_fi: vanhempi
is: eldri
it: vecchi
nb_no: eldre
pt_br: antigo

source: prev
ar: السابق
bg: Пред.
cs: předchozí
fi_fi: edellinen
is: á undan
it: prec
nb_no: forrige
pt_br: anterior

source: last
ar: الأخير
bg: Дата на последния одит.
cs: poslední
fi_fi: viimeinen
is: síðasta
it: ultimo
nb_no: siste
pt_br: último

source: General Features
ar: الميّزات العامة
cs: Obecné vlastnosti
fi_fi: Yleiset ominaisuudet
is: Almennir eiginleikar
it: Funzionalità generali
nb_no: Generelle egenskaper
pt_br: Funcionalidades Gerais

source: Multiple Profiles
cs: Více profilů
fi_fi: Monia profiileja
nb_no: Flere profiler
pt_br: Perfis Múltiplos

source: Ability to create multiple profiles
cs: Schopnost vytvořit více profilů
fi_fi: Mahdollisuus luoda useita profiileja
nb_no: Mulighet for å lage flere profiler
pt_br: Capacidade de criar perfis múltiplos

source: Photo Location
ar: موقع الصورة
cs: Poloha fotky
fi_fi: Kuvan sijainti
is: Staðsetning ljósmyndar
it: Località Foto
pt_br: Localização da Foto

source: Photo metadata is normally stripped. This extracts the location (if present) prior to stripping metadata and links it to a map.
ar: عادة ما تتم إزالة البيانات الوصفية للصور. هذا يجعل من الممكن حفظ الموقع (قبل إزالة البيانات) ووضع الصورة على الخريطة.
cs: Metadata fotek jsou normálně odebrána. Tato funkce před odebrání metadat extrahuje polohu (pokud je k dispozici) a propojí ji s mapou.
fi_fi: Kuvan metadata poistetaan normaalisti. Tämä ottaa paikkatiedon (jos olemassa) ennen poistoa ja linkittää sen karttaan.
it: I metadati delle foto vengono rimossi. Questa opzione estrae la località (se presenta) prima di rimuovere i metadati e la collega a una mappa.

source: Export Public Calendar
cs: Exportovat veřejný kalendář
fi_fi: Vie julkinen kalenteri
is: Flytja út opinbert dagatal
pt_br: Exportar a agenda pública

source: Ability for visitors to download the public calendar
cs: Umožnit návštěvníkům stáhnout si veřejný kalendář
fi_fi: Vierailijoiden mahdollisuus ladata julkinen kalenteri
pt_br: Visitantes podem baixar a agenda pública

source: Trending Tags
ar: الوسوم الشائعة
cs: Populární štítky
it: Etichette di Tendenza

source: Show a community page widget with a list of the most popular tags in recent public posts.
ar: أظهر ودجة صفحة المجتمع تحوي قائمة الوسوم الشائعة في المشاركات العلنية الأخيرة.
cs: Zobrazit widget komunitní stránky se seznamem nejpopulárnějších štítků v nedávných veřejných příspěvcích.
it: Mostra un widget della pagina della comunità con un elenco delle etichette più popolari nei recenti messaggi pubblici.

source: Post Composition Features
ar: ميّزات إنشاء المشاركة
cs: Nastavení vytváření příspěvků
fi_fi: Kirjoittamisen ominaisuudet
it: Funzionalità di composizione dei messaggi
nb_no: Funksjoner for å skrive innlegg
pt_br: Funcionalidades de Composição de Publicações

source: Auto-mention Forums
cs: Automaticky zmiňovat fóra
nb_no: Auto-nevning av forum
pt_br: Auto-menção Fóruns

source: Add/remove mention when a forum page is selected/deselected in ACL window.
cs: Přidat/odstranit zmínku, když je stránka na fóru označena/odznačena v okně ACL.

source: Explicit Mentions
ar: ذِكر صريح
cs: Výslovné zmínky
it: Menzioni Esplicite

source: Add explicit mentions to comment box for manual control over who gets mentioned in replies.
ar: يضيف الذِكر الصريح في صندوق التعليق مما يسمح بالتحكم اليدوي بالذِكر في التعليقات.
cs: Přidá do pole pro komentování výslovné zmínky pro ruční kontrolu nad tím, koho zmíníte v odpovědích.
it: Aggiungi menzioni esplicite al riquadro di commento per avere un controllo manuale su chi viene menzionato nelle risposte.

source: Network Sidebar
cs: Síťová postranní lišta

source: Archives
ar: الأرشيفات
bg: Архиви
cs: Archivy
fi_fi: Arkisto
is: Safnskrár
it: Archivi
nb_no: Arkiverer
pt_br: Arquivos

source: Ability to select posts by date ranges
cs: Možnost označit příspěvky dle časového intervalu
fi_fi: Mahdollisuus valita viestejä päivämäärärajauksella
nb_no: Mulighet for å velge innlegg etter datoområder
pt_br: Capacidade de selecionar publicações por intervalos de data

source: Protocol Filter
cs: Filtr protokolů

source: Enable widget to display Network posts only from selected protocols
cs: Povolením widgetu se budou zobrazovat síťové příspěvky pouze z vybraných protokolů

source: Network Tabs
cs: Síťové záložky
fi_fi: Verkko välilehdet
nb_no: Nettverksfaner
pt_br: Abas da Rede

source: Network New Tab
cs: Síťová záložka Nové
nb_no: Nettverk Ny fane
pt_br: Aba Nova da Rede

source: Enable tab to display only new Network posts (from the last 12 hours)
cs: Povolit záložku pro zobrazení pouze nových příspěvků (za posledních 12 hodin)
nb_no: Skru på fane for å vise bare nye Nettverksinnlegg (fra de siste 12 timer)
pt_br: Habilite aba para mostra apenas publicações da Rede novas (das últimas 12 horas)

source: Network Shared Links Tab
cs: Síťová záložka Sdílené odkazy
nb_no: Nettverk Delte lenker fane
pt_br: Aba de Links Compartilhados da Rede

source: Enable tab to display only Network posts with links in them
cs: Povolit záložky pro zobrazování pouze Síťových příspěvků s vazbou na ně
nb_no: Skru på fane for å vise bare Nettverksinnlegg med lenker i dem
pt_br: Habilite aba para mostrar somente publicações da Rede que contenham links

source: Post/Comment Tools
ar: أدوات النشر\التعليق
cs: Nástroje příspěvků/komentářů
fi_fi: Julkaisu/kommentti työkalut
it: Strumenti per messaggi/commenti
nb_no: Innleggs-/kommentarverktøy
pt_br: Ferramentas de Publicação/Comentário

source: Post Categories
ar: فئات المشاركة
cs: Kategorie příspěvků
fi_fi: Julkaisuluokat
it: Categorie Messaggi
nb_no: Innleggskategorier
pt_br: Categorias de Publicações

source: Add categories to your posts
ar: أضف فئات لمشاركاتك
cs: Přidat kategorie k vašim příspěvkům
fi_fi: Luokittele julkaisusi
it: Aggiungi categorie ai tuoi messaggi
nb_no: Legg til kategorier til dine innlegg
pt_br: Adicione Categorias ás Publicações

source: Advanced Profile Settings
ar: إعدادات الحساب الشخصي المُتقدّمة
cs: Pokročilá nastavení profilu
fi_fi: Profiilin lisäasetukset
it: Impostazioni Avanzate Profilo
pt_br: Configurações de perfil avançadas

source: List Forums
cs: Vypsat fóra
fi_fi: Näytä foorumit
is: Spjallsvæðalistar

source: Show visitors public community forums at the Advanced Profile Page
cs: Zobrazit návštěvníkům veřejná komunitní fóra na stránce pokročilého profilu

source: Tag Cloud
ar: سحابة الوسوم
cs: Štítkový oblak
fi_fi: Tunnistepilvi
is: Merkjaský

source: Provide a personal tag cloud on your profile page
ar: إظهار سحابة وسوم في صفحة ملفك الشخصي
cs: Poskytne na vaší profilové stránce osobní „štítkový oblak“
fi_fi: Näytä henkilökohtainen tunnistepilvi profiilisivullasi
it: Mostra una nuvola dei tag personali sulla tua pagina di profilo

source: Display Membership Date
ar: اعرض عُمر العضوية
cs: Zobrazit datum členství
fi_fi: Näytä liittymispäivämäärä
it: Mostra la Data di Registrazione

source: Display membership date in profile
ar: اعرض عُمر العضوية في الملف الشخصي
cs: Zobrazit v profilu datum připojení
fi_fi: Näytä liittymispäivämäärä profiilissa
it: Mostra la data in cui ti sei registrato nel profilo

source: Nothing new here
ar: لا جديد هنا
bg: Нищо ново тук
cs: Zde není nic nového
fi_fi: Täällä ei ole mitään uutta
is: Ekkert nýtt hér
it: Niente di nuovo qui
nb_no: Ikke noe nytt her
pt_br: Nada de novo aqui

source: Clear notifications
ar: امسح التنبيهات
bg: Изчистване на уведомленията
cs: Vymazat oznámení
fi_fi: Tyhjennä ilmoitukset
is: Hreinsa tilkynningar
it: Pulisci le notifiche
nb_no: Fjern varslinger
pt_br: Descartar notificações

source: Logout
ar: خروج
bg: изход
cs: Odhlásit se
fi_fi: Kirjaudu ulos
is: Útskráning
it: Esci
nb_no: Logg ut
pt_br: Sair

source: End this session
ar: أنه هذه الجلسة
bg: Край на тази сесия
cs: Konec této relace
fi_fi: Lopeta istunto
is: Loka þessu innliti
it: Finisci questa sessione
nb_no: Avslutt denne økten
pt_br: Terminar esta sessão

source: Login
ar: لِج
bg: Вход
cs: Přihlásit se
fi_fi: Kirjaudu sisään
is: Innskráning
it: Accedi
nb_no: Logg inn
pt_br: Entrar

source: Sign in
ar: لِج
bg: Вход
cs: Přihlásit se
fi_fi: Kirjaudu sisään
is: Innskrá
it: Entra
nb_no: Logg inn
pt_br: Entrar

source: Personal notes
ar: الملاحظات الشخصية
bg: Личните бележки
cs: Osobní poznámky
fi_fi: Henkilökohtaiset merkinnät
is: Einkaglósur
it: Note personali
nb_no: Personlige notater
pt_br: Suas anotações pessoais

source: Your personal notes
ar: ملاحظاتك الشخصية
cs: Vaše osobní poznámky
fi_fi: Henkilökohtaiset merkintäsi
is: Einkaglósurnar þínar
it: Le tue note personali
pt_br: Suas anotações pessoais

source: Home Page
ar: الصفحة الرئيسية
bg: Начална страница
cs: Domovská stránka
fi_fi: Kotisivu
is: Heimasíða
nb_no: Hovedside
pt_br: Página pessoal

source: Register
ar: سجل
bg: Регистратор
cs: Registrovat
fi_fi: Rekisteröidy
is: Nýskrá
it: Registrati
nb_no: Registrer
pt_br: Registrar

source: Create an account
ar: أنشئ حسابا
bg: Създаване на сметка
cs: Vytvořit účet
fi_fi: Luo tili
is: Stofna notanda
it: Crea un account
nb_no: Lag konto
pt_br: Criar uma conta

source: Help and documentation
ar: المساعدة والوثائق
bg: Помощ и документация
cs: Nápověda a dokumentace
fi_fi: Ohjeet ja dokmentointi
is: Hjálp og leiðbeiningar
it: Guida e documentazione
nb_no: Hjelp og dokumentasjon
pt_br: Ajuda e documentação

source: Apps
ar: التطبيقات
cs: Aplikace
fi_fi: Sovellukset
is: Forrit
it: Applicazioni
nb_no: Programmer
pt_br: Aplicativos

source: Addon applications, utilities, games
ar: إضافات، أدوات، ألعاب
bg: Адон приложения, помощни програми, игри
cs: Doplňkové aplikace, nástroje, hry
fi_fi: Lisäosa sovelluksia, apuohjelmia, pelejä
is: Viðbótarforrit, nytjatól, leikir
it: Applicazioni, utilità e giochi aggiuntivi
nb_no: Tilleggsprorammer, verktøy, spill
pt_br: Complementos, utilitários, jogos

source: Search site content
ar: ابحث في محتوى الموقع
bg: Търсене в сайта съдържание
cs: Hledání na stránkách tohoto webu
fi_fi: Sivustohaku
is: Leita í efni á vef
it: Cerca nel contenuto del sito
nb_no: Søk i nettstedets innhold
pt_br: Pesquisar conteúdo no site

source: Community
ar: المجتمع
bg: Общност
cs: Komunita
fi_fi: Yhteisö
is: Samfélag
it: Comunità
nb_no: Fellesskap
pt_br: Comunidade

source: Conversations on this and other servers
ar: محادثات في هذا الخادم وخوادم أخرى
cs: Konverzace na tomto a jiných serverech
fi_fi: Keskustelut täällä ja muilla palvelimilla
it: Conversazioni su questo e su altri server

source: Directory
ar: الدليل
bg: директория
cs: Adresář
fi_fi: Luettelo
is: Mappa
it: Elenco
nb_no: Katalog
pt_br: Diretório

source: People directory
ar: دليل الأشخاص
bg: Хората директория
cs: Adresář
fi_fi: Henkilöluettelo
is: Nafnaskrá
it: Elenco delle persone
nb_no: Personkatalog
pt_br: Diretório de pessoas

source: Information
ar: معلومات
cs: Informace
fi_fi: Tietoja
is: Upplýsingar
it: Informazioni
nb_no: Informasjon
pt_br: Informação

source: Information about this friendica instance
ar: معلومات حول هذا المثيل
cs: Informace o této instanci Friendica
fi_fi: Lisätietoja tästä Friendica -instanssista
is: Upplýsingar um þetta tilvik Friendica
it: Informazioni su questo server friendica
nb_no: Informasjon om denne Friendica-instansen.
pt_br: Informação sobre esta instância do friendica

source: Terms of Service
ar: شروط الخدمة
cs: Podmínky používání
fi_fi: Käyttöehdot
is: Þjónustuskilmálar
it: Termini di Servizio

source: Terms of Service of this Friendica instance
ar: شروط الخدمة لهذا المثيل
cs: Podmínky používání této instance Friendica
it: Termini di Servizio di questa istanza Friendica

source: Network Reset
cs: Reset sítě
fi_fi: Verkon nollaus
is: Núllstilling netkerfis
nb_no: Nettverk tilbakestilling
pt_br: Reiniciar Rede

source: Load Network page with no filters
cs: Načíst stránku Síť bez filtrů
fi_fi: Lataa verkkosivu ilman suotimia
nb_no: Hent Nettverk-siden uten filter
pt_br: Carregar página Rede sem filtros

source: Friend Requests
ar: طلبات الصداقة
bg: Молби за приятелство
cs: Požadavky o přátelství
fi_fi: Kaveripyynnöt
is: Vinabeiðnir
it: Richieste di amicizia
nb_no: Venneforespørsler
pt_br: Requisições de Amizade

source: See all notifications
ar: الاطّلاع على جميع التنبيهات
bg: Вижте всички нотификации
cs: Zobrazit všechna oznámení
fi_fi: Näytä kaikki ilmoitukset
is: Sjá allar tilkynningar
it: Vedi tutte le notifiche
nb_no: Se alle varslinger
pt_br: Ver todas notificações

source: Mark all system notifications seen
bg: Марк виждали уведомления всички системни
cs: Označit všechna systémová oznámení jako přečtené
fi_fi: Merkitse kaikki järjestelmäviestit nähdyiksi
is: Merkja allar tilkynningar sem séðar
nb_no: Merk alle systemvarsler som sett
pt_br: Marcar todas as notificações de sistema como vistas

source: Inbox
ar: صندوق الوارد
bg: Вх. поща
cs: Doručená pošta
fi_fi: Saapuneet
is: Innhólf
it: In arrivo
nb_no: Innboks
pt_br: Recebidas

source: Outbox
ar: صندوق الصادر
bg: Изходящи
cs: Odeslaná pošta
fi_fi: Lähtevät
is: Úthólf
it: Inviati
nb_no: Utboks
pt_br: Enviadas

source: Manage
bg: Управление
cs: Spravovat
fi_fi: Hallitse
is: Umsýsla
nb_no: Behandle
pt_br: Gerenciar

source: Manage other pages
ar: إدارة الصفحات الأخرى
bg: Управление на други страници
cs: Spravovat jiné stránky
fi_fi: Hallitse muita sivuja
is: Sýsla með aðrar síður
it: Gestisci altre pagine
nb_no: Behandle andre sider
pt_br: Gerenciar outras páginas

source: Manage/Edit Profiles
cs: Spravovat/Editovat Profily
fi_fi: Hallitse/muokka profiilit
is: Sýsla með forsíður
nb_no: Behandle/endre profiler
pt_br: Administrar/Editar Perfis

source: Admin
ar: مدير
cs: Administrátor
fi_fi: Ylläpitäjä
is: Stjórnandi
it: Amministrazione
nb_no: Administrator

source: Site setup and configuration
ar: إعداد الموقع وتكوينه
bg: Настройка и конфигуриране на сайта
cs: Nastavení webu a konfigurace
fi_fi: Sivuston asennus ja asetukset
is: Uppsetning og stillingar vefsvæðis
it: Configurazione del sito
nb_no: Nettstedsoppsett og konfigurasjon
pt_br: Configurações do site

source: Navigation
ar: تصفح
bg: Навигация
cs: Navigace
fi_fi: Navigointi
is: Yfirsýn
it: Navigazione
nb_no: Navigasjon
pt_br: Navegação

source: Site map
ar: خريطة الموقع
bg: Карта на сайта
cs: Mapa webu
fi_fi: Sivustokartta
is: Yfirlit um vefsvæði
it: Mappa del sito
nb_no: Nettstedskart
pt_br: Mapa do Site

source: Embedding disabled
ar: التضمين معطل
bg: Вграждане на инвалиди
cs: Vkládání zakázáno
fi_fi: Upottaminen poistettu käytöstä
is: Innfelling ekki leyfð
it: Embed disabilitato
nb_no: Innebygging avskrudd
pt_br: A incorporação está desabilitada

source: Embedded content
ar: محتوى مضمن
bg: Вградени съдържание
cs: Vložený obsah
fi_fi: Upotettu sisältö
is: Innbyggt efni
it: Contenuto incorporato
nb_no: Innebygd innhold
pt_br: Conteúdo incorporado

source: Add New Contact
ar: أضف متراسلًا جديدًا
bg: Добавяне на нов контакт
cs: Přidat nový kontakt
fi_fi: Lisää uusi kontakti
is: Bæta við tengilið
it: Aggiungi nuovo contatto
nb_no: Legg til ny kontakt
pt_br: Adicionar Contato Novo

source: Enter address or web location
ar: أدخل العنوان أو الرابط
bg: Въведете местоположение на адрес или уеб
cs: Zadejte adresu nebo umístění webu
fi_fi: Syötä verkko-osoite
is: Settu inn slóð
it: Inserisci posizione o indirizzo web
nb_no: Skriv adresse eller web-plassering
pt_br: Forneça endereço ou localização web

source: Example: bob@example.com, http://example.com/barbara
ar: مثل: bob@example.com, http://example.com/barbara
bg: Пример: bob@example.com, http://example.com/barbara
cs: Příklad: jan@priklad.cz, http://priklad.cz/lucie
fi_fi: Esimerkki: bob@example.com, http://example.com/barbara
is: Dæmi: gudmundur@simnet.is, http://simnet.is/gudmundur
it: Esempio: bob@example.com, http://example.com/barbara
nb_no: Eksempel: ole@eksempel.no, http://eksempel.no/kari
pt_br: Por exemplo: joao@exemplo.com, http://exemplo.com/maria

source: %d invitation available
ar: لا توجد دعوة متاحة %d
cs: %d pozvánka k dispozici
fi_fi: %d kutsu saatavilla
is: %d boðskort í boði
it: %d invito disponibile
nb_no: %d invitasjon tilgjengelig
pt_br: %d convite disponível

source: Following
ar: متابَعون
cs: Sledující
it: Seguendo

source: Mutual friends
cs: Vzájemní přátelé

source: Relationships
ar: العلاقات
cs: Vztahy
it: Relazioni

source: All Contacts
ar: كل المتراسلين
bg: Всички Контакти
cs: Všechny kontakty
fi_fi: Kaikki yhteystiedot
is: Allir tengiliðir
it: Tutti i contatti
nb_no: Alle kontakter
pt_br: Todos os contatos

source: Protocols
ar: الموافيق
cs: Protokoly
it: Protocolli

source: All Protocols
ar: كل الموافيق
cs: Všechny protokoly
it: Tutti i Protocolli

source: Saved Folders
ar: المجلدات المحفوظة
bg: Записани папки
cs: Uložené složky
fi_fi: Tallennetut kansiot
is: Vistaðar möppur
it: Cartelle Salvate
nb_no: Lagrede mapper
pt_br: Pastas salvas

source: Everything
ar: كلّ شيء
bg: Всичко
cs: Všechno
fi_fi: Kaikki
is: Allt
it: Tutto
nb_no: Alt
pt_br: Tudo

source: Categories
ar: الفئات
bg: Категории
cs: Kategorie
fi_fi: Luokat
is: Flokkar
it: Categorie
nb_no: Kategorier
pt_br: Categorias

source: %d contact in common
ar: لا متراسلين مشتركين %d
cs: %d společný kontakt
fi_fi: %d yhteinen kontakti
is: %d tengiliður sameiginlegur
it: %d contatto in comune
nb_no: %d felles kontakt
pt_br: %d contato em comum

source: Frequently
ar: غالبا
bg: Често
cs: Často
fi_fi: Usein
is: Oft
it: Frequentemente

source: Hourly
ar: كل ساعة
bg: Всеки час
cs: Hodinově
fi_fi: Tunneittain
is: Á klukkustundar fresti
it: Ogni ora

source: Twice daily
ar: مرتين يوميا
bg: Два пъти дневно
cs: Dvakrát denně
fi_fi: Kahdesti päivässä
is: Tvisvar á dag
it: Due volte al dì

source: Daily
ar: يوميا
bg: Ежедневно:
cs: Denně
fi_fi: Päivittäin
is: Daglega
it: Giornalmente

source: Weekly
ar: أسبوعيًا
bg: Седмично
cs: Týdně
fi_fi: Viikottain
is: Vikulega
it: Settimanalmente

source: Monthly
ar: شهرياً
bg: Месечено
cs: Měsíčně
fi_fi: Kuukausittain
is: Mánaðarlega
it: Mensilmente

source: No answer
cs: Žádná odpověď

source: Male
bg: Мъжки
cs: Muž
fi_fi: Mies
is: Karl

source: Female
bg: Женски
cs: Žena
fi_fi: Nainen
is: Kona

source: Currently Male
bg: В момента Мъж
cs: V současnosti muž
fi_fi: Tällä hetkellä mies
is: Karlkyns í augnablikinu

source: Currently Female
bg: В момента Жени
cs: V současnosti žena
fi_fi: Tällä hetkellä nainen
is: Kvenkyns í augnablikinu

source: Mostly Male
bg: Предимно Мъж
cs: Z větší části muž
fi_fi: Enimmäkseen mies
is: Aðallega karlkyns

source: Mostly Female
bg: Предимно от жени,
cs: Z větší části žena
fi_fi: Enimmäkseen nainen
is: Aðallega kvenkyns

source: Intersex
cs: Intersexuál
fi_fi: Intersukupuolinen
is: Hvorugkyn

source: Transsexual
bg: Транссексуален
cs: Transsexuál
fi_fi: Transsukupuolinen
is: Kynskiptingur

source: Hermaphrodite
bg: Хермафродит
cs: Hermafrodit
fi_fi: Hermafrodiitti
is: Tvíkynja

source: Neuter
bg: Среден род
cs: Střední rod
fi_fi: Neutri
is: Kynlaus

source: Non-specific
bg: Неспецифичен
cs: Nespecifikováno
fi_fi: Ei-binäärinen
is: Ekki ákveðið
nb_no: Ikke spesifisert
pt_br: Não específico

source: Other
ar: أخرى
bg: Друг
cs: Jiné
fi_fi: Toinen
is: Annað
it: Altro
nb_no: Annet
pt_br: Outro

source: Males
bg: Мъжките
cs: Muži
fi_fi: Miehet
is: Karlar
nb_no: Menn
pt_br: Homens

source: Females
bg: Женските
cs: Ženy
fi_fi: Naiset
is: Konur
nb_no: Kvinner
pt_br: Mulheres

source: Lesbian
bg: Лесбийка
cs: Lesba
fi_fi: Lesbo
is: Lesbía
nb_no: Lesbe
pt_br: Lésbicas

source: No Preference
bg: Без предпочитание
cs: Bez preferencí
is: Til í allt
nb_no: Ingen preferanse
pt_br: Sem preferência

source: Bisexual
bg: Бисексуални
cs: Bisexuál
fi_fi: Biseksuaali
is: Tvíkynhneigð/ur
nb_no: Biseksuell
pt_br: Bissexuais

source: Autosexual
cs: Autosexuál
fi_fi: Autoseksuaalinen
is: Sjálfkynhneigð/ur
nb_no: Autoseksuell
pt_br: Autossexuais

source: Virgin
bg: Девица
cs: Panic/panna
fi_fi: Neitsyt
is: Hrein mey/Hreinn sveinn
nb_no: Jomfru
pt_br: Virgens

source: Fetish
bg: Фетиш
cs: Fetišista
fi_fi: Fetissi
is: Blæti
nb_no: Fetisj
pt_br: Fetiches

source: Oodles
bg: Голямо количество
cs: Hodně
is: Mikið af því
nb_no: Mange
pt_br: Insaciável

source: Nonsexual
cs: Nesexuální
fi_fi: Aseksuaali
is: Engin kynhneigð
nb_no: Aseksuell
pt_br: Não sexual

source: Single
bg: Неженен
cs: Svobodný/á
fi_fi: Sinkku
is: Einhleyp/ur
nb_no: Alene
pt_br: Solteiro(a)

source: Lonely
bg: Самотен
cs: Osamělý/á
fi_fi: Yksinäinen
is: Einmanna
nb_no: Ensom
pt_br: Solitário(a)

source: In a relation
cs: Ve vztahu

source: Has crush
bg: Има смаже
cs: Zamilovaný/á
fi_fi: Ihastunut
is: Er skotin(n)
nb_no: Er forelsket
pt_br: Tem uma paixão

source: Infatuated
bg: Заслепен
cs: Zabouchnutý/á
fi_fi: Hullaantunut
nb_no: Betatt
pt_br: Apaixonado

source: Dating
bg: Запознанства
cs: Chodím s někým
fi_fi: Seurustelee
is: Deita
nb_no: Stevnemøter/dater
pt_br: Saindo com alguém
