Repository: duthied/Free-Friendika
Catalog: view/lang/*/messages.po
Languages: ar, bg, cs, fi_fi, is, it, nb_no, pt_br

source: Replies/likes to your public posts <strong>may</strong> still be visible
ar: <strong>قد</strong> تبقى الإعجابات/الردود على مشاركاتك مرئية
bg: Отговори / обича да си публични длъжности <strong> май </ STRONG> все още да се вижда
cs: Odpovědi/oblíbení na vaše veřejné příspěvky <strong>mohou</strong> být stále viditelné
is: Svör eða "líkar við" á opinberar færslur þínar <strong>geta mögulega</strong> verið sýnileg öðrum
it: Risposte/Mi Piace ai tuoi messaggi pubblici <strong>possono</strong> essere comunque visibili
nb_no: Svar/liker til dine offentlige innlegg <strong>kan</strong> fortsatt være synlige
pt_br: Respostas/gostadas associados às suas publicações <strong>ainda podem</strong> estar visíveis

source: Notification for new posts
ar: تنبيه للمشاركات الجديدة
cs: Oznámení o nových příspěvcích
fi_fi: Uusien postausten ilmoitus
it: Notifica per i nuovi messaggi
nb_no: Varsling om nye innlegg
pt_br: Notificações para novas publicações

source: Send a notification of every new post of this contact
ar: أرسل تنبيها عند نشر هذا المتراسل لمشاركات الجديدة
cs: Posílat oznámení o každém novém příspěvku tohoto kontaktu
fi_fi: Lähetä ilmoitus tälle henkilölle kaikista uusista postauksista
it: Invia una notifica per ogni nuovo messaggio di questo contatto
nb_no: Send et varsel ved hvert nytt innlegg fra denne kontakten
pt_br: Envie uma notificação para todos as novas publicações deste contato

source: Blacklisted keywords
cs: Zakázaná klíčová slova
fi_fi: Kielletyt avainsanat
nb_no: Svartlistede nøkkelord
pt_br: Palavras-chave na Lista Negra

source: Comma separated list of keywords that should not be converted to hashtags, when "Fetch information and keywords" is selected
ar: قائمة بالكلمات المفتاحية مفصولة بفواصل والتي لا تخول الى وسوم عند اختيار "اجلب المعلومات والكلمات المفتاحية"
cs: Seznam klíčových slov, které by neměly být převáděna na hashtagy, když je zvoleno „Načíst informace a klíčová slova“. Oddělujte čárkami
it: Lista separata da virgola di parole chiave che non dovranno essere convertite in hashtag, quando "Recupera informazioni e parole chiave" è selezionato
nb_no: Kommaseparert liste av nøkkelord som ikke skal konverteres til emneknagg når "Hent informasjoner og nøkkelord" er utvalgt
pt_br: Lista de palavras-chave separadas por vírgulas que não devem ser convertidas para hashtags, quando "Buscar informações e palavras-chave" for selecionado.

source: Show all contacts
ar: أظهِر كل المتراسلين
bg: Покажи на всички контакти
cs: Zobrazit všechny kontakty
fi_fi: Näytä kaikki yhteystiedot
is: Sýna alla tengiliði
it: Mostra tutti i contatti
nb_no: Vis alle kontakter
pt_br: Exibe todos os contatos

source: Pending
ar: معلق
cs: Čekající
it: In sospeso

source: Blocked
ar: محجوب
bg: Блокиран
cs: Blokované
fi_fi: Estetty
is: Útilokað
it: Bloccato
nb_no: Blokkert
pt_br: Bloqueado

source: Only show blocked contacts
ar: أظهِر المتراسلين المحجوبين فقط
bg: Покажи само Блокираните контакти
cs: Zobrazit pouze blokované kontakty
fi_fi: Näytä vain estetyt henkilöt
it: Mostra solo contatti bloccati
nb_no: Bare vis blokkerte kontakter
pt_br: Exibe somente contatos bloqueados

source: Ignored
ar: مُتجاهَل
bg: Игнорирани
cs: Ignorované
fi_fi: Jätetty huomiotta
is: Hunsa
it: Ignorato
nb_no: Ignorert
pt_br: Ignorados

source: Only show ignored contacts
ar: أظهِر المتراسلين المتجاهلين فقط
bg: Покажи само игнорирани контакти
cs: Zobrazit pouze ignorované kontakty
fi_fi: Näytä vain henkilöt, jotka jätetty huomiotta
it: Mostra solo contatti ignorati
nb_no: Bare vis ignorerte kontakter
pt_br: Exibe somente contatos ignorados

source: Archived
ar: مؤرشف
bg: Архивиран:
cs: Archivované
fi_fi: Arkistoitu
is: Í geymslu
it: Archiviato
nb_no: Arkivert
pt_br: Arquivados

source: Only show archived contacts
ar: أظهِر المتراسلين المؤرشفين فقط
bg: Покажи само архивирани контакти
cs: Zobrazit pouze archivované kontakty
fi_fi: Näytä vain arkistoidut henkilöt
is: Aðeins sýna geymda tengiliði
it: Mostra solo contatti archiviati
nb_no: Bare vis arkiverte kontakter
pt_br: Exibe somente contatos arquivados

source: Hidden
ar: ‮مخفي
bg: Скрит
cs: Skryté
fi_fi: Piilotettu
is: Falinn
it: Nascosto
nb_no: Skjult
pt_br: Ocultos

source: Only show hidden contacts
ar: أظهِر المتراسلين المخفيين فقط
bg: Само показва скрити контакти
cs: Zobrazit pouze skryté kontakty
fi_fi: Näytä vain piilotetut henkilöt
is: Aðeins sýna falda tengiliði
it: Mostra solo contatti nascosti
nb_no: Bare vis skjulte kontakter
pt_br: Exibe somente contatos ocultos

source: Organize your contact groups
cs: Organizovat vaše skupiny kontaktů

source: Search your contacts
ar: ابحث في متراسليك
bg: Търсене на вашите контакти
cs: Prohledat vaše kontakty
fi_fi: Etsi henkilöitä
is: Leita í þínum vinum
it: Cerca nei tuoi contatti
nb_no: Søk i dine kontakter
pt_br: Pesquisar seus contatos

source: Archive
bg: Архив
cs: Archivovat
fi_fi: Arkistoi
is: Setja í geymslu
nb_no: Arkiver
pt_br: Arquivar

source: Unarchive
bg: Разархивирате
cs: Vrátit z archivu
fi_fi: Poista arkistosta
is: Taka úr geymslu
nb_no: Hent ut av arkivet
pt_br: Desarquivar

source: Batch Actions
ar: إجراءات متعددة
cs: Souhrnné akce
is: Magnaðgerðir
it: Azioni Batch

source: Conversations started by this contact
ar: بدأ هذا المتراسل للمحادثة
cs: Konverzace, které tento kontakt začal
it: Conversazioni iniziate da questo contatto

source: Posts and Comments
ar: التعليقات والمشاركات
cs: Příspěvky a komentáře
it: Messaggi e Commenti

source: View all contacts
bg: Преглед на всички контакти
cs: Zobrazit všechny kontakty
fi_fi: Näytä kaikki kontaktit
is: Skoða alla tengiliði
nb_no: Vis alle kontakter
pt_br: Ver todos os contatos

source: View all common friends
cs: Zobrazit všechny společné přátele
fi_fi: Näytä kaikki yhteiset kaverit
is: Skoða alla sameiginlega vini

source: Advanced Contact Settings
ar: إعدادات المتراسلين المُتقدّمة
bg: Разширени настройки за контакт
cs: Pokročilé nastavení kontaktu
fi_fi: Kontakti-lisäasetukset
it: Impostazioni avanzate Contatto
nb_no: Avanserte kontaktinnstillinger
pt_br: Configurações avançadas do contato

source: Mutual Friendship
ar: صداقة متبادلة
bg: Взаимното приятелство
cs: Vzájemné přátelství
fi_fi: Yhteinen kaveruus
is: Sameiginlegur vinskapur
it: Amicizia reciproca
nb_no: Gjensidig vennskap
pt_br: Amizade mútua

source: is a fan of yours
ar: أحد معجبيك
bg: е фенка
cs: je váš fanoušek
fi_fi: on fanisi
is: er fylgjandi þinn
it: è un tuo fan
nb_no: er en tilhenger av deg
pt_br: é um fã seu

source: you are a fan of
ar: أنت معجب
bg: Вие сте фен на
cs: jste fanouškem
fi_fi: fanitat
is: þú er fylgjandi
it: sei un fan di
nb_no: du er en tilhenger av
pt_br: você é um fã de

source: Edit contact
bg: Редактиране на контакт
cs: Upravit kontakt
fi_fi: Muokkaa kontaktia
is: Breyta tengilið
nb_no: Endre kontakt
pt_br: Editar o contato

source: Toggle Blocked status
ar: بدّل حالة الحجب
bg: Превключване Блокирани статус
cs: Přepínat stav Blokováno
fi_fi: Estetty tila päälle/pois
it: Inverti stato "Blocca"
nb_no: Veksle blokkeringsstatus
pt_br: Alternar o status de bloqueio

source: Toggle Ignored status
ar: بدّل حالة التجاهل
bg: Превключване игнорирани статус
cs: Přepínat stav Ignorováno
fi_fi: Sivuuta/seuraa
it: Inverti stato "Ignora"
nb_no: Veksle ingnorertstatus
pt_br: Alternar o status de ignorado

source: Toggle Archive status
bg: Превключване статус Архив
cs: Přepínat stav Archivováno
fi_fi: Arkistotila päälle/pois
nb_no: Veksle arkivertstatus
pt_br: Alternar o status de arquivamento

source: Delete contact
bg: Изтриване на контакта
cs: Odstranit kontakt
fi_fi: Poista kontakti
is: Eyða tengilið
nb_no: Slett kontakt
pt_br: Excluir o contato

source: Friendica Communications Server - Setup
ar: خادم شبكة فرنديكا - تثبيت
cs: Komunikační server Friendica - Nastavení
fi_fi: Friendica viestinnän palvelin - asetukset
it: Friendica Comunicazione Server - Installazione

source: System check
ar: التحقق من النظام
bg: Проверка на системата
cs: Zkouška systému
fi_fi: Järjestelmän tarkistus
is: Kerfis prófun
it: Controllo sistema
nb_no: Systemsjekk
pt_br: Checagem do sistema

source: Check again
ar: تحقق مجددا
bg: Проверете отново
cs: Vyzkoušet znovu
fi_fi: Tarkista uudelleen
is: Prófa aftur
it: Controlla ancora
nb_no: Sjekk på nytt
pt_br: Checar novamente

source: Base settings
ar: الإعدادات الأساسية
cs: Základní nastavení
it: Impostazioni base

source: Host name
cs: Jméno hostitele (host name)
fi_fi: Palvelimen nimi
is: Vélarheiti
pt_br: Nome do host

source: Overwrite this field in case the determinated hostname isn't right, otherweise leave it as is.
cs: Toto pole přepište, pokud určený název hostitele není správný, jinak to nechte tak, jak to je.

source: Base path to installation
ar: المسار الأساسي للتثبيت
cs: Základní cesta k instalaci
fi_fi: Asennuksen peruspolku
it: Percorso base all'installazione
nb_no: Sti til installasjonsbasen
pt_br: Diretório base para instalação

source: If the system cannot detect the correct path to your installation, enter the correct path here. This setting should only be set if you are using a restricted system and symbolic links to your webroot.
ar: إذا لم يتمكن النظام من اكتشاف مسار التثبيت ، أدخل المسار الصحيح هنا. يجب استخدام هذا الإعداد فقط إذا كان لديك وصول مقيد إلى نظامك وتستخدم رابط ليّن إلى دليل الخادم.
cs: Pokud systém nemůže detekovat správnou cestu k Vaší instalaci, zde zadejte jinou cestu. Toto nastavení by mělo být nastaveno pouze, pokud používáte omezený systém a symbolické odkazy ke kořenové složce webu.
it: Se il sistema non è in grado di rilevare il percorso corretto per l'installazione, immettere il percorso corretto qui. Questa impostazione deve essere inserita solo se si utilizza un sistema limitato e/o collegamenti simbolici al tuo webroot.

source: Sub path of the URL
cs: Podcesta URL

source: Overwrite this field in case the sub path determination isn't right, otherwise leave it as is. Leaving this field blank means the installation is at the base URL without sub path.
cs: Toto pole přepište, pokud určení podcesty není správné, jinak to nechte tak, jak to je. Pokud tohle necháte prázdné, znamená to, že se instalace nachází v základním URL bez podcesty.

source: Database connection
ar: اتصال قاعدة البيانات
bg: Свързване на база данни
cs: Databázové spojení
fi_fi: Tietokantayhteys
is: Gangagrunns tenging
it: Connessione al database
nb_no: Databaseforbindelse
pt_br: Conexão de banco de dados

source: In order to install Friendica we need to know how to connect to your database.
ar: لتثبيت فرنديكا، نحتاج إلى معرفة كيفية الاتصال بقاعدة البيانات.
bg: За да инсталирате Friendica трябва да знаем как да се свърже към вашата база данни.
cs: Pro instalaci Friendica potřebujeme znát připojení k vaší databázi.
fi_fi: Jotta voit asentaa Friendican, tarvitaan tieto siitä, miten tietokantaasi saa yhteyden.
is: Til að setja upp Friendica þurfum við að vita hvernig á að tengjast gagnagrunninum þínum.
it: Per installare Friendica dobbiamo sapere come collegarci al tuo database.
nb_no: For å installere Friendica må vi vite hvordan man kan koble seg til din database.
pt_br: À fim de instalar o Friendica, você precisa saber como se conectar ao seu banco de dados.

source: Please contact your hosting provider or site administrator if you have questions about these settings.
ar: يرجى الاتصال بموفر الاستضافة أو مدير الموقع إذا كان لديك أسئلة حول هذه الإعدادات.
bg: Моля, свържете с вашия хостинг доставчик или администратора на сайта, ако имате въпроси относно тези настройки.
cs: Pokud máte otázky k následujícím nastavením, obraťte se na svého poskytovatele hostingu nebo administrátora serveru.
fi_fi: Ota yhteyttä web-palveluntarjoajaasi tai sivuston ylläpitäjään, jos sinulla on näihin asetuksiin liittyviä kysymyksiä.
is: Hafðu samband við hýsingaraðilann þinn eða kerfisstjóra ef þú hefur spurningar varðandi þessar stillingar.
it: Contatta il tuo fornitore di hosting o l'amministratore del sito se hai domande su queste impostazioni.
nb_no: Vennligst kontakt din tilbyder eller administrator hvis du har spørsmål til disse innstillingene.
pt_br: Por favor, entre em contato com a sua hospedagem ou com o administrador do site caso você tenha alguma dúvida em relação a essas configurações.

source: The database you specify below should already exist. If it does not, please create it before continuing.
ar: قاعدة البيانات التي ستحددها أدناه يجب أن تكون موجودة سلفًا. إذا لم تكن موجودة، أنشئها قبل المتابعة.
bg: База данни, за да определите по-долу би трябвало вече да съществува. Ако това не стане, моля да го създадете, преди да продължите.
cs: Databáze, kterou uvedete níže, by již měla existovat. Pokud to tak není, prosíme, vytvořte ji před pokračováním.
fi_fi: Alla määritetyn tietokannan tulisi olla jo olemassa. Jos se ei ole, luo se ennen kuin jatkat.
is: Gagnagrunnurinn sem þú bendir á þarf þegar að vera til. Ef ekki þá þarf að stofna hann áður en haldið er áfram.
it: Il database dovrà già esistere. Se non esiste, crealo prima di continuare.
nb_no: Databasen du oppgir nedenfor må finnes. Hvis ikke, vennligst opprett den før du fortsetter.
pt_br: O banco de dados que você especificou abaixo já deve existir. Caso contrário, por favor crie-o antes de continuar.

source: Database Server Name
ar: اسم خادم قاعدة البيانات
bg: Име на сървър за база данни
cs: Jméno databázového serveru
fi_fi: Tietokannan palvelimen nimi
is: Vélanafn gagangrunns
it: Nome del database server
nb_no: Databasetjenerens navn
pt_br: Nome do servidor de banco de dados

source: Database Login Name
ar: اسم الولوج لقاعد البيانات
bg: Името на базата данни Парола
cs: Přihlašovací jméno k databázi
fi_fi: Tietokannan käyttäjän nimi
is: Notendanafn í gagnagrunn
it: Nome utente database
nb_no: Database brukernavn
pt_br: Nome do usuário do banco de dados

source: Database Login Password
ar: كلمة سرّ قاعدة البيانات
bg: Database Влизам Парола
cs: Heslo k databázovému účtu
fi_fi: Tietokannan käyttäjän salasana
is: Aðgangsorð í gagnagrunns
it: Password utente database
nb_no: Database passord
pt_br: Senha do usuário do banco de dados

source: For security reasons the password must not be empty
ar: لأسباب أمنية يجب ألا تكون كلمة المرور فارغة
cs: Z bezpečnostních důvodů nesmí být heslo prázdné.
fi_fi: Turvallisuussyistä salasanakenttä ei saa olla tyhjä
it: Per motivi di sicurezza la password non può essere vuota.

source: Database Name
ar: اسم قاعدة البيانات
bg: Име на база данни
cs: Jméno databáze
fi_fi: Tietokannan nimi
is: Nafn gagnagrunns
it: Nome database
nb_no: Databasenavn
pt_br: Nome do banco de dados

source: Please select a default timezone for your website
ar: رجاء حدد اللغة الافتراضية لموقعك
bg: Моля, изберете часовата зона по подразбиране за вашия уеб сайт
cs: Prosím, vyberte výchozí časové pásmo pro váš server
fi_fi: Valitse oletusaikavyöhyke sivustollesi
is: Veldu sjálfgefið tímabelti fyrir vefsíðuna
it: Seleziona il fuso orario predefinito per il tuo sito web
nb_no: Vennligst velg en standard tidssone for ditt nettsted
pt_br: Por favor, selecione o fuso horário padrão para o seu site

source: Site settings
ar: إعدادت الموقع
bg: Настройки на сайта
cs: Nastavení webu
fi_fi: Sivuston asetukset
is: Stillingar vefsvæðis
it: Impostazioni sito
nb_no: Innstillinger for nettstedet
pt_br: Configurações do site

source: Site administrator email address
ar: البريد الالكتروني للمدير الموقع
bg: Сайт администратор на имейл адрес
cs: E-mailová adresa administrátora webu
fi_fi: Sivuston ylläpitäjän sähköpostiosoite
is: Tölvupóstfang kerfisstjóra vefsvæðis
it: Indirizzo email dell'amministratore del sito
nb_no: Nettstedsadministrator sin e-postadresse
pt_br: Endereço de email do administrador do site

source: Your account email address must match this in order to use the web admin panel.
ar: يجب أن يتطابق عنوان بريدك الإلكتروني مع هذا من أجل استخدام لوحة الإدارة.
bg: Вашият имейл адрес трябва да съответстват на това, за да използвате уеб панел администратор.
cs: Vaše e-mailová adresa účtu se musí s touto shodovat, aby bylo možné využívat administrační panel ve webovém rozhraní.
fi_fi: Tilisi sähköpostiosoitteen on vastattava tätä, jotta voit käyttää ylläpitokäyttöliittymää.
is: Póstfang aðgangsins þíns verður að passa við þetta til að hægt sé að nota umsýsluvefviðmótið.
it: Il tuo indirizzo email deve corrispondere a questo per poter usare il pannello di amministrazione web.
nb_no: Din kontos e-postadresse må stemme med denne for å kunne bruke panelet for webadministrasjon.
pt_br: O endereço de email da sua conta deve ser igual a este para que você possa utilizar o painel de administração web.

source: System Language:
ar: لغة النظام:
cs: Systémový jazyk
fi_fi: Järjestelmän kieli:
is: Tungumál kerfis:
it: Lingua di Sistema:
pt_br: Idioma do sistema:

source: Set the default language for your Friendica installation interface and to send emails.
ar: عيّن اللغة الافتراضية لواجهة تثبيت فرَندِكا ورسائل البريد الإلكتروني.
cs: Nastavte si výchozí jazyk pro vaše instalační rozhraní Friendica a pro odesílání e-mailů.
fi_fi: Valitse Friendica-sivustosi oletuskieli.
it: Imposta la lingua di default per l'interfaccia e l'invio delle email.

source: Your Friendica site database has been installed.
ar: ثُبتت قاعدة بيانات فرنديكا.
bg: Вашият Friendica сайт база данни е инсталиран.
cs: Databáze vašeho serveru Friendica byla nainstalována.
fi_fi: Friendica-sivustosi tietokanta on asennettu.
is: Friendica gagnagrunnurinn þinn hefur verið uppsettur.
it: Il tuo Friendica è stato installato.
nb_no: Databasen til Friendica-nettstedet ditt har blitt installert.
pt_br: O banco de dados do seu site Friendica foi instalado.

source: Installation finished
ar: انتهى التثبيت
cs: Instalace dokončena
it: Installazione completata

source: <h1>What next</h1>
ar: <h1>ما التالي</h1>
bg: <h1> Каква е следващата стъпка </ h1>
cs: <h1>Co dál</h1>
fi_fi: <h1>Mitä seuraavaksi</h1>
it: <h1>Cosa fare ora</h1>
nb_no: <h1>Hva nå</h1>
pt_br: <h1>A seguir</h1>

source: IMPORTANT: You will need to [manually] setup a scheduled task for the worker.
cs: DŮLEŽITÉ: Budete si muset [manuálně] nastavit naplánovaný úkol pro pracovníka.
fi_fi: TÄRKEÄÄ: Sinun pitää asettaa [manuaalisesti] ajastettu tehtävä Workerille.
it: IMPORTANTE: Devi impostare [manualmente] la pianificazione del worker.

source: Go to your new Friendica node <a href="%s/register">registration page</a> and register as new user. Remember to use the same email you have entered as administrator email. This will allow you to enter the site admin panel.
ar: انتقل إلى <a href="%s/register">صفحة التسجيل</a> وسجل كمستخدم جديد. تذكر أن تستخدم نفس البريد الإلكتروني الذي أدخلته للمدير. هذا سيسمح لك بالدخول إلى لوحة الإدارة.
cs: Přejděte k <a href="%s/register">registrační stránce</a> vašeho nového serveru Friendica a zaregistrujte se jako nový uživatel. Nezapomeňte použít stejný e-mail, který jste zadal/a jako administrátorský e-mail. To vám umožní navštívit panel pro administraci stránky.
it: Vai nella <a href="%s/register">pagina di registrazione</a> del tuo nuovo nodo Friendica e registra un nuovo utente. Ricorda di usare la stessa email che hai inserito come email dell'utente amministratore. Questo ti permetterà di entrare nel pannello di amministrazione del sito.

source: This entry was edited
ar: عدّل المدخل
bg: Записът е редактиран
cs: Tato položka byla upravena
fi_fi: Tämä kohde oli muokattu
is: Þessari færslu var breytt
it: Questa voce è stata modificata
nb_no: Denne oppføringen ble endret
pt_br: Essa entrada foi editada

source: Private Message
ar: رسالة خاصة
bg: Лично съобщение
cs: Soukromá zpráva
fi_fi: Yksityisviesti
is: Einkaskilaboð
it: Messaggio privato
nb_no: Privat melding
pt_br: Mensagem privada

source: Delete locally
cs: Smazat lokálně

source: Delete globally
ar: احذفه عالميًا
cs: Smazat globálně
it: Rimuovi globalmente

source: Remove locally
ar: أزله محليًا
cs: Odstranit lokálně
it: Rimuovi localmente

source: save to folder
bg: запишете в папка
cs: uložit do složky
fi_fi: tallenna kansioon
is: vista í möppu
nb_no: lagre i mappe
pt_br: salvar na pasta

source: I will attend
ar: سأحضره
cs: zúčastním se
fi_fi: Osallistun
is: Ég mæti
it: Parteciperò
pt_br: Eu vou

source: I will not attend
ar: لن أحضره
cs: nezúčastním se
fi_fi: En aio osallistua
is: Ég mæti ekki
it: Non parteciperò
pt_br: Eu não vou

source: I might attend
ar: قد أحضره
cs: mohl bych se zúčastnit
fi_fi: Ehkä osallistun
is: Ég gæti mætt
it: Forse parteciperò
pt_br: Eu estou pensando em ir

source: ignore thread
cs: ignorovat vlákno
fi_fi: Sivuuta keskustelu
is: Hunsa þráð
pt_br: ignorar tópico

source: unignore thread
cs: přestat ignorovat vlákno
fi_fi: Seuraa keskustelua
pt_br: deixar de ignorar tópico

source: toggle ignore status
cs: přepínat stav ignorování
fi_fi: Sivuuta/seuraa
pt_br: alternar status ignorar

source: add star
bg: Добавяне на звезда
cs: přidat hvězdu
fi_fi: lisää tähti
is: bæta við stjörnu
nb_no: legg til stjerne
pt_br: destacar

source: remove star
bg: Премахване на звездата
cs: odebrat hvězdu
fi_fi: poista tähti
is: eyða stjörnu
nb_no: fjern stjerne
pt_br: remover o destaque

source: toggle star status
bg: превключване звезда статус
cs: přepínat hvězdu
fi_fi: Tähtitila päälle/pois
is: Kveikja/slökkva á stjörnu
nb_no: veksle stjernestatus
pt_br: ativa/desativa o destaque

source: starred
bg: звезда
cs: s hvězdou
fi_fi: tähtimerkitty
is: stjörnumerkt
nb_no: Med stjerne
pt_br: marcado com estrela

source: add tag
bg: добавяне на етикет
cs: přidat štítek
fi_fi: lisää tägi
is: bæta við merki
nb_no: Legg til merkelapp
pt_br: adicionar etiqueta

source: like
bg: харесвам
cs: líbí se mi
fi_fi: tykkää
is: líkar
nb_no: liker
pt_br: gostei

source: dislike
bg: не харесвам
cs: nelíbí se mi
fi_fi: en tykkää
is: mislíkar
nb_no: liker ikke
pt_br: desgostar

source: Share this
bg: Споделете това
cs: Sdílet toto
fi_fi: Jaa tämä
is: Deila þessu
nb_no: Del denne
pt_br: Compartilhar isso

source: share
bg: споделяне
cs: sdílet
fi_fi: jaa
is: deila
nb_no: Del
pt_br: compartilhar

source: to
ar: إلى
bg: за
cs: na
fi_fi: henkilölle
is: við
it: a
nb_no: til
pt_br: para

source: via
ar: عبر
cs: přes
fi_fi: kautta
is: gegnum

source: Wall-to-Wall
ar: حائط لحائط
bg: От стена до стена
cs: Ze zdi na zeď
fi_fi: Seinäjulkaisu
is: vegg við vegg
it: Da bacheca a bacheca
nb_no: vegg-til-vegg
pt_br: Mural-para-mural

source: via Wall-To-Wall:
ar: عير حائط لحائط
bg: чрез стена до стена:
cs: ze zdi na zeď
fi_fi: seinäjulkaisun kautta
is: gegnum vegg við vegg
it: da bacheca a bacheca
nb_no: via vegg-til-vegg
pt_br: via Mural-para-mural

source: Reply to %s
ar: رد على %s
cs: Odpovědět uživateli %s
it: Rispondi a %s

source: Notifier task is pending
ar: مهمة التنبيه معلقة
cs: Úloha pro notifiera čeká
it: L'attività di notifica è in attesa

source: Delivery to remote servers is pending
ar: التسليم للخوادم البعيدة معلق
cs: Doručení vzdáleným serverům čeká
it: La consegna ai server remoti è in attesa

source: Delivery to remote servers is underway
ar: التسليم إلى الخوادم البعيدة جار
cs: Doručení vzdáleným serverům je v plném proudu
it: La consegna ai server remoti è in corso

source: Delivery to remote servers is mostly done
ar: التسليم إلى الخوادم البعيدة يكاد يكتمل
cs: Doručení vzdáleným serverům je téměř hotovo
it: La consegna ai server remoti è quasi completata

source: Delivery to remote servers is done
ar: التسليم للخوادم البعيدة اكتمل
cs: Doručení vzdáleným serverům je hotovo
it: La consegna ai server remoti è completata

source: %d comment
ar: لا تعليق %d
cs: %d komentář
fi_fi: %d kommentti
is: %d ummæli
it: %d commento
nb_no: %d kommentar
pt_br: %d comentário

source: Show more
ar: اعرض المزيد
cs: Zobrazit více
it: Mostra di più

source: Show fewer
ar: اعرض أقل
cs: Zobrazit méně
it: Mostra di meno
