Repository: duthied/Free-Friendika
Catalog: view/lang/*/messages.po
Languages: ar, bg, cs, fi_fi, is, it, nb_no, pt_br

source: Upload New Photos
ar: ارفع صور جديدة
bg: Качване на нови снимки
cs: Nahrát nové fotky
fi_fi: Lähetä uusia kuvia
is: Hlaða upp nýjum myndum
it: Carica nuove foto
nb_no: Last opp nye bilder
pt_br: Enviar novas fotos

source: everybody
ar: الجميع
bg: всички
cs: Žádost o připojení selhala nebo byla zrušena.
fi_fi: kaikki
is: allir
it: tutti
nb_no: alle
pt_br: todos

source: Contact information unavailable
ar: معلومات المتراسل غير متوفرة
bg: Свържете се с информация недостъпна
cs: Kontakt byl zablokován
fi_fi: Kontaktin tietoja ei saatavilla
is: Tengiliða upplýsingar ekki til
it: I dati di questo contatto non sono disponibili
nb_no: Kontaktinformasjon utilgjengelig
pt_br: A informação de contato não está disponível

source: Album not found.
ar: لم يُعثر على الألبوم.
bg: Албумът не е намерен.
cs: Album nenalezeno.
fi_fi: Albumia ei ole.
is: Myndabók finnst ekki.
it: Album non trovato.
nb_no: Album ble ikke funnet.
pt_br: O álbum não foi encontrado.

source: Album successfully deleted
ar: حُذف الألبوم بنجاح
cs: Album úspěšně smazáno
it: Album eliminato con successo

source: Album was empty.
ar: ألبوم فارغ.
cs: Album bylo prázdné.
it: L'album era vuoto.

source: a photo
ar: صورة
cs: fotce
fi_fi: valokuva
is: mynd
it: una foto
nb_no: et bilde
pt_br: uma foto

source: %1$s was tagged in %2$s by %3$s
ar: ذكر %3$s %1$s في %2$s
cs: %1$s byl označen ve %2$s uživatelem %3$s
fi_fi: %1$s merkattiin kuvaan %2$s ystävän %3$s toimesta
is: %1$s var merkt í %2$s af %3$s
it: %1$s è stato taggato in %2$s da %3$s
nb_no: %1$s ble merket i %2$s av %3$s
pt_br: %1$s foi marcado em %2$s por %3$s

source: Image upload didn't complete, please try again
ar: لم يكتمل رفع الصورة، من فضلك أعد المحاولة
cs: Nahrávání obrázku nebylo dokončeno, zkuste to prosím znovu
fi_fi: Kuvan lataus ei onnistunut, yritä uudelleen
it: Caricamento dell'immagine non completato. Prova di nuovo.

source: Image file is missing
ar: ملف الصورة مفقود
cs: Chybí soubor obrázku
fi_fi: Kuvatiedosto puuttuu
is: Myndskrá vantar
it: Il file dell'immagine è mancante

source: Server can't accept new file upload at this time, please contact your administrator
ar: الخادم لا يقبل رفع ملفات جديدة، يرجى التواصل مع مدير الموقع
cs: Server v tuto chvíli nemůže akceptovat nové nahrané soubory, prosím kontaktujte vašeho administrátora
it: Il server non può accettare il caricamento di un nuovo file in questo momento, contattare l'amministratore

source: Image file is empty.
ar: ملف الصورة فارغ.
bg: Image файл е празен.
cs: Soubor obrázku je prázdný.
fi_fi: Kuvatiedosto on tyhjä.
is: Mynda skrá er tóm.
it: Il file dell'immagine è vuoto.
nb_no: Bildefilen er tom.
pt_br: O arquivo de imagem está vazio.

source: No photos selected
ar: لم تختر صورًا
bg: Няма избрани снимки
cs: Není vybrána žádná fotka
fi_fi: Ei valittuja kuvia
is: Engar myndir valdar
it: Nessuna foto selezionata
nb_no: Ingen bilder er valgt
pt_br: Não foi selecionada nenhuma foto

source: Access to this item is restricted.
bg: Достъп до тази точка е ограничена.
cs: Přístup k této položce je omezen.
fi_fi: Pääsy kohteeseen on rajoitettu.
is: Aðgangur að þessum hlut hefur verið heftur
nb_no: Tilgang til dette elementet er begrenset.
pt_br: O acesso a este item é restrito.

source: Upload Photos
ar: ارفع صورًا
bg: Качване на снимки
cs: Nahrát fotky
fi_fi: Lähetä kuvia
is: Hlaða upp myndum
it: Carica foto
nb_no: Last opp bilder
pt_br: Enviar fotos

source: New album name:
ar: اسم الألبوم الجديد:
bg: Нов албум име:
cs: Název nového alba:
fi_fi: Albumin uusi nimi:
is: Nýtt nafn myndbókar:
it: Nome nuovo album:
nb_no: Nytt albumnavn:
pt_br: Nome do novo álbum:

source: or select existing album:
ar: أو اختر ألبومًا موجودًا:
cs: nebo si vyberte existující album:
it: o seleziona un album esistente:

source: Do not show a status post for this upload
ar: لا تظهر مشاركة حالة لهذا الملف المرفوع
bg: Да не се показва след статут за това качване
cs: Nezobrazovat pro toto nahrání stavovou zprávu
fi_fi: Älä näytä tilaviestiä tälle lähetykselle
is: Ekki sýna færslu fyrir þessari upphölun
it: Non creare un messaggio per questo upload
nb_no: Ikke vis statusoppdatering for denne opplastingen
pt_br: Não exiba uma publicação de status para este envio

source: Permissions
ar: الأُذونات
bg: права
cs: Oprávnění
fi_fi: Käyttöoikeudet
is: Aðgangsheimildir
it: Permessi
nb_no: Tillatelser
pt_br: Permissões

source: Show to Groups
bg: Показване на групи
cs: Zobrazit ve Skupinách
fi_fi: Näytä ryhmille
is: Birta hópum
nb_no: Vis til grupper
pt_br: Mostre para Grupos

source: Show to Contacts
bg: Показване на контакти
cs: Zobrazit v Kontaktech
fi_fi: Näytä kontakteille
is: Birta tengiliðum
nb_no: Vis til kontakter
pt_br: Mostre para Contatos

source: Do you really want to delete this photo album and all its photos?
ar: أتريد حذف هذا الألبوم وكافة محتوياته؟
cs: Opravdu chcete smazat toto fotoalbum a všechny jeho fotky?
fi_fi: Haluatko varmasti poistaa tämän albumin ja kaikki sen kuvat?
it: Vuoi davvero cancellare questo album e tutte le sue foto?
nb_no: Ønsker du virkelig å slette dette fotoalbumet og alle bildene i det?
pt_br: Você realmente deseja deletar esse álbum de fotos e todas as suas fotos?

source: Delete Album
ar: احذف الألبوم
bg: Изтриване на албума
cs: Smazat album
fi_fi: Poista albumi
is: Fjarlægja myndabók
it: Rimuovi album
nb_no: Slett album
pt_br: Excluir o álbum

source: Edit Album
ar: عدّل الألبوم
bg: Редактиране на албум
cs: Upravit album
fi_fi: Muokkaa albumia
is: Breyta myndbók
it: Modifica album
nb_no: Endre album
pt_br: Editar o álbum

source: Drop Album
ar: احذف الألبوم
cs: Smazat album
it: Elimina Album

source: Show Newest First
ar: اعرض الأحدث أولًا
cs: Zobrazit nejprve nejnovější
fi_fi: Näytä uusin ensin
is: Birta nýjast fyrst
it: Mostra nuove foto per prime
nb_no: Vis nyeste først
pt_br: Exibir as mais recentes primeiro

source: Show Oldest First
ar: اعرض الأقدم أولًا
cs: Zobrazit nejprve nejstarší
fi_fi: Näytä vanhin ensin
is: Birta elsta fyrst
it: Mostra vecchie foto per prime
nb_no: Vis eldste først
pt_br: Exibir as mais antigas primeiro

source: View Photo
ar: اعرض الصور
bg: Преглед на снимка
cs: Zobrazit fotku
fi_fi: Näytä kuva
is: Skoða mynd
it: Vedi foto
nb_no: Vis bilde
pt_br: Ver a foto

source: Permission denied. Access to this item may be restricted.
ar: رُفض الإذن. قد يكون الوصول إلى هذا العنصر مقيدا.
bg: Разрешението е отказано. Достъпът до тази точка може да бъде ограничено.
cs: Oprávnění bylo zamítnuto. Přístup k této položce může být omezen.
fi_fi: Estetty. Tämän kohteen käyttöä on saatettu rajoittaa.
is: Aðgangi hafnað. Aðgangur að þessum hlut kann að vera skertur.
it: Permesso negato. L'accesso a questo elemento può essere limitato.
nb_no: Tilgang nektet. Tilgang til dette elementet kan være begrenset.
pt_br: Permissão negada. O acesso a este item pode estar restrito.

source: Photo not available
ar: الصورة غير متوفرة
bg: Снимката не е
cs: Fotka není k dispozici
fi_fi: Kuva ei ole saatavilla
is: Mynd ekki til
it: Foto non disponibile
nb_no: Bilde ikke tilgjengelig
pt_br: A foto não está disponível

source: Do you really want to delete this photo?
ar: أتريد حذف هذه الصورة؟
cs: Opravdu chcete smazat tuto fotku?
fi_fi: Haluatko varmasti poistaa kuvan?
it: Vuoi veramente cancellare questa foto?
nb_no: Ønsker du virkelig å slette dette bildet?
pt_br: Você realmente deseja deletar essa foto?

source: Delete Photo
ar: احذف الصورة
bg: Изтриване на снимка
cs: Smazat fotku
fi_fi: Poista valokuva
is: Fjarlægja mynd
it: Rimuovi foto
nb_no: Slett bilde
pt_br: Excluir a foto

source: View photo
ar: اعرض الصورة
bg: Преглед на снимка
cs: Zobrazit fotku
fi_fi: Näytä kuva
is: Birta mynd
it: Vedi foto
nb_no: Vis foto
pt_br: Ver a imagem

source: Edit photo
ar: عدّل الصورة
bg: Редактиране на снимка
cs: Upravit fotku
fi_fi: Muokkaa kuvaa
is: Breyta mynd
it: Modifica foto
nb_no: Endre bilde
pt_br: Editar a foto

source: Delete photo
ar: احذف الصورة
cs: Smazat fotku
it: Elimina foto

source: Use as profile photo
ar: استخدامها كصورة الملف الشخصي
bg: Използва се като снимката на профила
cs: Použít jako profilovou fotku
fi_fi: Käytä profiilikuvana
is: Nota sem forsíðu mynd
it: Usa come foto del profilo
nb_no: Bruk som profilbilde
pt_br: Usar como uma foto de perfil

source: Private Photo
ar: صور خاصة
bg: Частна снимка
cs: Soukromá fotka
it: Foto privata

source: View Full Size
ar: اعرض بالحجم الكامل
bg: Изглед в пълен размер
cs: Zobrazit v plné velikosti
fi_fi: Näytä täysikokoisena
is: Skoða í fullri stærð
it: Vedi dimensione intera
nb_no: Vis i full størrelse
pt_br: Ver no tamanho real

source: Tags:
ar: الوسوم:
bg: Маркери:
cs: Štítky:
fi_fi: Merkinnät:
is: Merki:
it: Tag:
nb_no: Tagger:
pt_br: Etiquetas:

source: [Select tags to remove]
ar: [اختر وسومًا لإزالتها]
cs: [Vyberte štítky pro odstranění]
it: [Seleziona tag da rimuovere]

source: New album name
ar: اسم الألبوم الجديد
bg: Ново име на албум
cs: Nové jméno alba
fi_fi: Uusi nimi albumille
is: Nýtt nafn myndbókar
it: Nuovo nome dell'album
nb_no: Nytt albumnavn
pt_br: Novo nome para o álbum

source: Caption
ar: وصف الصورة
bg: Надпис
cs: Titulek
fi_fi: Kuvateksti
is: Yfirskrift
it: Titolo
nb_no: Overskrift
pt_br: Legenda

source: Add a Tag
ar: أضف وسمًا
bg: Добавите етикет
cs: Přidat štítek
fi_fi: Lisää merkintä
is: Bæta við merki
it: Aggiungi tag
nb_no: Legg til tag
pt_br: Adicionar uma etiqueta

source: Example: @bob, @Barbara_Jensen, @jim@example.com, #California, #camping
ar: مثال: @bob, @Barbara_Jensen, @jim@example.com, #California, #camping
bg: Пример: @ Боб, @ Barbara_Jensen, jim@example.com @, # Калифорния, къмпинг
cs: Příklad: @jan, @Lucie_Nováková, @jakub@priklad.cz, #Morava, #taboreni
fi_fi: Esimerkki: @bob, @Barbara_Jensen, @jim@example.com, #California, #camping
is: Til dæmis: @bob, @Barbara_Jensen, @jim@example.com, #Reykjavík #tjalda
it: Esempio: @bob, @Barbara_Jensen, @jim@example.com, #California, #camping
nb_no: Eksempel: @bob, @Barbara_Jensen, @jim@example.com, #California, #camping
pt_br: Por exemplo: @joao, @Joao_da_Silva, @joao@exemplo.com, #Minas_Gerais, #acampamento

source: Do not rotate
ar: لا تُدر
cs: Neotáčet
fi_fi: Älä kierrä
is: Ekki snúa
it: Non ruotare

source: Rotate CW (right)
ar: أدر باتجاه عقارب الساعة
bg: Rotate CW (вдясно)
cs: Otáčet po směru hodinových ručiček (doprava)
fi_fi: Käännä oikealle
is: Snúa réttsælis (hægri)
it: Ruota a destra
nb_no: Roter med klokka (høyre)
pt_br: Rotacionar para direita

source: Rotate CCW (left)
ar: أدر عكس اتجاه عقارب الساعة
bg: Завъртане ККО (вляво)
cs: Otáčet proti směru hodinových ručiček (doleva)
fi_fi: Käännä vasemmalle
is: Snúa rangsælis (vinstri)
it: Ruota a sinistra
nb_no: Roter mot klokka (venstre)
pt_br: Rotacionar para esquerda

source: I like this (toggle)
ar: أعجبني (بدِّل)
bg: Харесва ми това (смяна)
cs: To se mi líbí (přepínat)
fi_fi: Tykkään tästä (vaihda)
is: Mér líkar þetta (kveikja/slökkva)
it: Mi piace (clic per cambiare)
nb_no: Jeg liker dette (skru på/av)
pt_br: Eu gostei disso (alternar)

source: I don't like this (toggle)
ar: لم يعجبني (بدِّل)
bg: Не ми харесва това (смяна)
cs: To se mi nelíbí (přepínat)
fi_fi: En tykkää tästä (vaihda)
is: Mér líkar þetta ekki (kveikja/slökkva)
it: Non mi piace (clic per cambiare)
nb_no: Jeg liker ikke dette (skru på/av)
pt_br: Eu não gostei disso (alternar)

source: This is you
ar: هذا أنت
bg: Това сте вие
cs: Tohle jste vy
fi_fi: Tämä olet sinä
is: Þetta ert þú
it: Questo sei tu
nb_no: Dette er deg
pt_br: Este(a) é você

source: Comment
ar: علِّق
bg: Коментар
cs: Okomentovat
fi_fi: Kommentti
is: Athugasemd
it: Commento
nb_no: Kommentar
pt_br: Comentar

source: Map
ar: خريطة
cs: Mapa
fi_fi: Kartta
is: Landakort
it: Mappa
nb_no: Kart

source: View Album
ar: اعرض الألبوم
bg: Вижте албуми
cs: Zobrazit album
fi_fi: Näytä albumi
is: Skoða myndabók
it: Sfoglia l'album
nb_no: Vis album
pt_br: Ver álbum

source: {0} wants to be your friend
bg: {0} иска да бъде твой приятел
cs: {0} chce být vaším přítelem
fi_fi: {0} lähetti kaveripyynnön
is: {0} vill vera vinur þinn
nb_no: {0} ønsker å bli din venn
pt_br: {0} deseja ser seu amigo

source: {0} requested registration
ar: {0} طلبَ التسجيل
bg: {0} исканата регистрация
cs: {0} požaduje registraci
fi_fi: {0} jätti rekisteröintipyynnön
is: {0} óskaði eftir skráningu
it: {0} chiede la registrazione
nb_no: {0} forespurte om registrering
pt_br: {0} solicitou registro

source: Poke/Prod
cs: Šťouchnout/dloubnout
fi_fi: Tökkää
is: Pota/Ýta
nb_no: Dytt/dult
pt_br: Cutucar/Incitar

source: poke, prod or do other things to somebody
cs: někoho šťouchnout, dloubnout, nebo mu provést jinou věc
is: pota, ýta eða gera eitthvað við einhvern
nb_no: dytt, dult eller gjør andre ting med noen
pt_br: Cutuca, incita ou faz outras coisas com alguém

source: Recipient
bg: Получател
cs: Příjemce
fi_fi: Vastaanottaja
is: Viðtakandi
nb_no: Mottaker
pt_br: Destinatário

source: Choose what you wish to do to recipient
cs: Vyberte, co si přejete příjemci udělat
fi_fi: Valitse mitä haluat tehdä vastaanottajalle
nb_no: Velg hva du ønsker å gjøre med mottakeren
pt_br: Selecione o que você deseja fazer com o destinatário

source: Make this post private
cs: Změnit tento příspěvek na soukromý
fi_fi: Muuta julkaisu yksityiseksi
is: Gera þessa færslu einka
nb_no: Gjør dette innlegget privat
pt_br: Fazer com que essa publicação se torne privada

source: Image uploaded but image cropping failed.
bg: Качени изображения, но изображението изрязване не успя.
cs: Obrázek byl odeslán, ale jeho oříznutí se nesdařilo.
fi_fi: Kuva ladattu mutta kuvan rajaus epäonnistui.
is: Tókst að hala upp mynd en afskurður tókst ekki.
nb_no: Bildet ble lastet opp, men beskjæringen mislyktes.
pt_br: A imagem foi enviada, mas não foi possível cortá-la.

source: Image size reduction [%s] failed.
ar: فشل تقليص حجم الصورة [%s].
bg: Намаляване на размер [ %s ] не успя.
cs: Nepodařilo se snížit velikost obrázku [%s].
fi_fi: Kuvan pienentäminen [%s] epäonnistui.
is: Myndar minnkun [%s] tókst ekki.
it: Il ridimensionamento dell'immagine [%s] è fallito.
nb_no: Reduksjon av bildestørrelse [%s] mislyktes.
pt_br: Não foi possível reduzir o tamanho da imagem [%s].

source: Shift-reload the page or clear browser cache if the new photo does not display immediately.
ar: إذا لم تظهر الصورة الجديدة أعد تحميل الصفحة مع الضغط على مفتاح Shift، أو امسح ذاكرة التخزين المؤقت للمتصفح.
bg: Shift-презаредите страницата или ясно, кеша на браузъра, ако новата снимка не показва веднага.
cs: Znovu načtěte stránku (Shift+F5) nebo vymažte cache prohlížeče, pokud se nová fotka nezobrazí okamžitě.
fi_fi: Jos kuva ei näy heti, lataa sivu uudelleen tai tyhjennä selaimen välimuisti.
is: Ýta þarf á
it: Ricarica la pagina con shift+F5 o cancella la cache del browser se la nuova foto non viene mostrata immediatamente.
nb_no: Shift-last-siden-på-nytt eller slett mellomlagret i nettleseren hvis det nye bildet ikke vises umiddelbart.
pt_br: Recarregue a página pressionando a tecla Shift ou limpe o cache do navegador caso a nova foto não apareça imediatamente

source: Unable to process image
ar: تعذرت معالجة الصورة
bg: Не може да се обработи
cs: Obrázek nelze zpracovat
fi_fi: Kuvan käsitteleminen epäonnistui
is: Ekki tókst að vinna mynd
it: Impossibile elaborare l'immagine
nb_no: Mislyktes med å behandle bilde
pt_br: Não foi possível processar a imagem

source: Upload File:
bg: прикрепи файл
cs: Nahrát soubor:
fi_fi: Lähetä tiedosto:
is: Hlaða upp skrá:
nb_no: Last opp fil:
pt_br: Enviar arquivo:

source: Select a profile:
bg: Избор на профил:
cs: Vybrat profil:
fi_fi: Valitse profiili:
nb_no: Velg en profil:
pt_br: Selecione um perfil:

source: or
ar: أو
bg: или
cs: nebo
fi_fi: tai
is: eða
it: o
nb_no: eller
pt_br: ou

source: skip this step
ar: تخطى هذه الخطوة
bg: пропуснете тази стъпка
cs: tento krok přeskočte
fi_fi: ohita tämä vaihe
is: sleppa þessu skrefi
it: salta questo passaggio
nb_no: hopp over dette steget
pt_br: pule esta etapa

source: select a photo from your photo albums
ar: اختر صورة من ألبومك
bg: изберете снимка от вашите фото албуми
cs: si vyberte fotku z vašich fotoalb
fi_fi: valitse kuva albumeistasi
is: velja mynd í myndabókum
it: seleziona una foto dai tuoi album
nb_no: velg et bilde fra dine fotoalbum
pt_br: selecione uma foto de um álbum de fotos

source: Crop Image
ar: قص الصورة
bg: Изрязване на изображението
cs: Oříznout obrázek
fi_fi: Rajaa kuva
is: Skera af mynd
it: Ritaglia immagine
nb_no: Beskjær bilde
pt_br: Cortar a imagem

source: Please adjust the image cropping for optimum viewing.
ar: اضبط قص الصور للحصول على أفضل عرض ممكن.
bg: Моля, настроите образа на изрязване за оптимално гледане.
cs: Prosím, ořízněte tento obrázek pro optimální zobrazení.
fi_fi: Rajaa kuva sopivasti.
is: Stilltu afskurð fyrir besta birtingu.
it: Ritaglia l'immagine per una visualizzazione migliore.
nb_no: Vennligst juster beskjæringen av bildet for optimal visning.
pt_br: Por favor, ajuste o corte da imagem para a melhor visualização.

source: Done Editing
bg: Съставено редактиране
cs: Upravování dokončeno
fi_fi: Lopeta muokkaus
is: Breyting kláruð
nb_no: Behandling ferdig
pt_br: Encerrar a edição

source: Image uploaded successfully.
bg: Качени изображения успешно.
cs: Obrázek byl úspěšně nahrán.
fi_fi: Kuvan lähettäminen onnistui.
is: Upphölun á mynd tóks.
nb_no: Bilde ble lastet opp.
pt_br: A imagem foi enviada com sucesso.

source: Only logged in users are permitted to perform a search.
ar: يمكن فقط للمستخدمين المسجلين البحث في الموقع.
cs: Pouze přihlášení uživatelé mohou prohledávat tento server.
is: Aðeins innskráðir notendur geta framkvæmt leit.
it: Solo agli utenti autenticati è permesso eseguire ricerche.

source: Only one search per minute is permitted for not logged in users.
ar: يسمح ببحث واحد فقط في كل دقيقة للزوار.
cs: Nepřihlášení uživatelé mohou vyhledávat pouze jednou za minutu.
is: Notendur sem ekki eru innskráðir geta aðeins framkvæmt eina leit á mínútu.
it: Solo una ricerca al minuto è permessa agli utenti non autenticati.

source: Search
ar: ابحث
bg: Търсене
cs: Hledat
fi_fi: Haku
is: Leita
it: Cerca
nb_no: Søk
pt_br: Pesquisar

source: Items tagged with: %s
ar: عناصر موسمة بـ: %s
cs: Položky označené štítkem: %s
fi_fi: Kohteet joilla tunnisteet: %s
is: Atriði merkt með: %s
it: Elementi taggati con: %s

source: Results for: %s
ar: نتائج: %s
cs: Výsledky pro: %s
fi_fi: Tulokset haulla: %s
is: Niðurstöður fyrir: %s
it: Risultati per: %s

source: %1$s is following %2$s's %3$s
cs: %1$s sleduje %3$s uživatele %2$s
is: %1$s fylgist með %3$s hjá %2$s
nb_no: %1$s følger %2$s sin %3$s
pt_br: %1$s está seguindo %2$s's %3$s

source: Contact suggestion successfully ignored.
cs: Návrh kontaktu úspěšně ignorován.

source: No suggestions available. If this is a new site, please try again in 24 hours.
ar: لا توجد اقتراحات متاحة. إذا كان هذا الموقع جديد، من فضلك أعد المحاولة في غضون 24 ساعة.
bg: Няма предложения. Ако това е нов сайт, моля опитайте отново в рамките на 24 часа.
cs: Nejsou dostupné žádné návrhy. Pokud je toto nový server, zkuste to znovu za 24 hodin.
fi_fi: Ehdotuksia ei löydy. Jos tämä on uusi sivusto, kokeile uudelleen vuorokauden kuluttua.
is: Engar uppástungur tiltækar. Ef þetta er nýr vefur, reyndu þá aftur eftir um 24 klukkustundir.
it: Nessun suggerimento disponibile. Se questo è un sito nuovo, riprova tra 24 ore.
nb_no: Ingen forslag tilgjengelig. Hvis dette er et nytt nettsted, vennligst prøv igjen om 24 timer.
pt_br: Não existe nenhuma sugestão disponível. Se este for um site novo, por favor tente novamente em 24 horas.

source: Do you really want to delete this suggestion?
bg: Наистина ли искате да изтриете това предложение?
cs: Opravdu chcete smazat tento návrh?
fi_fi: Haluatko varmasti poistaa ehdotuksen?
is: Viltu örugglega eyða þessari tillögu?
nb_no: Vil du virkelig slette dette forslaget?
pt_br: Você realmente deseja deletar essa sugestão?

source: Ignore/Hide
bg: Игнорирай / Скрий
cs: Ignorovat/skrýt
fi_fi: Jätä huomiotta/piilota
is: Hunsa/Fela
nb_no: Ignorér/Skjul
pt_br: Ignorar/Ocultar

source: Friend Suggestions
ar: اقتراحات الأصدقاء
bg: Предложения за приятели
cs: Návrhy přátel
fi_fi: Ystäväehdotukset
is: Vina uppástungur
it: Contatti suggeriti
nb_no: Venneforslag
pt_br: Sugestões de amigos

source: Export account
ar: صدّر الحساب
cs: Exportovat účet
fi_fi: Vie tili
is: Flytja út notandaaðgang
it: Esporta account
nb_no: Eksporter konto
pt_br: Exportar conta

source: Export your account info and contacts. Use this to make a backup of your account and/or to move it to another server.
ar: صدّر معلومات حسابك ومتراسليك. استخدمه لإنشاء نسخة احتياطية من حسابك أو لنقله إلى خادم آخر.
cs: Exportujte svůj účet a své kontakty. Použijte tuto funkci pro vytvoření zálohy svého účtu a/nebo k přesunu na jiný server.
fi_fi: Vie tilin tiedot ja yhteystiedot. Käytä tätä tilisi varmuuskopiointiin ja/tai siirtämiseen toiselle palvelimelle.
it: Esporta le informazioni del tuo account e dei contatti. Usa questa funzione per fare un backup del tuo account o per spostarlo in un altro server.
nb_no: Eksporter din kontos informasjon og kontakter. Bruk denne til å ta en sikkerhetskopi av kontoen din og/eller for å flytte til en annen tjener.
pt_br: Exporta suas informações de conta e contatos. Use para fazer uma cópia de segurança de sua conta e/ou para movê-la para outro servidor.

source: Export all
ar: صدّر الكل
bg: Изнасяне на всичко
cs: Exportovat vše
fi_fi: Vie kaikki
is: Flytja út allt
it: Esporta tutto
nb_no: Eksporter alt
pt_br: Exportar tudo

source: Export your accout info, contacts and all your items as json. Could be a very big file, and could take a lot of time. Use this to make a full backup of your account (photos are not exported)
cs: Exportujte své informace o účtu, kontakty a všechny své položky jako JSON. To může být velmi velký soubor a může to zabrat spoustu času. Tuto funkci použijte pro úplnou zálohu svého účtu (fotky se neexportují)
fi_fi: Vie tilin tiedot, yhteystiedot ja kaikki nimikkeesi json-muodossa. Saattaa luoda hyvin suuren tiedoston ja kestää todella pitkään. Tämän avulla voit ottaa täydellisen varmuuskopion tilistäsi (valokuvia ei viedä)
nb_no: Eksporter din kontoinformasjon, kontakter og alle dine elementer som JSON. Det kan bli en svært stor fil, og kan ta lang tid. Bruk denne til å gjøre en full sikkerhetskopi av kontoen din (bilder blir ikke eksportert)
pt_br: Exportar as informações de sua conta, contatos e todos os seus items como JSON. Pode ser um arquivo muito grande, e pode levar bastante tempo. Use isto para fazer uma cópia de segurança completa da sua conta (fotos não são exportadas)

source: Export personal data
ar: تصدير البيانات الشخصية
bg: Експортиране на личните данни
cs: Exportovat osobní údaje
fi_fi: Vie henkilökohtaiset tiedot
is: Sækja persónuleg gögn
it: Esporta dati personali
nb_no: Eksporter personlige data
pt_br: Exportar dados pessoais

source: No videos selected
bg: Няма избрани видеоклипове
cs: Není vybráno žádné video
fi_fi: Ei videoita valittuna
is: Engin myndskeið valin
nb_no: Ingen videoer er valgt
pt_br: Nenhum vídeo selecionado

source: View Video
bg: Преглед на видеоклип
cs: Zobrazit video
fi_fi: Katso video
is: Skoða myndskeið
nb_no: Vis video
pt_br: Ver Vídeo

source: Recent Videos
bg: Скорошни видеоклипове
cs: Nedávná videa
fi_fi: Viimeisimmät videot
is: Nýleg myndskeið
nb_no: Nye videoer
pt_br: Vídeos Recentes

source: Upload New Videos
bg: Качване на нови видеоклипове
cs: Nahrát nová videa
fi_fi: Lataa uusia videoita
is: Senda inn ný myndskeið
nb_no: Last opp nye videoer
pt_br: Envie Novos Vídeos

source: The requested item doesn't exist or has been deleted.
ar: العنصر غير موجود أو حُذف.
cs: Požadovaná položka neexistuje nebo byla smazána.
it: L'oggetto richiesto non esiste o è stato eliminato.

source: The feed for this item is unavailable.
ar: تغذية هذا العنصر غير متوفرة.
cs: Proud pro tuto položku je nedostupný.
it: Il flusso per questo oggetto non è disponibile.
