Repository: duthied/Free-Friendika
Catalog: view/lang/*/messages.po
Languages: ar, bg, cs, fi_fi, is, it, nb_no, pt_br

source: Your profile page
ar: صفحة ملفك الشخصي
bg: Вашият профил страница
cs: Vaše profilová stránka
fi_fi: Oma profiilisivu
is: Forsíðan þín
it: Pagina del tuo profilo
nb_no: Din profilside
pt_br: Sua página de perfil

source: Your photos
ar: صورك
bg: Вашите снимки
cs: Vaše fotky
fi_fi: Omat kuvat
is: Myndirnar þínar
it: Le tue foto
nb_no: Dine bilder
pt_br: Suas fotos

source: Videos
bg: Видеоклипове
cs: Videa
fi_fi: Videot
is: Myndskeið
nb_no: Videoer
pt_br: Vídeos

source: Your videos
cs: Vaše videa
fi_fi: Omat videot
is: Myndskeiðin þín
pt_br: Seus vídeos

source: Your events
bg: Събитията си
cs: Vaše události
fi_fi: Omat tapahtumat
is: Atburðirnir þínir
nb_no: Dine hendelser
pt_br: Seus eventos

source: Network
ar: الشبكة
bg: Мрежа
cs: Síť
fi_fi: Verkko
is: Samfélag
it: Rete
nb_no: Nettverk
pt_br: Rede

source: Conversations from your friends
ar: محادثات أصدقائك
bg: Разговори от вашите приятели
cs: Konverzace od vašich přátel
fi_fi: Kavereiden keskustelut
is: Samtöl frá vinum
it: Conversazioni dai tuoi amici
nb_no: Samtaler fra dine venner
pt_br: Conversas dos seus amigos

source: Events and Calendar
bg: Събития и календарни
cs: Události a kalendář
fi_fi: Tapahtumat ja kalenteri
is: Atburðir og dagskrá
nb_no: Hendelser og kalender
pt_br: Eventos e Agenda

source: Private mail
ar: بريد خاص
bg: Частна поща
cs: Soukromá pošta
fi_fi: Yksityinen posti
is: Einka skilaboð
it: Posta privata
nb_no: Privat post
pt_br: Mensagem privada

source: Account settings
ar: إعدادات الحساب
bg: Настройки на профила
cs: Nastavení účtu
fi_fi: Tiliasetukset
is: Stillingar aðgangsreiknings
it: Parametri account
nb_no: Kontoinnstillinger
pt_br: Configurações da conta

source: Contacts
ar: المتراسلون
bg: Контакти
cs: Kontakty
fi_fi: Yhteystiedot
is: Tengiliðir
it: Contatti
nb_no: Kontakter
pt_br: Contatos

source: Manage/edit friends and contacts
ar: أدر/عدّل الأصدقاء والمتراسلين
bg: Управление / редактиране на приятели и контакти
cs: Spravovat/upravit přátelé a kontakty
fi_fi: Hallitse/muokkaa kaverit ja kontaktit
is: Sýsla með vini og tengiliði
it: Gestisci/modifica amici e contatti
nb_no: Behandle/endre venner og kontakter
pt_br: Gerenciar/editar amigos e contatos

source: Alignment
ar: محاذاة
bg: Подравняване
cs: Zarovnání
fi_fi: Kohdistaminen
is: Hliðjöfnun
it: Allineamento
nb_no: Justering
pt_br: Alinhamento

source: Left
ar: يسار
bg: Ляво
cs: Vlevo
fi_fi: Vasemmalle
is: Vinstri
it: Sinistra
nb_no: Venstre
pt_br: Esquerda

source: Center
ar: وسط
bg: Център
cs: Uprostřed
fi_fi: Keskelle
is: Miðjað
it: Centrato
nb_no: Midtstilt
pt_br: Centro

source: Color scheme
ar: مخططات اللَّون
bg: Цветова схема
cs: Barevné schéma
fi_fi: Värimalli
is: Litastef
it: Schema colori
nb_no: Fargekart
pt_br: Esquema de cores

source: Posts font size
ar: حجم خط المشاركة
cs: Velikost písma u příspěvků
fi_fi: Julkaisujen fonttikoko
is: Leturstærð færslna
it: Dimensione carattere messaggi
nb_no: Skriftstørrelse for innlegg
pt_br: Tamanho da fonte para publicações

source: Textareas font size
ar: حجم خط مساحة النص
cs: Velikost písma textů
fi_fi: Tekstikenttien fonttikoko
is: Leturstærð textareita
it: Dimensione carattere nelle aree di testo
nb_no: Skriftstørrelse for tekstområder
pt_br: Tamanho da fonte para campos texto

source: Comma separated list of helper forums
cs: Seznam fór s pomocníky, oddělených čárkami

source: don't show
ar: لا تعرض
bg: не показват
cs: nezobrazit
fi_fi: älä näytä
is: fela
it: non mostrare
nb_no: ikke vis
pt_br: não exibir

source: show
ar: اعرض
bg: Покажи:
cs: zobrazit
fi_fi: näytä
is: sýna
it: mostra
nb_no: vis
pt_br: exibir

source: Set style
ar: عيّن أسلوبًا
cs: Nastavit styl
fi_fi: Aseta tyyli
is: Setja stíl
it: Imposta stile
nb_no: Angi stil
pt_br: escolha estilo

source: Community Pages
ar: صفحات المجتمع
bg: Общността Pages
cs: Komunitní stránky
fi_fi: Yhteisösivut
is: Síður samfélagsins
it: Pagine della Comunità
nb_no: Felleskapssider
pt_br: Páginas da Comunidade

source: Community Profiles
ar: الملفات الشخصية المجتمعية
bg: Общността Профили
cs: Komunitní profily
fi_fi: Yhteisöprofiilit
is: Forsíður samfélagsins
it: Profili Comunità
nb_no: Fellesskapsprofiler
pt_br: Profiles Comunitários

source: Help or @NewHere ?
ar: تحتاج لمساعدة أو أنت جديد هنا NewHete@؟
bg: Помощ или @ NewHere,?
cs: Pomoc nebo @ProNováčky ?
is: Hjálp eða @NýrHér ?
it: Serve aiuto? Sei nuovo?
nb_no: Hjelp eller @NewHere ?
pt_br: Ajuda ou @NewHere ?

source: Connect Services
ar: اتصل بخدمات
bg: Свържете Услуги
cs: Připojit služby
fi_fi: Yhdistä palvelut
is: Tengja þjónustur
it: Servizi Connessi
nb_no: Forbindelse til tjenester
pt_br: Conectar serviços

source: Find Friends
ar: اعثر على أصدقاء
bg: Намери приятели
cs: Najít přátele
fi_fi: Etsi kavereita
is: Finna vini
it: Trova Amici
nb_no: Finn venner
pt_br: Encontrar amigos

source: Last users
ar: آخر المستخدمين
bg: Последни потребители
cs: Poslední uživatelé
fi_fi: Viimeisimmät käyttäjät
is: Nýjustu notendurnir
it: Ultimi utenti
nb_no: Siste brukere
pt_br: Últimos usuários

source: Find People
ar: ابحث عن أشخاص
bg: Намерете хора,
cs: Najít lidi
fi_fi: Löydä ihmisiä
is: Finna fólk
it: Trova persone
nb_no: Finn personer
pt_br: Pesquisar por pessoas

source: Enter name or interest
ar: أدخل اسما أو اهتماما
bg: Въведете името или интерес
cs: Zadejte jméno nebo zájmy
fi_fi: Syötä nimi tai harrastus
is: Settu inn nafn eða áhugamál
it: Inserisci un nome o un interesse
nb_no: Skriv navn eller interesse
pt_br: Fornecer nome ou interesse

source: Examples: Robert Morgenstein, Fishing
ar: مثال: أحمد علي، الصيد
bg: Примери: Робърт Morgenstein, Риболов
cs: Příklady: Josef Dvořák, rybaření
fi_fi: Esim. Matti Meikäläinen, kalastus yms.
is: Dæmi: Jón Jónsson, Veiði
it: Esempi: Mario Rossi, Pesca
nb_no: Eksempler: Robert Morgenstein, fisking
pt_br: Examplos: Robert Morgenstein, Fishing

source: Find
ar: ابحث
bg: Търсене
cs: Najít
fi_fi: Etsi
is: Finna
it: Trova
nb_no: Finn
pt_br: Pesquisar

source: Similar Interests
ar: اهتمامات مشتركة
bg: Сходни интереси
cs: Podobné zájmy
fi_fi: Yhteiset harrastukset
is: Svipuð áhugamál
it: Interessi simili
nb_no: Liknende interesser
pt_br: Interesses Parecidos

source: Random Profile
ar: ملف شخصي عشوائي
bg: Случайна Профил
cs: Náhodný profil
fi_fi: Satunnainen profiili
is: Forsíða af handahófi
it: Profilo Casuale
nb_no: Tilfeldig profil
pt_br: Perfil Randômico

source: Invite Friends
ar: دعوة أصدقاء
bg: Покани приятели
cs: Pozvat přátele
fi_fi: Kutsu kavereita
is: Bjóða vinum aðgang
it: Invita amici
nb_no: Inviterer venner
pt_br: Convidar amigos

source: Global Directory
ar: الدليل العالمي
bg: Глобален справочник
cs: Globální adresář
fi_fi: Maailmanlaajuinen hakemisto
is: Alheimstengiliðaskrá
it: Elenco globale
nb_no: Global katalog
pt_br: Diretório global

source: Local Directory
ar: الدليل المحلي
bg: Локалната директория
cs: Místní adresář
fi_fi: Paikallinen hakemisto
is: Staðvær mappa
it: Elenco Locale
nb_no: Lokal katalog
pt_br: Diretório Local

source: Forums
cs: Fóra
fi_fi: Foorumit
is: Spjallsvæði
pt_br: Fóruns

source: External link to forum
cs: Externí odkaz na fórum
fi_fi: Ulkoinen linkki foorumiin
is: Ytri tengill á spjallsvæði
pt_br: Link externo para fórum

source: show more
ar: اعرض المزيد
bg: покажи още
cs: zobrazit více
fi_fi: näytä lisää
is: birta meira
it: mostra di più
nb_no: vis mer
pt_br: exibir mais

source: Quick Start
ar: ابدأ بسرعة
cs: Rychlý začátek
fi_fi: Pika-aloitus
it: Partenza Rapida

source: Help
ar: المساعدة
bg: Помощ
cs: Nápověda
fi_fi: Ohje
is: Hjálp
it: Guida
nb_no: Hjelp
pt_br: Ajuda

source: Tuesday
ar: الثلاثاء
bg: Вторник
cs: úterý
fi_fi: Tiistai
is: Þriðjudagur
it: Martedì
nb_no: tirsdag
pt_br: Terça

source: Wednesday
ar: الأربعاء
bg: Сряда
cs: středa
fi_fi: Keskiviikko
is: Miðvikudagur
it: Mercoledì
nb_no: onsdag
pt_br: Quarta

source: Thursday
ar: الخميس
bg: Четвъртък
cs: čtvrtek
fi_fi: Torstai
is: Fimmtudagur
it: Giovedì
nb_no: torsdag
pt_br: Quinta

source: Friday
ar: الجمعة
bg: Петък
cs: pátek
fi_fi: Perjantai
is: Föstudagur
it: Venerdì
nb_no: fredag
pt_br: Sexta

source: Saturday
ar: السبت
bg: Събота
cs: sobota
fi_fi: Lauantai
is: Laugardagur
it: Sabato
nb_no: lørdag
pt_br: Sábado

source: January
ar: جانفي
bg: януари
cs: leden
fi_fi: Tammikuu
is: Janúar
it: Gennaio
nb_no: januar
pt_br: Janeiro

source: February
ar: فيفري
bg: февруари
cs: únor
fi_fi: Helmikuu
is: Febrúar
it: Febbraio
nb_no: februar
pt_br: Fevereiro

source: March
ar: مارس
bg: март
cs: březen
fi_fi: Maaliskuu
is: Mars
it: Marzo
nb_no: mars
pt_br: Março

source: April
ar: أفريل
bg: април
cs: duben
fi_fi: Huhtikuu
is: Apríl
it: Aprile
pt_br: Abril

source: May
ar: ماي
bg: Май
cs: květen
fi_fi: Toukokuu
is: Maí
it: Maggio
nb_no: mai
pt_br: Maio

source: June
ar: جوان
bg: юни
cs: červen
fi_fi: Kesäkuu
is: Júní
it: Giugno
nb_no: juni
pt_br: Junho

source: July
ar: جويلية
bg: юли
cs: červenec
fi_fi: Heinäkuu
is: Júlí
it: Luglio
nb_no: juli
pt_br: Julho

source: August
ar: أوت
bg: август
cs: srpen
fi_fi: Elokuu
is: Ágúst
it: Agosto
pt_br: Agosto

source: September
ar: سبتمبر
bg: септември
cs: září
fi_fi: Syyskuu
it: Settembre
pt_br: Setembro

source: October
ar: أكتوبر
bg: октомври
cs: říjen
fi_fi: Lokakuu
is: Október
it: Ottobre
nb_no: oktober
pt_br: Outubro

source: November
ar: نوفمبر
bg: ноември
cs: listopad
fi_fi: Marraskuu
is: Nóvember
it: Novembre
pt_br: Novembro

source: December
ar: ديسمبر
bg: декември
cs: prosinec
fi_fi: Joulukuu
is: Desember
it: Dicembre
nb_no: desember
pt_br: Dezembro

source: Mon
ar: إث
cs: pon
fi_fi: Ma
is: Mán
it: Lun
pt_br: Seg

source: Tue
ar: ثلا
cs: úte
fi_fi: Ti
is: Þri
it: Mar
pt_br: Ter

source: Wed
ar: أر
cs: stř
fi_fi: Ke
is: Mið
it: Mer
pt_br: Qua

source: Thu
ar: خم
cs: čtv
fi_fi: To
is: Fim
it: Gio
pt_br: Qui

source: Fri
ar: جم
cs: pát
fi_fi: Pe
is: Fös
it: Ven
pt_br: Sex

source: Sat
ar: سب
cs: sob
fi_fi: La
is: Lau
it: Sab
pt_br: Sáb

source: Sun
ar: أح
cs: ned
fi_fi: Su
it: Dom
pt_br: Dom

source: Jan
ar: جا
cs: led
fi_fi: Tam.
it: Gen

source: Feb
ar: في
cs: úno
fi_fi: Hel.
pt_br: Fev

source: Mar
ar: مارس
cs: bře
fi_fi: Maa.

source: Apr
ar: أف
cs: dub
fi_fi: Huh.
pt_br: Abr

source: Jun
ar: جو
cs: čvn
fi_fi: Kes.
is: Jún
it: Giu

source: Jul
ar: جوي
cs: čvc
fi_fi: Tou.
is: Júl
it: Lug

source: Aug
ar: أو
cs: srp
fi_fi: Elo.
is: Ágú
it: Ago
pt_br: Ago

source: Sep
ar: سب
cs: zář
fi_fi: Syy.
it: Set

source: Oct
ar: أك
cs: říj
fi_fi: Lok.
is: Okt
it: Ott
pt_br: Out

source: Nov
ar: نو
cs: lis
fi_fi: Mar.
is: Nóv

source: Dec
ar: دي
cs: pro
fi_fi: Jou.
is: Des
it: Dic
pt_br: Dez

source: poke
cs: šťouchnout
fi_fi: töki
is: pota
nb_no: dytt
pt_br: cutucar

source: poked
cs: šťouchnul/a
fi_fi: tökkäsi
is: potaði
nb_no: dyttet
pt_br: cutucado

source: ping
cs: cinknout
fi_fi: pingaa
is: bjalla

source: pinged
cs: cinknul/a
fi_fi: pingasi
is: bjallað
nb_no: pinget
pt_br: pingado

source: prod
cs: dloubnout
fi_fi: töki
is: ýta
nb_no: dult
pt_br: incentivar

source: prodded
cs: dloubnul/a
fi_fi: tökkäsi
is: ýtti
nb_no: dultet
pt_br: incentivado

source: slap
cs: uhodit
fi_fi: läimäytä
is: slá
nb_no: klaske
pt_br: bater

source: slapped
cs: uhodil/a
fi_fi: läimäsi
is: slegið
nb_no: klasket
pt_br: batido

source: finger
cs: osahat
fi_fi: näytä keskisormea
is: fingur
nb_no: fingre
pt_br: apontar

source: fingered
cs: osahal/a
fi_fi: näytti keskisormea
nb_no: fingret
pt_br: apontado

source: rebuff
cs: odmítnout
fi_fi: torju
nb_no: avslå
pt_br: rejeite

source: rebuffed
cs: odmítnul/a
fi_fi: torjui
nb_no: avslo
pt_br: rejeitado

source: Update %s failed. See error logs.
ar: فشل تحديث %s. راجع سجلات الأخطاء.
bg: Актуализация %s не успя. Виж логовете за грешки.
cs: Aktualizace %s selhala. Zkontrolujte protokol chyb.
fi_fi: %s päivitys epäonnistui, katso virhelokit.
is: Uppfærsla á %s mistókst. Skoðaðu villuannál.
it: aggiornamento %s fallito. Guarda i log di errore.
nb_no: Oppdatering %s mislyktes. Se feilloggene.
pt_br: Atualização %s falhou. Vide registro de erros (log).

source: The friendica developers released update %s recently, but when I tried to install it, something went terribly wrong. This needs to be fixed soon and I can't do it alone. Please contact a friendica developer if you can not help me on your own. My database might be invalid.
ar: مطورو فرَندِكا أصدروا التحديث %s مؤخرا، ولكن حدث خطأ أثناء تثبيته وهذا يحتاج إلى إصلاح ، ولا يمكنني فعل ذلك بمفردي. يرجى التواصل مع مطور فرَندِكا إذا لم تتمكن من مساعدتي بمفردك. قد تكون قاعدة البيانات غير صالحة.
cs: Vývojáři Friendica nedávno vydali aktualizaci %s, ale když jsem ji zkusil instalovat, něco se strašně pokazilo. Toto se musí ihned opravit a nemůžu to udělat sám. Prosím, kontaktujte vývojáře Friendica, pokud to nedokážete sám. Moje databáze může být neplatná.
fi_fi: Friendican kehittäjät askettäin julkaisi %s-päivityksen, mutta asennuksessa jotain meni pahasti pieleen. Tämä on korjattava pian, ja en voi korjata sitä itse. Ota yhteyttä Friendica -kehittäjään jos et voi auttaa. Tietokantani saattaa olla virheellinen.
it: Gli sviluppatori di Friendica hanno rilasciato l'aggiornamento %s recentemente, ma quando ho provato a installarlo, qualcosa è andato terribilmente storto. Bisogna sistemare le cose e non posso farlo da solo. Contatta uno sviluppatore se non sei in grado di aiutarmi. Il mio database potrebbe essere invalido.

source: The error message is [pre]%s[/pre]
cs: Chybová zpráva je [pre]%s[/pre]
fi_fi: Virheviesti on [pre]%s[/pre]
pt_br: A mensagem de erro é [pre]%s[/pre]

source: [Friendica Notify] Database update
ar: [تنبيهات فرنديكا] تحديث قاعدة البيانات
cs: [Friendica:Oznámení] Aktualizace databáze
it: [Notifica di Friendica] Aggiornamento database

source: The friendica database was successfully updated from %s to %s.
cs: Databáze Friendica byla úspěšně aktualizována z verze %s na %s.

source: Error decoding account file
ar: خطأ أثناء فك ترميز ملف الحساب
cs: Chyba dekódování uživatelského účtu
it: Errore decodificando il file account
nb_no: Feil ved dekoding av kontofil
pt_br: Erro ao decodificar arquivo de conta

source: Error! No version data in file! This is not a Friendica account file?
ar: خطأ! لا توجد بيانات إصدار في الملف! هذا ليس ملف شخصي لفرنديكا؟
cs: Chyba! V souboru nejsou data o verzi! Je to opravdu soubor s účtem Friendica?
fi_fi: Virhe: tiedostosta puuttuu versiotiedot! Saattaa olla että tämä ei ole Friendica -tilitiedosto?
it: Errore! Nessuna informazione di versione nel file! Potrebbe non essere un file account di Friendica?
nb_no: Feil! Ingen versjonsdata i filen! Dette er ikke en Friendica kontofil?
pt_br: Erro! Nenhum arquivo de dados de versão! Esse não é um arquivo de conta do Friendica?

source: User '%s' already exists on this server!
ar: المستخدم '%s' موجود سلفًا على هذا الخادم!
cs: Uživatel „%s“ již na tomto serveru existuje!
fi_fi: Käyttäjä '%s' on jo olemassa tällä palvelimella!
it: L'utente '%s' esiste già su questo server!
nb_no: Brukeren '%s' finnes allerede på denne tjeneren!
pt_br: User '%s' já existe nesse servidor!

source: User creation error
ar: خطأ أثناء إنشاء المستخدم
bg: Грешка при създаване на потребителя
cs: Chyba při vytváření uživatele
fi_fi: Virhe käyttäjän luomisessa
it: Errore creando l'utente
nb_no: Feil ved oppretting av bruker
pt_br: Erro na criação do usuário

source: User profile creation error
ar: خطأ أثناء إنشاء الملف الشخصي للمستخدم
bg: Грешка при създаване профила на потребителя
cs: Chyba vytváření uživatelského profilu
fi_fi: Virhe käyttäjäprofiilin luomisessa
it: Errore durante la creazione del profilo dell'utente
nb_no: Feil ved opprettelsen av brukerprofil
pt_br: Erro na criação do perfil do Usuário

source: %d contact not imported
ar: لم يُستورد أي متراسل %d
cs: %d kontakt nenaimportován
fi_fi: %d kontakti ei tuotu
it: %d contatto non importato
nb_no: %d kontakt ikke importert
pt_br: %d contato não foi importado

source: Done. You can now login with your username and password
ar: تم. يمكنك الآن الولوج باستخدام اسم المستخدم وكلمة المرور
cs: Hotovo. Nyní se můžete přihlásit se svým uživatelským jménem a heslem
fi_fi: Suoritettu. Voit nyt kirjautua sisään käyttäjätunnuksellasi.
it: Fatto. Ora puoi entrare con il tuo nome utente e la tua password
nb_no: Ferdig. Du kan nå logge inn med ditt brukernavn og passord
pt_br: Feito. Você agora pode entrar com seu nome de usuário e senha.

source: The database configuration file "config/local.config.php" could not be written. Please use the enclosed text to create a configuration file in your web server root.
ar: تعذر كتابة ملف تكوين قاعدة البيانات "config/local.config.php". رجاء استخدم النص المرفق لإنشاء ملف تكوين في المجلد الجذر للخادم.
cs: Databázový konfigurační soubor „config/local.config.php“ nemohl být zapsán. Prosím, použijte přiložený text k vytvoření konfiguračního souboru v kořenovém adresáři vašeho webového serveru.
it: Il file di configurazione del database "config/local.config.php" non può essere scritto. Usa il testo allegato per creare un file di configurazione nell tuo server web.

source: You may need to import the file "database.sql" manually using phpmyadmin or mysql.
ar: استورد ملف "database.sql" يدويا باستخدام phpmyadmin أو mysql.
bg: Може да се наложи да импортирате файла "database.sql" ръчно чрез настървение или MySQL.
cs: Nejspíše budete muset manuálně importovat soubor „database.sql“ pomocí phpMyAdmin či MySQL.
fi_fi: Sinun on ehkä tuotava tiedosto "database.sql" manuaalisesti käyttämällä phpMyAdminia tai MySQL:ää.
is: Þú þarft mögulega að keyra inn skránna "database.sql" handvirkt með phpmyadmin eða mysql.
it: Potresti dover importare il file "database.sql" manualmente con phpmyadmin o mysql
nb_no: Du må kanskje importere filen "database.sql" manuelt ved hjelp av phpmyadmin eller mysql.
pt_br: Você provavelmente precisará importar o arquivo "database.sql" manualmente, usando o phpmyadmin ou o mysql.

source: Please see the file "INSTALL.txt".
bg: Моля, вижте файла "INSTALL.txt".
cs: Přečtěte si prosím informace v souboru „INSTALL.txt“.
fi_fi: Lue tiedosto "INSTALL.txt".
is: Lestu skrána "INSTALL.txt".
nb_no: Vennligst se filen "INSTALL.txt".
pt_br: Por favor, dê uma olhada no arquivo "INSTALL.TXT".

source: Could not find a command line version of PHP in the web server PATH.
bg: Не може да се намери командния ред версия на PHP в PATH уеб сървър.
cs: Nelze najít verzi PHP pro příkazový řádek v PATH webového serveru.
fi_fi: Komentoriviversiota PHP:stä ei löytynyt web-palvelimen PATH:ista.
is: Gat ekki fundið skipanalínu útgáfu af PHP í vefþjóns PATH.
it: Non riesco a trovare la versione di PHP da riga di comando nel PATH del server web
nb_no: Fant ikke en kommandolinjeversjon av PHP i webtjenerens PATH.
pt_br: Não foi possível encontrar uma versão de linha de comando do PHP nos caminhos do seu servidor web.

source: If you don't have a command line version of PHP installed on your server, you will not be able to run the background processing. See <a href='https://github.com/friendica/friendica/blob/master/doc/Install.md#set-up-the-worker'>'Setup the worker'</a>
cs: Pokud nemáte na vašem serveru nainstalovanou verzi PHP pro příkazový řádek, nebudete moci spouštět procesy v pozadí. Více na <a href='https://github.com/friendica/friendica/blob/master/doc/Install.md#set-up-the-worker'>„Nastavte pracovníka“</a>

source: PHP executable path
ar: مسار الملف التنفيذي لـ PHP
bg: PHP изпълним път
cs: Cesta ke spustitelnému souboru PHP
fi_fi: Polku PHP-ohjelmaan
is: PHP keyrslu slóð
it: Percorso eseguibile PHP
nb_no: PHP kjørefil sin sti
pt_br: Caminho para o executável do PhP

source: Enter full path to php executable. You can leave this blank to continue the installation.
ar: أدخل المسار الكامل للملف التتفيذي لـ php. يمكنك تركه فارغًا لمتابعة التثبيت.
bg: Въведете пълния път до изпълнимия файл на PHP. Можете да оставите полето празно, за да продължите инсталацията.
cs: Zadejte plnou cestu ke spustitelnému souboru PHP. Tento údaj můžete ponechat nevyplněný a pokračovat v instalaci.
fi_fi: Kirjoita koko polku PHP-ohjelmaan. Voit jättää sen tyhjäksi, jos haluat jatkaa asennusta.
it: Inserisci il percorso completo all'eseguibile di php. Puoi lasciare bianco questo campo per continuare l'installazione.
nb_no: Skriv inn hele stien til php kjørefilen. Du kan la denne stå blank for å fortsette installasjonen.
pt_br: Digite o caminho completo do executável PHP. Você pode deixar isso em branco para continuar com a instalação.

source: Command line PHP
ar: سطر أوامر PHP
bg: Команден ред PHP
cs: Příkazový řádek PHP
fi_fi: Komentorivi-PHP
is: Skipanalínu PHP
it: PHP da riga di comando
nb_no: Kommandolinje PHP
pt_br: PHP em linha de comando

source: PHP executable is not the php cli binary (could be cgi-fgci version)
ar: ملف PHP التنفيذي ليس ملفًا ثنائيًا (قد يكون إصدار cgi-fcgi)
cs: PHP executable není php cli binary (může být verze cgi-fgci)
it: L'eseguibile PHP non è il binario php cli (potrebbe essere la versione cgi-fcgi)
nb_no: PHP kjørefilen er ikke php cli binærfil (kan være cgi-fgci versjon)
pt_br: O executável do PHP não é o binário do php cli (could be cgi-fcgi version)

source: Found PHP version:
ar: اصدار PHP:
cs: Nalezena verze PHP:
fi_fi: PHP-versio löydetty:
is: Fann PHP útgáfu:
it: Versione PHP:
nb_no: Fant PHP-versjon:
pt_br: Encontrado PHP versão:

source: The command line version of PHP on your system does not have "register_argc_argv" enabled.
ar: إصدار سطر أوامر PHP المثبت على النظام ليس مفعلًا فيه "register_argc_argv".
bg: В командния ред версия на PHP на вашата система не трябва "register_argc_argv" дадоха възможност.
cs: Verze PHP pro příkazový řádek na vašem systému nemá povoleno nastavení „register_argc_argv“.
fi_fi: Järjestelmäsi komentorivi-PHP:ssä ei ole käytössä asetusta "register_argc_argv".
is: Skipanalínu útgáfa af PHP á vefþjóninum hefur ekki kveikt á "register_argc_argv".
it: La versione da riga di comando di PHP nel sistema non ha abilitato "register_argc_argv".
nb_no: Kommandolinjeversjonen av PHP på ditt system har ikke "register_argc_argv" aktivert.
pt_br: "register_argc_argv" não está habilitado na versão de linha de comando do PHP no seu sistema.

source: This is required for message delivery to work.
ar: هذا مطلوب لإيصال الرسائل.
bg: Това е необходимо за доставка на съобщение, за да работят.
cs: Toto je nutné pro fungování doručování zpráv.
fi_fi: Asetus vaaditaan viestien lähettämiseen.
is: Þetta er skilyrt fyrir því að skilaboð komist til skila.
it: E' obbligatorio per far funzionare la consegna dei messaggi.
nb_no: Dette er nødvendig for at meldingslevering skal virke.
pt_br: Isto é necessário para o funcionamento do envio de mensagens.

source: Error: the "openssl_pkey_new" function on this system is not able to generate encryption keys
bg: Грешка: "openssl_pkey_new" функция на тази система не е в състояние да генерира криптиращи ключове
cs: Chyba: funkce „openssl_pkey_new“ na tomto systému není schopna generovat šifrovací klíče
fi_fi: Virhe: järjestelmäsi "openssl_pkey_new" -funktio ei pysty generoimaan salausavaimia.
is: Villa: Stefjan "openssl_pkey_new" á vefþjóninum getur ekki stofnað dulkóðunar lykla
it: Errore: la funzione "openssl_pkey_new" in questo sistema non è in grado di generare le chiavi di criptazione
nb_no: Feil: "openssl_pkey_new"-funksjonen på dette systemet er ikke i stand til å lage krypteringsnøkler
pt_br: Erro: a função "openssl_pkey_new" no seu sistema não é capaz de gerar as chaves de criptografia
