Repository: duthied/Free-Friendika
Catalog: view/lang/*/messages.po
Languages: ar, bg, cs, fi_fi, is, it, nb_no, pt_br

source: If registration is permitted above, this sets the maximum number of new user registrations to accept per day. If register is set to closed, this setting has no effect.
ar: إذا كان التسجيل مسموحا، فإن هذا يحدُّ عدد التسجيلات الجديدة لليوم الواحد. إذا أُغلق التسجيل هذا الإعداد ليس له أي تأثير.
cs: Pokud je registrace výše povolena, zde se nastaví maximální počet registrací nových uživatelů za den. Pokud je registrace zakázána, toto nastavení nemá žádný efekt.
fi_fi: Mikäli rekisteröityminen on sallittu, tämä asettaa enimmäismäärä uusia rekisteröitymisiä päivässä. Jos reksiteröityminen ei ole sallittu, tällä asetuksella ei ole vaikutusta.
it: Se la registrazione è permessa, qui si definisce il massimo numero di nuovi utenti registrati da accettare giornalmente. Se la registrazione è chiusa, questa impostazione non ha effetto.
nb_no: Hvis registrering er tillat ovenfor, så vil dette angi maksimalt antall nye brukerregistreringer som aksepteres per dag. Hvis registrering er satt til stengt, så vil ikke denne innstillingen ha noen effekt.
pt_br: Se o registro é permitido acima, isso configura o número máximo de registros de novos usuários a serem aceitos por dia. Se o registro está configurado para 'fechado/closed' , essa configuração não tem efeito.

source: Register text
ar: نص صفحة التسجيل
bg: Регистрирайте се текст
cs: Text při registraci
fi_fi: Rekisteröitymisteksti
is: Texti við nýskráningu
it: Testo registrazione
nb_no: Registrer tekst
pt_br: Texto de registro

source: Will be displayed prominently on the registration page. You can use BBCode here.
ar: ستعرض في صفحة التسجيل. يمكنك استخدام BBCode.
cs: Bude zobrazen viditelně na stránce registrace. Zde můžete používat BBCode.
fi_fi: Näkyvästi esillä rekisteröitymissivulla. Voit käyttää BBCodeia.
it: Sarà mostrato ben visibile nella pagina di registrazione. Puoi usare BBCode.

source: Forbidden Nicknames
ar: الألقاب المحظورة
cs: Zakázané přezdívky
it: Nomi utente Vietati

source: Comma separated list of nicknames that are forbidden from registration. Preset is a list of role names according RFC 2142.
cs: Seznam přezdívek, které nelze registrovat, oddělených čárkami. Přednastaven je seznam častých přezdívek dle RFC 2142.
it: Lista separata da virgola di nomi utente che sono vietati nella registrazione. Il valore preimpostato è una lista di nomi di ruoli secondo RFC 2142.

source: Accounts abandoned after x days
ar: الحسابات المهجورة بعد x يوم
bg: Сметките изоставени след дни х
cs: Účty jsou opuštěny po x dnech
fi_fi: Käyttäjätilit hylätään X päivän jälkeen
is: Yfirgefnir notendur eftir x daga
it: Account abbandonati dopo x giorni
nb_no: Kontoer forlatt etter x dager
pt_br: Contas abandonadas após x dias

source: Will not waste system resources polling external sites for abandonded accounts. Enter 0 for no time limit.
ar: من أجل صونِ موارد النظام سنوقف الاستطلاع عن الحسابات المهجورة من المواقع البعيدة. ضع 0 لإيقاف هذه الوظيفة.
bg: Няма да губи системните ресурси избирателните външни сайтове за abandonded сметки. Въведете 0 за без ограничение във времето.
cs: Nebude se plýtvat systémovými zdroji kontaktováním externích webů s opuštěnými účty. Zadejte 0 pro žádný časový limit.
is: Hættir að eyða afli í að sækja færslur á ytri vefi fyrir yfirgefna notendur. 0 þýðir notendur merkjast ekki yfirgefnir.
it: Non spreca risorse di sistema controllando siti esterni per gli account abbandonati. Immettere 0 per nessun limite di tempo.
nb_no: Vil ikke kaste bort systemressurser på å spørre eksterne nettsteder om forlatte kontoer. Skriv 0 for ingen tidsgrense.
pt_br: Não desperdiçará recursos do sistema captando de sites externos para contas abandonadas. Digite 0 para nenhum limite de tempo.

source: Allowed friend domains
ar: النطاقات المسموحة
bg: Позволи на домейни приятел
cs: Povolené domény přátel
fi_fi: Sallittuja kaveri-verkkotunnuksia
is: Leyfð lén vina
it: Domini amici consentiti
nb_no: Tillate vennedomener
pt_br: Domínios de amigos permitidos

source: Comma separated list of domains which are allowed to establish friendships with this site. Wildcards are accepted. Empty to allow any domains
ar: قائمة مفصولة بفواصل للنطاقات المصرح لها بالتفاعل مع مستخدمي هذا الموقع. علامة "*" مقبولة. اتركه فارغا للسماح لجميع النطاقات
bg: Разделени със запетая списък на домейни, на които е разрешено да се създадат приятелства с този сайт. Заместващи символи са приети. На Empty да се даде възможност на всички домейни
cs: Seznam domén, kterým je povoleno navazovat přátelství s tímto webem, oddělených čárkami. Zástupné znaky (wildcards) jsou povoleny. Prázné znamená libovolné domény.
it: Elenco separato da virgola dei domini che possono stabilire amicizie con questo sito. Sono accettati caratteri jolly. Vuoto per accettare qualsiasi dominio.
nb_no: Kommaseparert liste med domener som har lov til å etablere vennskap med dette nettstedet. Jokertegn aksepteres. Tom for å tillate alle domener.
pt_br: Lista dos domínios que têm permissão para estabelecer amizades com esse site, separados por vírgula. Caracteres curinga são aceitos. Deixe em branco para permitir qualquer domínio.

source: Allowed email domains
ar: نطاقات البريد الإلكتروني المسموحة
bg: Позволи на домейни имейл
cs: Povolené e-mailové domény
fi_fi: Sallittuja sähköposti-verkkotunnuksia
is: Leyfð tölvupóstfangalén
it: Domini email consentiti
nb_no: Tillate e-postdomener
pt_br: Domínios de e-mail permitidos

source: Comma separated list of domains which are allowed in email addresses for registrations to this site. Wildcards are accepted. Empty to allow any domains
ar: قائمة مفصولة بفواصل للنطاقات البريد الإلكتروني المسموح بالتسجيل بها في هذا الموقع. علامة "*" مقبولة. اتركه فارغا للسماح لجميع النطاقات
bg: Разделени със запетая списък на домейни, които са разрешени в имейл адреси за регистрации в този сайт. Заместващи символи са приети. На Empty да се даде възможност на всички домейни
cs: Seznam domén e-mailových adres, kterým je povoleno provádět registraci na tomto webu, oddělených čárkami. Zástupné znaky (wildcards) jsou povoleny. Prázné znamená libovolné domény.
it: Elenco separato da virgola dei domini permessi come indirizzi email in fase di registrazione a questo sito. Sono accettati caratteri jolly. Lascalo vuoto per accettare qualsiasi dominio.
nb_no: Kommaseparert liste med domener som er tillatt i e-postadresser ved registrering på dette nettstedet. Jokertegn er tillatt. Tom for å tillate alle domener.
pt_br: Lista de domínios separados por vírgula, que são permitidos em endereços de e-mail para registro nesse site. Caracteres-curinga são aceitos. Vazio para aceitar qualquer domínio

source: No OEmbed rich content
cs: Žádný obohacený obsah oEmbed
it: Nessun contenuto ricco da OEmbed

source: Don't show the rich content (e.g. embedded PDF), except from the domains listed below.
cs: Neukazovat obohacený obsah (např. vložené PDF dokumenty), kromě toho z domén vypsaných níže.
it: Non mostrare il contenuto ricco (p.e. PDF), tranne che dai domini elencati di seguito.

source: Allowed OEmbed domains
cs: Povolené domény pro oEmbed
fi_fi: Sallittuja OEmbed -verkkotunnuksia

source: Comma separated list of domains which oembed content is allowed to be displayed. Wildcards are accepted.
cs: Seznam domén, u nichž je povoleno zobrazit obsah oEmbed, oddělených čárkami. Zástupné znaky jsou povoleny.

source: Block public
ar: احجب المشاركات العلنية
bg: Блокиране на обществения
cs: Blokovat veřejný přístup
fi_fi: Estä vierailijat
is: Loka á opinberar færslur
it: Blocca pagine pubbliche
nb_no: Utesteng publikum
pt_br: Bloquear acesso público

source: Check to block public access to all otherwise public personal pages on this site unless you are currently logged in.
ar: أشر لمنع الزوار من الوصول إلى كل الصفحات باستثناء الصفحات الشخصية العلنية.
bg: Тръгване за блокиране на публичен достъп до всички по друг начин публичните лични страници на този сайт, освен ако в момента сте влезли в системата.
cs: Označením zablokujete veřejný přístup ke všem jinak veřejně přístupným osobním stránkám nepřihlášeným uživatelům.
it: Seleziona per bloccare l'accesso pubblico a tutte le pagine personali di questo sito, a meno di essere loggato.
nb_no: Kryss av for å blokkere offentlig tilgang til sider som ellers ville vært offentlige personlige sider med mindre du er logget inn.
pt_br: Marque para bloquear o acesso público a todas as páginas desse site, com exceção das páginas pessoais públicas, a não ser que a pessoa esteja autenticada.

source: Force publish
ar: افرض النشر
bg: Принудително публикува
cs: Vynutit publikaci
is: Skylda að vera í tengiliðalista
it: Forza pubblicazione
nb_no: Tving publisering
pt_br: Forçar a listagem

source: Check to force all profiles on this site to be listed in the site directory.
ar: أشر لفرض إدراج جميع الملفات الشخصية في دليل الموقع.
bg: Проверете, за да се принудят всички профили на този сайт да бъдат изброени в директорията на сайта.
cs: Označením budou všechny profily na tomto serveru uvedeny v adresáři stránky.
it: Seleziona per forzare tutti i profili di questo sito ad essere compresi nell'elenco di questo sito.
nb_no: Sett hake for å tvinge alle profiler på dette nettstedet til å vises i nettstedskatalogen.
pt_br: Marque para forçar todos os perfis desse site a serem listados no diretório do site.

source: Enabling this may violate privacy laws like the GDPR
ar: تفعيله قد ينتهك قوانين حماية الخصوصية مثل GDPR
cs: Povolení této funkce může porušit zákony o ochraně soukromí, jako je Obecné nařízení o ochraně osobních údajů (GDPR)
it: Abilitare questo potrebbe violare leggi sulla privacy come il GDPR

source: Global directory URL
ar: رابط الدليل العالمي
cs: Adresa URL globálního adresáře
fi_fi: Maailmanlaajuisen hakemiston URL-osoite
it: URL della directory globale

source: URL to the global directory. If this is not set, the global directory is completely unavailable to the application.
ar: رابط الدليل العالمي. إذا لم يتم تعريف هذا الحقل ، فلن يكون الدليل العام متاحًا.
cs: Adresa URL globálního adresáře. Pokud toto není nastaveno, globální adresář bude aplikaci naprosto nedostupný.
it: URL dell'elenco globale. Se vuoto, l'elenco globale sarà completamente disabilitato.

source: Private posts by default for new users
ar: جعل المشاركات خاصة للمستخدمين الجدد افتراضيًا
cs: Nastavit pro nové uživatele příspěvky jako soukromé
it: Messaggi privati come impostazioni predefinita per i nuovi utenti
nb_no: Private meldinger som standard for nye brukere
pt_br: Publicações privadas por padrão para novos usuários

source: Set default post permissions for all new members to the default privacy group rather than public.
cs: Nastavit výchozí práva pro příspěvky od všech nových členů na výchozí soukromou skupinu místo veřejné.
nb_no: Sett standard postetillatelser for alle nye medlemmer til standard personverngruppe i stedet for offentlig.
pt_br: Define as permissões padrão de publicação de todos os novos membros para o grupo de privacidade padrão, ao invés de torná-las públicas.

source: Don't include post content in email notifications
ar: لا تضمن محتويات المشاركات في تنبيهات البريد الإلكتروني
cs: Nezahrnovat v e-mailových oznámeních obsah příspěvků
fi_fi: Älä lisää julkaisun sisältö sähköposti-ilmoitukseen
it: Non includere il contenuto dei messaggi nelle notifiche via email
nb_no: Ikke inkluder innholdet i en melding i epostvarsler
pt_br: Não incluir o conteúdo da postagem nas notificações de email

source: Don't include the content of a post/comment/private message/etc. in the email notifications that are sent out from this site, as a privacy measure.
ar: لا تضمن محتوى المشركات/التعليقات/الرسائل الخاصة/إلخ في تنبيهات البريد الإلكتروني المرسلة من هذا الموقع، كتدبير لحماية الخصوصية.
cs: V e-mailových oznámeních, které jsou odesílány z tohoto webu, nebudou z důvodů bezpečnosti obsaženy příspěvky/komentáře/soukromé zprávy apod.
it: Non include il contenuti del messaggio/commento/messaggio privato/etc. nelle notifiche email che sono inviate da questo sito, per privacy
nb_no: Ikke inkluder innholdet i en melding/kommentar/privat melding/osv. i epostvarsler som sendes ut fra dette nettstedet, som et personverntiltak.
pt_br: Não incluir o conteúdo de uma postagem/comentário/mensagem privada/etc. em notificações de email que são enviadas para fora desse sítio, como medida de segurança.

source: Disallow public access to addons listed in the apps menu.
ar: لا تسمح بالوصول العلني للإضافات المدرجة في قائمة التطبيقات.
cs: Zakázat veřejný přístup k rozšířením uvedeným v menu aplikace.
is: Hindra opið aðgengi að viðbótum í forritavalmyndinni.
it: Disabilita l'accesso pubblico ai plugin raccolti nel menu apps.
nb_no: Ikke tillat offentlig tilgang til tillegg som listes opp i app-menyen.
pt_br: Disabilita acesso público a addons listados no menu de aplicativos.

source: Checking this box will restrict addons listed in the apps menu to members only.
ar: تأشير هذا الخِيار سيجعل الوصول إلى الإضافات في قائمة التطبيقات للأعضاء فقط.
cs: Označení této volby omezí rozšíření uvedená v menu aplikace pouze pro členy.
is: Ef hakað er í þetta verður aðgengi að viðbótum í forritavalmyndinni takmarkað við meðlimi.
it: Selezionando questo box si limiterà ai soli membri l'accesso ai componenti aggiuntivi nel menu applicazioni
nb_no: Kryss i denne boksen vil begrense tillegg opplistet i app-menyen til bare medlemmer.
pt_br: Marcar essa caixa ira restringir os addons listados no menu de aplicativos aos membros somente.

source: Don't embed private images in posts
ar: لا تضمن الصور الخاصة في المشاركات
cs: Nepovolit přidávání soukromých obrázků do příspěvků
fi_fi: Älä upota yksityisiä kuvia julkaisuissa
it: Non inglobare immagini private nei messaggi
nb_no: Ikke innebygg private bilder i innlegg
pt_br: Não inclua imagens privadas em publicações

source: Don't replace locally-hosted private photos in posts with an embedded copy of the image. This means that contacts who receive posts containing private photos will have to authenticate and load each image, which may take a while.
ar: لا تستبدل الصور الخاصة المستضافة محليًا في المشاركات بنسخة مضمنة ، لأن هذا يعني أن المتراسلين الذين يتلقون المشاركات التي تحوي تلك الصور ستحتاج إلى مصادقة لرؤية كل صورة ، ما قد يستغرق بعض الوقت.
cs: Nenahrazovat místní soukromé fotky v příspěvcích vloženou kopií obrázku. To znamená, že kontakty, které obdrží příspěvek obsahující soukromé fotky, budou muset autentikovat a načíst každý obrázek, což může zabrat nějaký čas.
it: Non sostituire le foto locali nei messaggi con una copia incorporata dell'immagine. Questo significa che i contatti che riceveranno i messaggi contenenti foto private dovranno autenticarsi e caricare ogni immagine, cosa che può richiedere un po' di tempo.
nb_no: Ikke bytt ut lokalt lagrede private bilder i innlegg med innebygd kopi av bildet. Dette betyr at kontakter som mottar innlegg med private bilder må autentisere og laste hvert bilde, noe som kan ta en stund.
pt_br: Não substitue fotos privativas guardadas localmente em publicações por uma cópia inclusa da imagem. Isso significa que os contatos que recebem publicações contendo fotos privadas terão que autenticar e carregar cada imagem, o que pode levar algum tempo.

source: Explicit Content
ar: محتوى حساس
cs: Explicitní obsah
it: Contenuto Esplicito

source: Set this to announce that your node is used mostly for explicit content that might not be suited for minors. This information will be published in the node information and might be used, e.g. by the global directory, to filter your node from listings of nodes to join. Additionally a note about this will be shown at the user registration page.
ar: عيّن هذا الخيار للإعلان عن أن عقدتك تحتوي محتوى حساس قد لا يكون مناسباً للقصر. وسوف تنشر هذه المعلومات في معلومات العقدة وصفحة التسجيل، ويستخدم هذا الخيار في الدليل العالمي، فأثناء استعراض هذه العقدة في الدليل ستظهر لهم هذه المعلومة.
cs: Touto funkcí oznámíte, že je Váš server používán hlavně pro explicitní obsah, který nemusí být vhodný pro mladistvé. Tato informace bude publikována na stránce informací o serveru a může být využita např. globálním adresářem pro odfiltrování Vašeho serveru ze seznamu serverů pro spojení. Poznámka o tom bude navíc zobrazena na stránce registrace.
it: Imposta questo per avvisare che il tuo noto è usato principalmente per contenuto esplicito che potrebbe non essere adatto a minori. Questa informazione sarà pubblicata nella pagina di informazioni sul noto e potrà essere usata, per esempio nella directory globale, per filtrare il tuo nodo dalla lista di nodi su cui registrarsi. In più, una nota sarà mostrata nella pagina di registrazione.

source: Allow Users to set remote_self
ar: اسمح للمستخدمين بتعيين remote_self
cs: Umožnit uživatelům nastavit remote_self
it: Permetti agli utenti di impostare 'io remoto'
nb_no: Tillat brukere å sette remote_self
pt_br: Permite usuários configurarem remote_self

source: With checking this, every user is allowed to mark every contact as a remote_self in the repair contact dialog. Setting this flag on a contact causes mirroring every posting of that contact in the users stream.
ar: يتيح تأشير هذا المربع للميتخدمين تعريف مل المتراسلين علئ أنهم remote_self في مربع حوار اصلاح المتراسلين. سيؤدي تنشيط هذه الميزة على متراسل إلى نسخ جميع منشوراته في دفق المستخدم.
cs: S tímto označením má každý uživatel možnost označit jakékoliv ze svých kontakt jako „remote_self“ v nastavení v dialogu opravit kontakt. Tímto označením se budou zrcadlit všechny správy tohoto kontaktu v uživatelově proudu.
it: Selezionando questo, a tutti gli utenti sarà permesso di impostare qualsiasi contatto come 'io remoto' nella pagina di modifica del contatto. Impostare questa opzione fa si che tutti i messaggi di quel contatto vengano ripetuti nello stream dell'utente.
nb_no: Ved å sette hake her får hver bruker lov å markere hver kontakt som en remote_self i dialogen for kontaktreparasjon. Å sette denne haken på en kontakt medfører speiling av hvert innlegg fra denne kontakten i brukerens strøm.
pt_br: Ao marcar isto, todos os usuários poderão marcar cada contato como um remote_self na opção de reparar contato. Marcar isto para um contato produz espelhamento de toda publicação deste contato no fluxo dos usuários

source: Block multiple registrations
bg: Блокиране на множество регистрации
cs: Blokovat více registrací
is: Banna margar skráningar
nb_no: Blokker flere registreringer
pt_br: Bloquear registros repetidos

source: Disallow users to register additional accounts for use as pages.
bg: Забраните на потребителите да се регистрират допълнителни сметки, за използване като страниците.
cs: Znemožnit uživatelům registraci dodatečných účtů k použití jako stránky.
nb_no: Ikke tillat brukere å registrere ytterligere kontoer til bruk som sider.
pt_br: Desabilitar o registro de contas adicionais para serem usadas como páginas.

source: Disable OpenID
cs: Zakázat OpenID

source: Disable OpenID support for registration and logins.
cs: Zakázat podporu OpenID pro registrace a přihlášení.

source: No Fullname check
cs: Bez kontroly celého jména

source: Allow users to register without a space between the first name and the last name in their full name.
cs: Dovolit uživatelům se registrovat bez mezery mezi křestním jménem a příjmením ve svém celém jméně.

source: Community pages for visitors
ar: عرض صفحة المجتمع للزوار
cs: Komunitní stránky pro návštěvníky
fi_fi: Yhteisösivu vieraille
it: Pagina comunità per i visitatori

source: Which community pages should be available for visitors. Local users always see both pages.
ar: صفحات المجتمع المتاحة للزوار. المستخدمون المحليون يمكنهم مشاهدة كلا النوعين.
cs: Které komunitní stránky by měly být viditelné pro návštěvníky. Místní uživatelé vždy vidí obě stránky.
it: Quale pagina comunità verrà mostrata ai visitatori. Gli utenti locali vedranno sempre entrambe le pagine.

source: Posts per user on community page
ar: حد المشاركات لكل مستخدم في صفحة المجتمع
cs: Počet příspěvků na komunitní stránce
it: Messaggi per utente nella pagina Comunità
pt_br: Textos por usuário na página da comunidade

source: The maximum number of posts per user on the community page. (Not valid for "Global Community")
ar: الحد الأقصى لعدد المشاركات لكل مستخدم في صفحة المجتمع المحلي
cs: Maximální počet příspěvků na uživatele na komunitní stránce. (neplatí pro „Globální komunitu“)
it: Il numero massimo di messaggi per utente sulla pagina della comunità. (Non valido per "Comunità Globale")

source: Disable OStatus support
cs: Zakázat podporu pro OStatus

source: Disable built-in OStatus (StatusNet, GNU Social etc.) compatibility. All communications in OStatus are public, so privacy warnings will be occasionally displayed.
cs: Zakázat zabudouvanou kompatibilitu s OStatus (StatusNet, GNU social apod.). Veškerá komunikace pomocí OStatus je veřejná, proto budou občas zobrazena varování o soukromí.

source: OStatus support can only be enabled if threading is enabled.
cs: Podpora pro OStatus může být zapnuta pouze, je-li povolen threading.
fi_fi: OStatus-tuki voidaan ottaa käyttöön ainoastaan jos ketjuttaminen on jo otettu käyttöön.

source: Diaspora support can't be enabled because Friendica was installed into a sub directory.
cs: Podpora pro Diasporu nemůže být zapnuta, protože Friendica byla nainstalována do podadresáře.
fi_fi: Diaspora -tukea ei voitu ottaa käyttöön koska Friendica on asennettu alihakemistoon.
it: Il supporto a Diaspora non può essere abilitato perché Friendica è stato installato in una sottocartella.

source: Enable Diaspora support
bg: Активирайте диаспора подкрепа
cs: Zapnout podporu pro Diaspora
fi_fi: Salli Diaspora-tuki
is: Leyfa Diaspora tengingar
it: Abilita il supporto a Diaspora
nb_no: Aktiver Diaspora-støtte
pt_br: Habilitar suporte ao Diaspora

source: Provide built-in Diaspora network compatibility.
bg: Осигури вградена диаспора в мрежата съвместимост.
cs: Poskytnout zabudovanou kompatibilitu sitě Diaspora.
fi_fi: Ota käyttöön Diaspora-yhteensopivuus
nb_no: Tilby innebygget kompatibilitet med Diaspora-nettverket.
pt_br: Fornece compatibilidade nativa com a rede Diaspora.

source: Only allow Friendica contacts
bg: Позволяват само Friendica контакти
cs: Povolit pouze kontakty z Friendica
fi_fi: Salli ainoastaan Friendica -kontakteja
is: Aðeins leyfa Friendica notendur
nb_no: Bare tillat Friendica-kontakter
pt_br: Permitir somente contatos Friendica

source: All contacts must use Friendica protocols. All other built-in communication protocols disabled.
bg: Всички контакти трябва да използвате Friendica протоколи. Всички останали вградени комуникационни протоколи с увреждания.
cs: Všechny kontakty musí používat protokol Friendica. Všchny ostatní zabudované komunikační protokoly budou zablokované.
fi_fi: Kaikkien kontaktien on käytettävä Friendica-protokollaa. Kaikki muut protokollat poistetaan käytöstä.
nb_no: Alle kontakter må bruke Friendica-protokoller. Alle andre innebyggede kommunikasjonsprotokoller blir deaktivert.
pt_br: Todos os contatos devem usar protocolos Friendica. Todos os outros protocolos de comunicação embarcados estão desabilitados

source: Verify SSL
bg: Провери SSL
cs: Ověřit SSL
fi_fi: Vahvista SSL
is: Sannreyna SSL
it: Verifica SSL
nb_no: Bekreft SSL
pt_br: Verificar SSL
