Repository: duthied/Free-Friendika
Catalog: view/lang/*/messages.po
Languages: ar, bg, cs, fi_fi, is, it, nb_no, pt_br

source: Please visit %s to view and/or reply to the conversation.
ar: من فضلك زر %s لعرض و/أو الرد على المحادثة.
bg: Моля, посетете %s да видите и / или да отговорите на разговор.
cs: Prosím navštivte %s pro zobrazení konverzace a možnosti odpovědět.
fi_fi: Käy %s nähdäksesi keskustelun ja/tai vastataksesi siihen
is: Farðu á %s til að skoða og/eða svara samtali.
it: Visita %s per vedere e/o commentare la conversazione
nb_no: Vennligst besøk %s for å se og/eller svare på samtalen.
pt_br: Favor visitar %s para ver e/ou responder à conversa.

source: [Friendica:Notify] %s posted to your profile wall
bg: [Friendica: Извести] %s публикуван вашия профил стена
cs: [Friendica:Oznámení] %s přidal/a příspěvek na vaši profilovou zeď
fi_fi: [Friendica:Notify] %s kirjoitti profiiliseinällesi
is: [Friendica:Notify] %s skrifaði á vegginn þinn
nb_no: [Friendica:Notify] %s skrev et innlegg på veggen til din profil
pt_br: [Friendica:Notify] %s publicou no mural do seu perfil

source: %1$s posted to your profile wall at %2$s
ar: نشر %1$s على حائط ملفك الشخصي على %2$s
bg: %1$s публикуван вашия профил стена при %2$s
cs: %1$s přidal/a příspěvek na vaši profilovou zeď na %2$s
fi_fi: %1$s kirjoitti seinällesi kohteessa %2$s
is: %1$s skrifaði á vegginn þinn %2$s
it: %1$s ha scritto sulla tua bacheca su %2$s
nb_no: %1$s skrev et innlegg på veggen til din profil %2$s
pt_br: %1$s publicou no mural do seu perfil em %2$s

source: %1$s posted to [url=%2$s]your wall[/url]
ar: نشر %1$s على [url=%2$s]حائطك[/url]
cs: %1$s přidal/a příspěvek na [url=%2$s]vaši zeď[/url]
fi_fi: %1$s kirjoitti [url=%2$s]seinällesi[/url]
is: %1$s skrifaði á [url=%2$s]vegginn þinn[/url]
it: %1$s ha inviato un messaggio sulla [url=%2$s]tua bacheca[/url]
nb_no: %1$s skrev et innlegg til [url=%2$s]din vegg[/url]
pt_br: %1$s publicou para [url=%2$s]seu mural[/url]

source: [Friendica:Notify] %s shared a new post
cs: [Friendica:Oznámení] %s sdílel/a nový příspěvek
fi_fi: [Friendica:Notify] %s jakoi uuden julkaisun
is: [Friendica:Notify] %s deildi nýrri færslu
nb_no: [Friendica:Notify] %s delte et nytt innlegg
pt_br: [Friendica:Notify] %s compartilhado uma nova publicação

source: %1$s shared a new post at %2$s
cs: %1$s sdílel/a nový příspěvek na %2$s
fi_fi: %1$s jakoi uuden julkaisun %2$s
is: %1$s deildi nýrri færslu %2$s
nb_no: %1$s delte et nytt innlegg på %2$s
pt_br: %1$s compartilhou uma nova publicação em %2$s

source: %1$s [url=%2$s]shared a post[/url].
cs: %1$s [url=%2$s]sdílel/a příspěvek[/url].
fi_fi: %1$s [url=%2$s]jakoi julkaisun[/url].
is: %1$s [url=%2$s]deildi færslu[/url].
nb_no: %1$s [url=%2$s]delte et innlegg[/url].
pt_br: %1$s [url=%2$s]compartilhou uma publicação[/url].

source: [Friendica:Notify] %1$s poked you
cs: [Friendica:Oznámení] %1$s vás šťouchnul/a
fi_fi: [Friendica:Notify] %1$s tökkäsi sinua.
is: [Friendica:Notify] %1$s potaði í þig
nb_no: [Friendica:Notify] %1$s dyttet deg
pt_br: [Friendica:Notify] %1$s cutucou você

source: %1$s poked you at %2$s
cs: %1$s vás šťouchnul/a na %2$s
fi_fi: %1$s tökkäsi sinua kohteessa %2$s
is: %1$s potaði í þig %2$s
nb_no: %1$s dyttet deg %2$s
pt_br: %1$s cutucou você em %2$s

source: %1$s [url=%2$s]poked you[/url].
cs: %1$s [url=%2$s]vás šťouchnul/a[/url].
fi_fi: %1$s [url=%2$s]tökkasi sinua[/url].
is: %1$s [url=%2$s]potaði í þig[/url].
nb_no: %1$s [url=%2$s]dyttet deg[/url].
pt_br: %1$s [url=%2$s]cutucou você[/url].

source: [Friendica:Notify] %s tagged your post
bg: [Friendica: Извести] %s сложи етикет с вашия пост
cs: [Friendica:Oznámení] %s označil/a váš příspěvek
fi_fi: [Friendica:Notify] %s merkitsi julkaisusi
is: [Friendica:Notify] %s merkti færslu frá þér
nb_no: [Friendica:Notify] %s merket ditt innlegg
pt_br: [Friendica:Notify] %s etiquetou sua publicação

source: %1$s tagged your post at %2$s
bg: %1$s маркира твоя пост в %2$s
cs: %1$s označil/a váš příspěvek na %2$s
fi_fi: %1$s merkitsi julkaisusi kohteessa %2$s
is: %1$s merkti færslu frá þér %2$s
nb_no: %1$s merket ditt innlegg %2$s
pt_br: %1$s etiquetou sua publicação em %2$s

source: %1$s tagged [url=%2$s]your post[/url]
bg: %1$s маркира [URL = %2$s ] Публикацията ви [/ URL]
cs: %1$s označil/a [url=%2$s]váš příspěvek[/url]
fi_fi: %1$s merkitsi [url=%2$s]julkaisusi[/url]
is: %1$s merkti [url=%2$s]færslu frá þér[/url]
nb_no: %1$s merket [url=%2$s]ditt innlegg[/url]
pt_br: %1$s etiquetou [url=%2$s]sua publicação[/url]

source: [Friendica:Notify] Introduction received
bg: [Friendica: Извести] Въведение получи
cs: [Friendica:Oznámení] Obdrženo představení
fi_fi: [Friendica:Notify] Esittely vastaanotettu
is: [Friendica:Notify] Tók á móti kynningu
nb_no: [Friendica:Notify] Introduksjon mottatt
pt_br: [Friendica:Notify] Você recebeu uma apresentação

source: You've received an introduction from '%1$s' at %2$s
ar: تلقيت تقديما من '%1$s' على %2$s
bg: Получили сте въведения от %1$s в %2$s
cs: Obdržel/a jste představení od uživatele „%1$s“ na %2$s
fi_fi: Olet vastaanottanut kaverikutsun henkilöltä '%1$s' kohteessa %2$s
is: Þú tókst við kynningu frá '%1$s', %2$s
it: Hai ricevuto un'introduzione da '%1$s' su %2$s
nb_no: Du mottok en introduksjon fra '%1$s' %2$s
pt_br: Você recebeu uma apresentação de '%1$s' em %2$s

source: You've received [url=%1$s]an introduction[/url] from %2$s.
ar: تلقيت [url=%1$s]تقديما[/url] من %2$s.
bg: Получили сте [URL = %1$s ] въведение [/ URL] от %2$s .
cs: Obdržel/a jste [url=%1$s]představení[/url] od uživatele %2$s.
fi_fi: Olet vastaanottanut [url=%1$s]kaverikutsun[/url] henkilöltä %2$s.
is: Þú tókst við [url=%1$s]kynningu[/url] frá %2$s.
it: Hai ricevuto [url=%1$s]un'introduzione[/url] da %2$s.
nb_no: Du mottok [url=%1$s]en introduksjon[/url] fra %2$s.
pt_br: Você recebeu [url=%1$s]uma apresentação[/url] de %2$s.

source: You may visit their profile at %s
ar: يمكنك زيارة ملفهم الشخصي على %s
bg: Можете да посетите техния профил в %s
cs: Můžete navštívit jeho/její profil na %s
fi_fi: Voit vierailla hänen profiilissaan kohteessa %s
is: Þú getur heimsótt síðuna þeirra á %s
it: Puoi visitare il suo profilo presso %s
nb_no: Du kan besøke profilen deres på %s
pt_br: Você pode visitar o perfil deles em %s

source: Please visit %s to approve or reject the introduction.
ar: من فضلك زر %s لقبول أو رفض التقديم.
bg: Моля, посетете %s да одобри или да отхвърли въвеждането.
cs: Prosím navštivte %s pro schválení či zamítnutí představení.
fi_fi: Hyväksy tai hylkää esittely %s-sivustossa
is: Farðu á %s til að samþykkja eða hunsa þessa kynningu.
it: Visita %s per approvare o rifiutare la presentazione.
nb_no: Vennligst besøk %s for å godkjenne eller avslå introduksjonen.
pt_br: Favor visitar %s para aprovar ou rejeitar a apresentação.

source: [Friendica:Notify] A new person is sharing with you
cs: [Friendica:Oznámení] Nový člověk s vámi sdílí
fi_fi: [Friendica:Notify] Uusi henkilö jakaa päivityksensä kanssasi
is: [Friendica:Notify] Nýr aðili er að deila með þér
pt_br: [Friendica:Notificação] Uma nova pessoa está compartilhando com você

source: %1$s is sharing with you at %2$s
ar: يشارك %1$s معك على %2$s
cs: Uživatel %1$s s vámi sdílí na %2$s
fi_fi: %1$s jakaa päivityksensä kanssasi kohteessa %2$s
is: %1$s er að deila með þér, %2$s
it: %1$s sta condividendo con te su %2$s
pt_br: %1$s está compartilhando com você via %2$s

source: [Friendica:Notify] You have a new follower
cs: [Friendica:Oznámení] Máte nového sledujícího
fi_fi: [Friendica:Notify] Sinulla on uusi seuraaja
is: [Friendica:Notify] Þú ert með nýjan fylgjanda
pt_br: [Friendica:Notificação] Você tem um novo seguidor

source: You have a new follower at %2$s : %1$s
ar: لديك متابِع جديد على %2$s : %1$s
cs: Máte nového sledujícího na %2$s: %1$s
fi_fi: Sinulla on uusi seuraaja sivustolla %2$s : %1$s
is: Þú hefur nýjan fylgjanda á %2$s : %1$s
it: Un nuovo utente ha iniziato a seguirti su %2$s : %1$s
pt_br: Você tem um novo seguidor em %2$s : %1$s

source: [Friendica:Notify] Friend suggestion received
bg: [Friendica: Извести] приятел предложение получи
cs: [Friendica:Oznámení] Obdržen návrh přátelství
fi_fi: [Friendica:Notify] Kaveripyyntö vastaanotettu
is: [Friendica:Notify] Tók á móti uppástungu um vin
nb_no: [Friendica:Notify] Venneforslag mottatt
pt_br: [Friendica:Notify] Você recebeu uma sugestão de amigo

source: You've received a friend suggestion from '%1$s' at %2$s
ar: تلقيت اقتراح صديق من '%1$s' على %2$s
bg: Получили сте приятел предложение от %1$s в %2$s
cs: Obdržel/a jste návrh přátelství od uživatele „%1$s“ na %2$s
fi_fi: Sait kaverikutsun henkilöltä '%1$s' (%2$s)
is: Þér hefur borist uppástunga um vin frá '%1$s' kl. %2$s
it: Hai ricevuto un suggerimento di amicizia da '%1$s' su %2$s
nb_no: Du mottok et venneforslag fra '%1$s' %2$s
pt_br: Você recebeu uma sugestão de amigo de '%1$s' em %2$s

source: You've received [url=%1$s]a friend suggestion[/url] for %2$s from %3$s.
ar: اقترح عليك %3$s [url=%1$s] مصادقة %2$s[/url].
bg: Получили сте [URL = %1$s ] предложение приятел [/ URL] %2$s от %3$s .
cs: Obdržel/a jste [url=%1$s]návrh přátelství[/url] s uživatelem %2$s od uživatele %3$s.
fi_fi: Sait [url=%1$s] kaveriehdotuksen[/url] %2$s käyttäjältä %3$s.
is: Þér hefur borist [url=%1$s]uppástunga um vin[/url] fyrir %2$s frá %3$s.
it: Hai ricevuto [url=%1$s]un suggerimento di amicizia[/url] per %2$s su %3$s
nb_no: Du mottok [url=%1$s]et venneforslag[/url] om %2$s fra %3$s.
pt_br: Você recebeu [url=%1$s]uma sugestão de amigo[/url] de %2$s em %3$s

source: Name:
ar: الاسم:
bg: Наименование:
cs: Jméno:
fi_fi: Nimi:
is: Nafn:
it: Nome:
nb_no: Navn:
pt_br: Nome:

source: Photo:
ar: الصورة:
bg: Снимка:
cs: Fotka:
fi_fi: Kuva:
is: Mynd:
it: Foto:
nb_no: Bilde:
pt_br: Foto:

source: Please visit %s to approve or reject the suggestion.
ar: من فضلك زر %s لقبول أو رفض الاقتراح.
bg: Моля, посетете %s да одобри или отхвърли предложението.
cs: Prosím navštivte %s pro schválení či zamítnutí návrhu.
fi_fi: Hyväksy tai hylkää ehdotus %s-sivustossa
is: Farðu á %s til að samþykkja eða hunsa þessa uppástungu.
it: Visita %s per approvare o rifiutare il suggerimento.
nb_no: Vennligst besøk %s for å godkjenne eller avslå forslaget.
pt_br: Favor visitar %s para aprovar ou rejeitar a sugestão.

source: [Friendica:Notify] Connection accepted
cs: [Friendica:Oznámení] Spojení přijato
fi_fi: [Friendica:Notify] Yhteys hyväksytty
is: [Friendica:Notify] Tenging samþykkt
pt_br: [Friendica:Notificação] Conexão aceita

source: '%1$s' has accepted your connection request at %2$s
ar: قبِل '%1$s' طلب الاقتران على %2$s
cs: „%1$s“ přijal/a váš požadavek o spojení na %2$s
fi_fi: '%1$s' on hyväksynyt kaverikutsusi kohteessa %2$s
is: '%1$s' samþykkti tengibeiðni þína %2$s
it: '%1$s' ha accettato la tua richiesta di connessione su %2$s
pt_br: '%1$s' aceitou o seu pedido de conexão no %2$s

source: %2$s has accepted your [url=%1$s]connection request[/url].
ar: قبِل %2$s [url=%1$s]طلب الاقتران[/url].
cs: %2$s přijal/a váš [url=%1$s]požadavek o spojení[/url].
fi_fi: %2$s hyväksyi [url=%1$s]kaverikutsusi[/url].
is: %2$s samþykkti [url=%1$s]tengibeiðni þína[/url].
it: %2$s ha accettato la tua [url=%1$s]richiesta di connessione[/url]
pt_br: %2$s Foi aceita [url=%1$s] a conexão solicitada[/url].

source: You are now mutual friends and may exchange status updates, photos, and email without restriction.
ar: أصبحتما صديقين من كلا الطرفين ويمكنكما تبادل تحديثات الحالة، والصور، والبريد دون قيود.
cs: Jste nyní vzájemní přátelé a můžete si vyměňovat stavové zprávy, fotky a e-maily bez omezení.
fi_fi: Olette nyt yhteiset ystävät ja voitte lähettää toisillenne tilapäivityksiä, kuvia ja sähköposteja ilman rajoituksia.
is: Þið eruð núna gagnkvæmir vinir og getið skipst á stöðuuppfærslum, myndum og tölvupósti án hindrana.
it: Ora siete amici reciproci e potete scambiarvi aggiornamenti di stato, foto e messaggi privati senza restrizioni.
pt_br: Vocês agora são amigos mútuos e podem trocar atualizações de status, fotos e e-mails livremente.

source: Please visit %s if you wish to make any changes to this relationship.
ar: من فضلك زر %s إن أردت تغيير هذه العلاقة.
cs: Pokud chcete provést změny s tímto vztahem, prosím navštivte %s.
fi_fi: Käy osoitteessa %s muokkaamaan tätä kaverisuhdetta.
it: Visita %s se vuoi modificare questa relazione.

source: '%1$s' has chosen to accept you a fan, which restricts some forms of communication - such as private messaging and some profile interactions. If this is a celebrity or community page, these settings were applied automatically.
ar: قبِلك '%1$s' كمعجب، هذا يحدُّ من أشكال التواصل بينكما مثل الرسائل الخاصة وبعض التفاعلات. يتم هذا تلقائيا اذا كانت صفحة مشهور أو مجتمع.
cs: „%1$s“ se rozhodl/a vás přijmout jako fanouška, což omezuje některé formy komunikace - například soukoromé zprávy a některé interakce s profily. Pokud je toto stránka celebrity či komunity, byla tato nastavení aplikována automaticky.
fi_fi: '%1$s' on hyväksynyt sinut faniksi. Tämä rajoittaa joitain kommunikointitapoja - kuten yksityisviestiettely ja joitain profiilitoimintoja. Jos tämä on julkisuuden henkilö tai yhteisösivu, asetukset on valittu automaattisesti.
it: '%1$s' ha scelto di accettarti come "fan", il che limita alcune forme di comunicazione, come i messaggi privati, e alcune possibilità di interazione col profilo. Se è una pagina di una comunità o di una celebrità, queste impostazioni sono state applicate automaticamente.

source: '%1$s' may choose to extend this into a two-way or more permissive relationship in the future.
ar: قد يختار '%1$s' توسيعها إلى علاقة ذات اتجاهين أو أكثر في المستقبل.
cs: „%1$s“ se může rozhodnout tento vztah v budoucnosti rozšířit do oboustranného či jiného liberálnějšího vztahu.
fi_fi: '%1$s' voi halutessaan laajentaa suhteenne kahdenväliseksi.
it: '%1$s' può scegliere di estendere questa relazione in una relazione più permissiva in futuro.

source: Please visit %s if you wish to make any changes to this relationship.
ar: من فضلك زر %s إن أردت تغيير هذه العلاقة.
cs: Prosím navštivte %s pokud chcete změnit tento vztah.
fi_fi: Käy osoitteessa %s muokkaamaan tätä kaverisuhdetta.
it: Visita %s se desideri modificare questo collegamento.
pt_br: Por favor, visite %s se você desejar fazer quaisquer alterações a este relacionamento.

source: [Friendica System Notify]
ar: [تنبيه نظام فرنديكا]
cs: [Systémové oznámení Friendica]
fi_fi: [Friendica Järjestelmäilmoitus]
it: [Notifica di Sistema di Friendica]

source: registration request
ar: طلب تسجيل
cs: požadavek o registraci
fi_fi: rekisteröintipyyntö
is: beiðni um skráningu
it: richiesta di registrazione
nb_no: registrerings søknad

source: You've received a registration request from '%1$s' at %2$s
ar: تلقيت طلب تسجيل من '%1$s' على %2$s
cs: Obdržel/a jste požadavek o registraci od uživatele „%1$s“ na %2$s
fi_fi: Olet vastaanottanut rekisteröintipyynnön henkilöltä '%1$s' kohteessa %2$s
it: Hai ricevuto una richiesta di registrazione da '%1$s' su %2$s
nb_no: Du har fått en registrerings søknad fra '%1$s' på %2$s
pt_br: Você recebeu um pedido de cadastro de '%1$s' em %2$s

source: You've received a [url=%1$s]registration request[/url] from %2$s.
ar: تلقيت [url=%1$s]طلب تسجيل[/url] من %2$s.
cs: Obdržel/a jste [url=%1$s]požadavek o registraci[/url] od uživatele %2$s.
fi_fi: Olet vastaanottanut [url=%1$s]rekisteröintipyynnön[/url] henkilöltä %2$s.
it: Hai ricevuto una [url=%1$s]richiesta di registrazione[/url] da %2$s.
nb_no: Du har fått en [url=%1$s]registrerings søknad[/url] fra %2$s.
pt_br: Você recebeu uma [url=%1$s]solicitação de cadastro[/url] de %2$s.

source: Full Name: %s Site Location: %s Login Name: %s (%s)
cs: Celé jméno: %s Adresa stránky: %s Přihlašovací jméno: %s (%s)

source: Please visit %s to approve or reject the request.
ar: من فضلك زر %s لقبول أو رفض الطلب.
cs: Prosím navštivte %s k odsouhlasení nebo k zamítnutí požadavku.
fi_fi: Hyväksy tai hylkää pyyntö %s-sivustossa.
is: Farðu á %s til að samþykkja eða hunsa þessa beiðni.
it: Visita %s per approvare o rifiutare la richiesta.
pt_br: Por favor, visite %s para aprovar ou rejeitar a solicitação.

source: Authorize application connection
ar: خول لهذا التطبيق الاتصال
bg: Разрешава връзка с прилагането
cs: Povolit připojení aplikacím
fi_fi: Vahvista sovellusyhteys
is: Leyfa forriti að tengjast
it: Autorizza la connessione dell'applicazione
nb_no: Tillat forbindelse til program
pt_br: Autorizar a conexão com a aplicação

source: Return to your app and insert this Securty Code:
bg: Назад към приложението ти и поставите този Securty код:
cs: Vraťte se do vaší aplikace a zadejte tento bezpečnostní kód:
fi_fi: Palaa takaisin sovellukseen ja lisää tämä turvakoodi:
is: Farðu aftur í forritið þitt og settu þennan öryggiskóða þar
nb_no: Gå tilbake til din app og legg inn denne sikkerhetskoden:
pt_br: Volte para a sua aplicação e digite este código de segurança:

source: Please login to continue.
ar: يرجى الولوج للمتابعة.
bg: Моля, влезте, за да продължите.
cs: Pro pokračování se prosím přihlaste.
fi_fi: Ole hyvä ja kirjaudu jatkaaksesi.
is: Skráðu þig inn til að halda áfram.
it: Effettua il login per continuare.
nb_no: Vennligst logg inn for å fortsette.
pt_br: Por favor, autentique-se para continuar.

source: Do you want to authorize this application to access your posts and contacts, and/or create new posts for you?
ar: هل تخول لهذا التطبيق الوصول إلى مشاركاتك ومتراسليك، و/أو إنشاء مشاركات جديدة باسمك؟
bg: Искате ли да се разреши това приложение за достъп до вашите мнения и контакти, и / или създаване на нови длъжности за вас?
cs: Chcete umožnit této aplikaci přístup k vašim příspěvkům a kontaktům a/nebo k vytváření Vašich nových příspěvků?
fi_fi: Haluatko antaa tälle sovellukselle luvan hakea viestejäsi ja yhteystietojasi ja/tai luoda uusia viestejä?
is: Vilt þú leyfa þessu forriti að hafa aðgang að færslum og tengiliðum, og/eða stofna nýjar færslur fyrir þig?
it: Vuoi autorizzare questa applicazione per accedere ai messaggi e ai contatti, e / o creare nuovi messaggi per te?
nb_no: Vil du tillate at dette programmet får tilgang til dine innlegg og kontakter, og/eller kan opprette nye innlegg for deg?
pt_br: Deseja autorizar esta aplicação a acessar suas publicações e contatos e/ou criar novas publicações para você?

source: No
ar: لا
bg: Не
cs: Ne
fi_fi: Ei
is: Nei
nb_no: Nei
pt_br: Não

source: Parent user not found.
cs: Rodičovský uživatel nenalezen.

source: No parent user
ar: لا يوجد وليٌ
cs: Žádný rodičovský uživatel
it: Nessun utente principale

source: Parent Password:
ar: كلمة المرور الولي:
cs: Rodičovské heslo:
it: Password Principale:

source: Please enter the password of the parent account to legitimize your request.
ar: يرجى إدخال كلمة مرور الولي للمصادقة على طلبك.
cs: Prosím vložte heslo rodičovského účtu k legitimizaci vašeho požadavku.
it: Inserisci la password dell'account principale per autorizzare la tua richiesta.

source: Parent User
ar: الوليٌ
cs: Rodičovský uživatel
it: Utente Principale

source: Parent users have total control about this account, including the account settings. Please double check whom you give this access.
ar: المستخدمون الأولياء لديهم سيطرة كاملة على هذا الحساب، بما في ذلك إعدادات الحساب. الرجاء الحذر عند إعطاء صلاحية الوصول إليه.
cs: Rodičovští uživatelé mají naprostou kontrolu nad tímto účtem, včetně nastavení účtu. Prosím překontrolujte, komu tento přístup dáváte.
it: Gli utenti principali hanno il controllo totale su questo account, comprese le impostazioni. Assicurati di controllare due volte a chi stai fornendo questo accesso.

source: Save Settings
ar: احفظ الإعدادات
cs: Uložit nastavení
fi_fi: Tallenna asetukset
is: Vista stillingar
it: Salva Impostazioni
nb_no: Lagre innstillinger
pt_br: Salvar configurações

source: Delegate Page Management
bg: Участник, за управление на страница
cs: Správa delegátů stránky
fi_fi: Delegoi sivunhallinta
nb_no: Deleger sidebehandling
pt_br: Delegar Administração de Página

source: Delegates
ar: المندوبون
cs: Delegáti
fi_fi: Valtuutetut
it: Delegati

source: Delegates are able to manage all aspects of this account/page except for basic account settings. Please do not delegate your personal account to anybody that you do not trust completely.
ar: يستطيع المندوبون إدارة جميع جوانب هذا الحساب/الصفحة باستثناء إعدادات الحساب الأساسية. يرجى عدم تفويض حسابك الشخصي لأي شخص لا تثق به.
bg: Делегатите са в състояние да управляват всички аспекти от тази сметка / страница, с изключение на основните настройки сметка. Моля, не делегира Вашата лична сметка на никого, че не се доверявате напълно.
cs: Delegáti jsou schopni řídit všechny aspekty tohoto účtu/stránky, kromě základních nastavení účtu. Prosím, nedelegujte svůj osobní účet nikomu, komu zcela nedůvěřujete.
it: I Delegati sono in grado di gestire tutti gli aspetti di questa pagina, tranne per le impostazioni di base dell'account. Non delegare il tuo account personale a nessuno di cui non ti fidi ciecamente.
nb_no: Delegater kan behandle alle sider ved denne kontoen/siden, bortsett fra grunnleggende kontoinnstillinger. Vennligst ikke deleger din personlige konto til noen som du ikke stoler fullt og fast på.
pt_br: Delegados podem administrar todos os aspectos dessa página/conta exceto por configurações básicas da conta. Favor não delegar sua conta pessoal para ninguém que você não confie inteiramente.

source: Existing Page Delegates
ar: مندوبو الصفحة الحاليون
bg: Съществуващите Делегатите Страница
cs: Stávající delegáti stránky
fi_fi: Sivun valtuutetut
it: Delegati Pagina Esistenti
nb_no: Eksisterende sidedelegater
pt_br: Delegados de Páginas Existentes

source: Potential Delegates
ar: المندوبون المحتملون
bg: Потенциални Делегатите
cs: Potenciální delegáti
fi_fi: Mahdolliset valtuutetut
it: Delegati Potenziali
nb_no: Mulige delegater
pt_br: Delegados Potenciais

source: Remove
ar: أزل
bg: Премахване
cs: Odstranit
fi_fi: Poista
is: Fjarlægja
it: Rimuovi
nb_no: Slett
pt_br: Remover

source: Add
ar: أضف
bg: Добави
cs: Přidat
fi_fi: Lisää
is: Bæta við
it: Aggiungi
nb_no: Legg til
pt_br: Adicionar

source: No entries.
ar: لا مدخلات.
bg: няма регистрирани
cs: Žádné záznamy.
fi_fi: Ei kohteita.
is: Engar færslur.
it: Nessuna voce.
nb_no: Ingen oppføringer
pt_br: Sem entradas.

source: Post successful.
bg: Мнение успешно.
cs: Příspěvek úspěšně odeslán
fi_fi: Viestin lähetys onnistui.
is: Melding tókst.
nb_no: Innlegg vellykket.
pt_br: Publicado com sucesso.

source: Subscribing to OStatus contacts
cs: Registruji Vás ke kontaktům OStatus
fi_fi: OStatus -kontaktien tilaaminen

source: No contact provided.
ar: لم يُقدم متراسلين.
cs: Nebyl poskytnut žádný kontakt.
fi_fi: Kontakti puuttuu.
is: Enginn tengiliður uppgefinn.
it: Nessun contatto disponibile.

source: Couldn't fetch information for contact.
ar: تعذر جلب معلومات المتراسل.
cs: Nelze načíst informace pro kontakt.
fi_fi: Kontaktin tietoja ei voitu hakea.
it: Non è stato possibile recuperare le informazioni del contatto.

source: Couldn't fetch friends for contact.
ar: تعذر جلب أصدقاء المتراسل.
cs: Nelze načíst přátele pro kontakt.
fi_fi: Ei voitu hakea kontaktin kaverit.
it: Non è stato possibile recuperare gli amici del contatto.

source: Done
ar: تم
cs: Hotovo
fi_fi: Valmis
is: Lokið
it: Fatto

source: success
ar: نجح
cs: úspěch
fi_fi: onnistui
is: tókst
it: successo
nb_no: vellykket.
pt_br: sucesso

source: failed
ar: فشل
cs: selhalo
fi_fi: epäonnistui
is: mistókst
it: fallito
nb_no: mislyktes

source: ignored
ar: متجاهل
cs: ignorován
fi_fi: ohitettu
is: hunsað
it: ignorato
nb_no: ignorert
pt_br: Ignorado

source: Keep this window open until done.
ar: أبق هذه النافذة مفتوحة حتى ينتهي.
cs: Toto okno nechte otevřené až do konce.
fi_fi: Pidä tämä ikkuna auki kunnes kaikki tehtävät on suoritettu.
is: Halda þessum glugga opnum þar til öllu er lokið.
it: Tieni questa finestra aperta fino a che ha finito.

source: Permission denied
bg: Разрешението е отказано
cs: Nedostatečné oprávnění
fi_fi: Käyttöoikeus evätty
is: Bannaður aðgangur
nb_no: Tilgang nektet
pt_br: Permissão negada
