Repository: duthied/Free-Friendika
Catalog: view/lang/*/messages.po
Languages: ar, bg, cs, fi_fi, is, it, nb_no, pt_br

source: If you wish, you can turn on strict certificate checking. This will mean you cannot connect (at all) to self-signed SSL sites.
bg: Ако желаете, можете да се обърнете на стриктна проверка на сертификат. Това ще означава, че не можете да свържете (на всички), за да самоподписани SSL обекти.
cs: Pokud si přejete, můžete vynutit striktní ověřování certifikátů. To znamená že se nebudete moci připojit k žádnému serveru s vlastním SSL certifikátem.
it: Se vuoi, puoi abilitare il controllo rigoroso dei certificati.Questo significa che non potrai collegarti (del tutto) con siti con certificati SSL auto-firmati.
nb_no: Hvis du vil, så kan du skru på streng sertifikatkontroll. Dette betyr at du ikke kan opprette forbindelse (i det hele tatt) med nettsteder som bruker selvsignerte SSL-sertifikater.
pt_br: Caso deseje, você pode habilitar a restrição de certificações. Isso significa que você não poderá conectar-se a nenhum site que use certificados auto-assinados.

source: Proxy user
ar: مستخدم الوكيل
bg: Proxy потребител
cs: Proxy uživatel
fi_fi: Välityspalvelimen käyttäjä
is: Proxy notandi
it: Utente Proxy
nb_no: Brukernavn til mellomtjener
pt_br: Usuário do proxy

source: Proxy URL
ar: رابط الوكيل
cs: Proxy URL adresa
fi_fi: Välityspalvelimen osoite
is: Proxy slóð
it: URL Proxy
nb_no: Mellomtjener URL
pt_br: URL do proxy

source: Network timeout
ar: انتهت مهلة الاتصال بالشبكة
bg: Мрежа изчакване
cs: Čas vypršení síťového spojení (timeout)
fi_fi: Verkon aikakatkaisu
is: Net tími útrunninn
it: Timeout rete
nb_no: Tidsavbrudd for nettverk
pt_br: Limite de tempo da rede

source: Value is in seconds. Set to 0 for unlimited (not recommended).
ar: القيمة بالثواني. تعيينها لـ 0 يعني مهلة غير محدودة (غير مستحسن).
bg: Стойността е в секунди. Настройте на 0 за неограничен (не се препоръчва).
cs: Hodnota ve vteřinách. Nastavte 0 pro neomezeno (není doporučeno).
it: Valore in secondi. Imposta a 0 per illimitato (non raccomandato).
nb_no: Verdien er i sekunder. Sett til 0 for ubegrenset (ikke anbefalt).
pt_br: Valor em segundos. Defina como 0 para ilimitado (não recomendado).

source: Maximum Load Average
bg: Максимално натоварване
cs: Maximální průměrné zatížení
fi_fi: Kuorman enimmäiskeksiarvo
is: Mesta meðaltals álag
it: Massimo carico medio
nb_no: Maksimal snittlast
pt_br: Média de Carga Máxima

source: Maximum system load before delivery and poll processes are deferred - default %d.
cs: Maximální systémová zátěž, než budou procesy pro doručení a dotazování odloženy - výchozí hodnota %d.
it: Carico massimo del sistema prima che i processi di invio e richiesta siano rinviati - predefinito %d.

source: Maximum Load Average (Frontend)
cs: Maximální průměrné zatížení (Frontend)
fi_fi: Kuorman enimmäiskeskiarvo (Frontend)

source: Maximum system load before the frontend quits service - default 50.
cs: Maximální zatížení systému předtím, než frontend ukončí službu - výchozí hodnota 50
fi_fi: Järjestelmäkuormitus jolloin Frontend poistetaan käytöstä (oletusarvo 50).

source: Minimal Memory
ar: الحد الأدنى للذاكرة
cs: Minimální paměť
it: Memoria Minima

source: Minimal free memory in MB for the worker. Needs access to /proc/meminfo - default 0 (deactivated).
ar: الحد الأدنى لذاكرة الحرة للمهمة بالميغابايت. تحتاج إذن الوصول إلى /proc/meminfo - الافتراضي 0 (معطل).
cs: Minimální volná paměť v MB pro pracovníka. Potřebuje přístup do /proc/meminfo - výchozí hodnota 0 (deaktivováno)
it: Minima memoria libera in MB per il worker. Necessita di avere accesso a /proc/meminfo - default 0 (disabilitato).

source: Maximum table size for optimization
cs: Maximální velikost tabulky pro optimalizaci
fi_fi: Taulukon enimmäiskoko optimointia varten

source: Maximum table size (in MB) for the automatic optimization. Enter -1 to disable it.
cs: Maximální velikost tabulky (v MB) pro automatickou optimalizaci. Zadáním -1 ji vypnete.

source: Minimum level of fragmentation
cs: Minimální úroveň fragmentace

source: Minimum fragmenation level to start the automatic optimization - default value is 30%.
cs: Minimální úroveň fragmentace pro spuštění automatické optimalizace - výchozí hodnota je 30%.

source: Periodical check of global contacts
cs: Pravidelně ověřování globálních kontaktů
pt_br: Checagem periódica dos contatos globais

source: If enabled, the global contacts are checked periodically for missing or outdated data and the vitality of the contacts and servers.
cs: Pokud je toto povoleno, budou globální kontakty pravidelně kontrolovány pro zastaralá data a životnost kontaktů a serverů.

source: Days between requery
ar: المهلة بالأيام بين الطلبات
cs: Dny mezi dotazy
it: Giorni tra le richieste

source: Number of days after which a server is requeried for his contacts.
cs: Počet dnů, po kterých je server znovu dotázán na své kontakty

source: Discover contacts from other servers
ar: اكتشف متراسلين من خوادم أخرى
cs: Objevit kontakty z ostatních serverů
fi_fi: Etsi kontakteja muilta palvelimilta
it: Trova contatti dagli altri server

source: Periodically query other servers for contacts. You can choose between "Users": the users on the remote system, "Global Contacts": active contacts that are known on the system. The fallback is meant for Redmatrix servers and older friendica servers, where global contacts weren't available. The fallback increases the server load, so the recommended setting is "Users, Global Contacts".
cs: Periodicky dotazovat ostatní servery pro kontakty. Můžete si vybrat mezi možnostmi: „Uživatelé“: uživatelé na vzdáleném systému, a „Globální kontakty“: aktivní kontakty, které jsou známy na systému. Funkce fallback je určena pro servery Redmatrix a starší servery Friendica, kde globální kontakty nejsou dostupné. Fallback zvyšuje serverovou zátěž, doporučené nastavení je proto „Uživatelé, globální kontakty“.

source: Timeframe for fetching global contacts
cs: Časový rámec pro načítání globálních kontaktů

source: When the discovery is activated, this value defines the timeframe for the activity of the global contacts that are fetched from other servers.
cs: Pokud je aktivováno objevování, tato hodnota definuje časový rámec pro aktivitu globálních kontaktů, které jsou načteny z jiných serverů.

source: Search the local directory
ar: ابحث في الدليل المحلي
cs: Hledat v místním adresáři
fi_fi: Paikallisluettelohaku
it: Cerca la directory locale

source: Search the local directory instead of the global directory. When searching locally, every search will be executed on the global directory in the background. This improves the search results when the search is repeated.
ar: يبحث في الدليل المحلي بدلاً من الدليل العالمي. عند إجراء بحث محلي ، يجرى نفس البحث في الدليل العالمي في الخلفية. هذا يحسن نتائج البحث إذا تكررت.
cs: Prohledat místní adresář místo globálního adresáře. Při místním prohledávání bude každé hledání provedeno v globálním adresáři na pozadí. To vylepšuje výsledky při zopakování hledání.
it: Cerca nella directory locale invece che nella directory globale. Durante la ricerca a livello locale, ogni ricerca verrà eseguita sulla directory globale in background. Ciò migliora i risultati della ricerca quando la ricerca viene ripetuta.

source: Publish server information
ar: انشر معلومات الخادم
cs: Zveřejnit informace o serveru
fi_fi: Julkaise palvelintiedot
it: Pubblica informazioni server

source: If enabled, general server and usage data will be published. The data contains the name and version of the server, number of users with public profiles, number of posts and the activated protocols and connectors. See <a href="http://the-federation.info/">the-federation.info</a> for details.
ar: إذا فعل ستنشر البيانات العامة للخادم وبيانات استخدامه. تحتوي هذه البيانات على اسم وإصدار الخادم ، وعدد المستخدمين الذين لهم ملف شخصي علني، وعدد المنشورات وقائمة الموصّلات والموافيق النشطة. راجع <a href="http://the-federation.info/">federation.info</a> للحصول على التفاصيل.
cs: Pokud je tohle povoleno, budou zveřejněna obecná data o serveru a jeho používání. Data obsahují jméno a verzi serveru, počet uživatelů s veřejnými profily, počet příspěvků a aktivované protokoly a konektory. Pro více informací navštivte <a href="http://the-federation.info/">the-federation.info</a>.
it: Se abilitato, saranno pubblicate le informazioni sul server e i dati di utilizzo. Le informazioni contengono nome e versione del server, numero di utenti con profilo pubblico, numero di messaggi e quali protocolli e connettori sono stati attivati. Vedi <a href="http://the-federation.info/">the-federation.info</a> per dettagli.

source: Check upstream version
ar: تحقق من الاصدار المنبعي
cs: Zkontrolovat upstreamovou verzi
it: Controlla versione upstream

source: Enables checking for new Friendica versions at github. If there is a new version, you will be informed in the admin panel overview.
cs: Umožní kontrolovat nové verze Friendica na GitHubu. Pokud existuje nová verze, budete informován/a na přehledu administračního panelu.
it: Abilita il controllo di nuove versioni di Friendica su Github. Se sono disponibili nuove versioni, ne sarai informato nel pannello Panoramica dell'amministrazione.

source: Suppress Tags
ar: اخف الوسوم
cs: Potlačit štítky
fi_fi: Piilota tunnisteet
it: Sopprimi Tags
pt_br: Suprime etiquetas

source: Suppress showing a list of hashtags at the end of the posting.
ar: اخف قائمة الوسوم من أسفل المشاركة.
cs: Potlačit zobrazení seznamu hastagů na konci příspěvků.
fi_fi: Piilota tunnistelista julkaisun lopussa.
it: Non mostra la lista di hashtag in coda al messaggio
pt_br: suprime mostrar uma lista de hashtags no final de cada texto.

source: Clean database
ar: امسح قاعدة البيانات
cs: Vyčistit databázi
it: Pulisci database

source: Remove old remote items, orphaned database records and old content from some other helper tables.
ar: يزيل العناصر البعيدة القديمة والسجلات اليتيمة والمحتوى القديم من بعض الجداول المساعدة.
cs: Odstranit staré vzdálené položky, osiřelé záznamy v databázi a starý obsah z některých dalších pomocných tabulek.
it: Rimuove i i vecchi elementi remoti, i record del database orfani e il vecchio contenuto da alcune tabelle di supporto.

source: Lifespan of remote items
ar: عمر العناصر البعيدة
cs: Životnost vzdálených položek
is: Líftími fjartengdra atriða
it: Durata della vita di oggetti remoti

source: When the database cleanup is enabled, this defines the days after which remote items will be deleted. Own items, and marked or filed items are always kept. 0 disables this behaviour.
ar: إذا كان تنظيف قاعدة البيانات مفعلًا ، فإن هذه القيمة تمثل المهلة بالأيام لحذف العناصر البعيدة. يتم دائمًا الاحتفاظ بالعناصر المحلية والمفضلة والمؤرشفة. أدخل 0 لتعطيله.
cs: Pokud je zapnuto čištění databáze, tato funkce definuje počet dnů, po kterých budou smazány vzdálené položky. Vlastní položky a označené či vyplněné položky jsou vždy ponechány. Hodnota 0 tuto funkci vypíná.
it: Quando la pulizia del database è abilitata, questa impostazione definisce quali elementi remoti saranno cancellati. I propri elementi e quelli marcati preferiti o salvati in cartelle saranno sempre mantenuti. Il valore 0 disabilita questa funzionalità.

source: Lifespan of unclaimed items
cs: Životnost nevyžádaných položek
it: Durata della vita di oggetti non reclamati

source: When the database cleanup is enabled, this defines the days after which unclaimed remote items (mostly content from the relay) will be deleted. Default value is 90 days. Defaults to the general lifespan value of remote items if set to 0.
cs: Pokud je zapnuto čištění databáze, tato funkce definuje počet dnů, po kterých budou smazány nevyžádané vzdálené položky (většinou obsah z přeposílacího serveru). Výchozí hodnota je 90 dní. Pokud je zadaná hodnota 0, výchozí hodnotou bude obecná hodnota životnosti vzdálených položek.
it: Quando la pulizia del database è abilitata, questa impostazione definisce dopo quanti giorni gli elementi remoti non reclamanti (principalmente il contenuto dai relay) sarà cancellato. Il valore di default è 90 giorni. Se impostato a 0, verrà utilizzato il valore della durata della vita degli elementi remoti.

source: Lifespan of raw conversation data
cs: Životnost hrubých dat konverzací
it: Durata della vita di dati di conversazione grezzi

source: The conversation data is used for ActivityPub and OStatus, as well as for debug purposes. It should be safe to remove it after 14 days, default is 90 days.
cs: Data konverzací jsou použita pro ActivityPub a OStatus a pro účely ladění. Mělo by být bezpečné je odstranit po 14 dnech, výchozí hodnota je 90 dní.
it: I dati di conversazione sono usati per ActivityPub e OStatus, come anche per necessità di debug. Dovrebbe essere sicuro rimuoverli dopo 14 giorni. Il default è 90 giorni.

source: Path to item cache
cs: Cesta k položkám v mezipaměti
nb_no: Sti til mellomlager for elementer
pt_br: Diretório do cache de item

source: The item caches buffers generated bbcode and external images.
cs: V mezipaměti je uložen vygenerovaný BBCode a externí obrázky.

source: Cache duration in seconds
cs: Doba platnosti vyrovnávací paměti v sekundách
fi_fi: Välimuistin kesto sekunteina
nb_no: Mellomlagringens varighet i sekunder
pt_br: Duração do cache em segundos

source: How long should the cache files be hold? Default value is 86400 seconds (One day). To disable the item cache, set the value to -1.
cs: Jak dlouho by měla vyrovnávací paměť držet data? Výchozí hodnota je 86400 sekund (Jeden den). Pro vypnutí funkce vyrovnávací paměti nastavte hodnotu na -1.
pt_br: Por quanto tempo os arquivos de cache devem ser mantidos? O valor padrão é 86400 segundos (um dia). Para desativar o cache, defina o valor para -1.

source: Maximum numbers of comments per post
ar: حد عدد التعليقات لكل مشاركة
cs: Maximální počet komentářů k příspěvku
fi_fi: Julkaisun kommentiraja
it: Numero massimo di commenti per messaggio
pt_br: O número máximo de comentários por post

source: How much comments should be shown for each post? Default value is 100.
ar: عدد التعليقات التي تعرض لكل مشاركة؟ القيمة الافتراضية هي 100.
cs: Kolik komentářů by mělo být zobrazeno k každému příspěvku? Výchozí hodnotou je 100.
it: Quanti commenti devono essere mostrati per ogni messaggio? Default : 100.
pt_br: Quanto comentários devem ser mostradas em cada post? O valor padrão é 100.

source: Temp path
ar: مسار التخزين المؤقت
cs: Cesta k dočasným souborům
fi_fi: Väliaikaistiedostojen polku
it: Percorso file temporanei
nb_no: Temp-sti
pt_br: Diretório Temp

source: If you have a restricted system where the webserver can't access the system temp path, enter another path here.
ar: إذا كان نظامك مقيد حيث لا يستطيع خادم الويب الوصول إلى مسار مجلد التخزين المؤقت (temp)، أدخل مسار آخر هنا.
cs: Pokud máte omezený systém, kde webový server nemá přístup k systémové složce temp, zde zadejte jinou cestu.
fi_fi: Mikäli verkkopalvelimesi ei voi käyttää järjestelmän väliaikaistiedostojen polkua, syötä toinen polku tähän.
it: Se si dispone di un sistema ristretto in cui il server web non può accedere al percorso temporaneo di sistema, inserire un altro percorso qui.

source: Disable picture proxy
cs: Vypnutí obrázkové proxy
pt_br: Disabilitar proxy de imagem

source: The picture proxy increases performance and privacy. It shouldn't be used on systems with very low bandwidth.
cs: Obrázková proxy zvyšuje výkon a soukromí. Neměla by však být používána na systémech s velmi malou rychlostí připojení.

source: Only search in tags
ar: ابحث في الوسوم فقط
cs: Hledat pouze ve štítcích
fi_fi: Tunnistehaku
it: Cerca solo nei tag
pt_br: Somente pesquisa nas estiquetas

source: On large systems the text search can slow down the system extremely.
ar: في النّظم الكبيرة، يمكن أن يؤدي البحث عن النصوص إلى إبطاء النظام.
cs: Textové vyhledávání může u rozsáhlých systémů znamenat velmi citelné zpomalení systému.
it: Su server con molti dati, la ricerca nel testo può estremamente rallentare il sistema.
pt_br: Em grandes sistemas a pesquisa de texto pode deixar o sistema muito lento.

source: New base url
cs: Nová výchozí url adresa
fi_fi: Uusi perusosoite
nb_no: Ny base URL
pt_br: Nova URL base

source: Change base url for this server. Sends relocate message to all Friendica and Diaspora* contacts of all users.
cs: Změnit výchozí URL adresu pro tento server. Toto odešle zprávu o přemístění všem kontaktům na Friendica a Diaspora* všech uživatelů.
fi_fi: Vaihtaa tämän palvelimen perus-URL-osoitteen. Lähettää uudelleensijoitusviestit käyttäjien kaikille kontakteille Friendicassa ja Diasporassa*.

source: RINO Encryption
cs: RINO Šifrování
fi_fi: RINO-salaus

source: Encryption layer between nodes.
cs: Šifrovací vrstva mezi servery.
fi_fi: Salauskerros solmujen välillä.

source: Enabled
cs: Povoleno
fi_fi: Käytössä
is: Virkt

source: Maximum number of parallel workers
ar: الحد الأقصى لعدد المهام
cs: Maximální počet paralelních pracovníků
fi_fi: Enimmäismäärä rinnakkaisia workereitä
it: Massimo numero di lavori in parallelo

source: On shared hosters set this to %d. On larger systems, values of %d are great. Default value is %d.
cs: Na sdílených hostinzích toto nastavte na hodnotu %d. Na větších systémech se hodí hodnoty kolem %d. Výchozí hodnotou je %d.
it: Con hosting condiviso, imposta a %d. Su sistemi più grandi, vanno bene valori come %d. Il valore di default è %d.

source: Don't use "proc_open" with the worker
cs: Nepoužívat „proc_open“ s pracovníkem

source: Enable this if your system doesn't allow the use of "proc_open". This can happen on shared hosters. If this is enabled you should increase the frequency of worker calls in your crontab.
cs: Tohle zapněte, pokud Váš systém nedovoluje používání „proc_open“. To se může stát na sdíleném hostingu. Pokud je toto povoleno, bude zvýšena častost vyvolávání pracovníka v crontabu.

source: Enable fastlane
cs: Povolit fastlane
fi_fi: Käytä fastlane
it: Abilita fastlane

source: When enabed, the fastlane mechanism starts an additional worker if processes with higher priority are blocked by processes of lower priority.
cs: Pokud je toto povoleno, mechanismus fastlane spustí dodatečného pracovníka, pokud jsou procesy vyšší priority zablokované procesy nižší priority.
it: Quando abilitato, il meccanismo di fastlane avvia processi aggiuntivi se processi con priorità più alta sono bloccati da processi con priorità più bassa.

source: Enable frontend worker
cs: Povolit frontendového pracovníka
fi_fi: Ota Frontend Worker käyttöön

source: When enabled the Worker process is triggered when backend access is performed (e.g. messages being delivered). On smaller sites you might want to call %s/worker on a regular basis via an external cron job. You should only enable this option if you cannot utilize cron/scheduled jobs on your server.
cs: Pokud je toto povoleno, bude proces pracovníka vyvolán, pokud je proveden backendový přístup (např. když jsou doručovány zprávy). Na menších stránkách možná budete chtít pravidelně vyvolávat %s/worker přes externí úlohu cron. Tuto možnost byste měl/a zapnout pouze, pokud nemůžete na vašem serveru používat cron/plánované úlohy.

source: Subscribe to relay
cs: Odebírat ze serveru pro přeposílání
fi_fi: Relen tilaus

source: Enables the receiving of public posts from the relay. They will be included in the search, subscribed tags and on the global community page.
cs: Umožňuje přijímat veřejné příspěvky z přeposílacího serveru. Budou zahrnuty ve vyhledávání, odebíraných štítcích a na globální komunitní stránce.

source: Relay server
cs: Server pro přeposílání (relay)
fi_fi: Relepalvelin

source: Address of the relay server where public posts should be send to. For example https://relay.diasp.org
cs: Adresa přeposílacího serveru, kam budou posílány veřejné příspěvky. Příklad: https://relay.diasp.org

source: Direct relay transfer
cs: Přímý přenos na server pro přeposílání
fi_fi: Suora releen siirto
it: Trasferimento relay diretto

source: Enables the direct transfer to other servers without using the relay servers
cs: Umožňuje přímý přenos na ostatní servery bez použití přeposílacích serverů
it: Abilita il trasferimento diretto agli altri server senza utilizzare i server relay.

source: Relay scope
cs: Rozsah příspěvků z přeposílacího serveru
fi_fi: Relen soveltamisala
it: Ambito del relay

source: Can be "all" or "tags". "all" means that every public post should be received. "tags" means that only posts with selected tags should be received.
ar: إما أن يكون "الكل" أو "الوسوم". يعني "الكل" وُجوب تلقي كل المشاركات العلنية. تعني "الوسوم" وجوب تلقي المشاركات ذات الوسوم المحددة فقط.
cs: Může být buď „vše“ nebo „štítky“. „vše“ znamená, že budou přijaty všechny veřejné příspěvky. „štítky“ znamená, že budou přijaty pouze příspěvky s vybranými štítky.
it: Può essere "tutto" o "etichette". "tutto" significa che ogni messaggio pubblico può essere ricevuto. "etichette" significa che solo i messaggi con le etichette selezionate saranno ricevuti.

source: all
ar: الكل
cs: vše
fi_fi: kaikki
is: allt
it: tutti

source: tags
ar: الوسوم
cs: štítky
fi_fi: tunnisteet
is: merki

source: Server tags
ar: وسوم الخادم
cs: Serverové štítky
fi_fi: palvelintunnisteet
it: Tags server

source: Comma separated list of tags for the "tags" subscription.
cs: Seznam štítků pro odběr „tags“, oddělených čárkami.
it: Lista separata da virgola di etichette per la sottoscrizione "etichette".

source: Allow user tags
ar: اسمح بوسوم المستخدمين
cs: Povolit uživatelské štítky
fi_fi: Salli käyttäjien tunnisteet
it: Permetti tag utente

source: If enabled, the tags from the saved searches will used for the "tags" subscription in addition to the "relay_server_tags".
cs: Pokud je toto povoleno, budou štítky z uložených hledání vedle odběru „relay_server_tags“ použity i pro odběr „tags“.
it: Se abilitato, le etichette delle ricerche salvate saranno usate per la sottoscrizione "etichette" in aggiunta ai "server_etichette".

source: Start Relocation
ar: ابدأ النقل
cs: Začít přemístění
it: Inizia il Trasloco

source: Your DB still runs with MyISAM tables. You should change the engine type to InnoDB. As Friendica will use InnoDB only features in the future, you should change this! See <a href="%s">here</a> for a guide that may be helpful converting the table engines. You may also use the command <tt>php bin/console.php dbstructure toinnodb</tt> of your Friendica installation for an automatic conversion.<br />
ar: تستخدم قاعدة البيانات جداول MYISAM. يجب عليك تغيير المحرك إلى InnoDB حيث أنه من المخطط أن يستخدم فرنديكا ميزات منوطة بـ InnoDB في المستقبل.راجع <a href="%s"> هذا الدليل </a> لتحديث قاعدة البيانات الخاصة بك. يمكنك أيضًا تشغيل الأمر <tt>php bin/console.php dbstructure toinnodb</tt> في دليل الجذر لفرنديكا للتحويل التلقائي.<br />
cs: Vaše databáze stále běží s tabulkami MyISAM. Měl/a byste změnit typ datového úložiště na InnoDB. Protože Friendica bude v budoucnu používat pouze funkce pro InnoDB, měl/a byste to změnit! <a href="%s">Zde</a> naleznete návod, který by pro vás mohl být užitečný při konverzi úložišť. Můžete také použít příkaz <tt>php bin/console.php dbstructure toinnodb</tt> na Vaší instalaci Friendica pro automatickou konverzi.<br />
it: Stai ancora usando tabelle MyISAM. Dovresti cambiare il tipo motore a InnoDB. Siccome Friendica userà funzionalità specifiche di InnoDB nel futuro, dovresti modificarlo. Vedi <a href="%s">qui</a>nel per una guida che può esserti utile nel convertire il motore delle tabelle. Puoi anche usare il comando <tt>php bin/console.php dbstructure toinnodb</tt> della tua installazione di Friendica per eseguire una conversione automatica. <br />
