Repository: duthied/Free-Friendika
Catalog: view/lang/*/messages.po
Languages: ar, bg, cs, fi_fi, is, it, nb_no, pt_br

source: If you like, Friendica may suggest new members to add you as a contact.
cs: Pokud budete chtít, může Friendica nabízet novým členům, aby si vás přidali jako kontakt.

source: Permit unknown people to send you private mail?
ar: أتسمح لأشخاص مجهولين بإرسال بريد خاص لك؟
bg: Разрешение непознати хора, за да ви Изпратете лично поща?
cs: Povolit neznámým lidem vám zasílat soukromé zprávy?
fi_fi: Salli yksityisviesit tuntemattomilta?
it: Permetti a utenti sconosciuti di inviarti messaggi privati?
nb_no: Tillat ukjente personer å sende deg privat post?
pt_br: Permitir que pessoas desconhecidas lhe enviem mensagens privadas?

source: Friendica network users may send you private messages even if they are not in your contact list.
ar: يمكن لمستخدمي شبكة فرَندِكا إرسال رسائل خاصة لك حتى إن لم يكونوا في قائمة المتراسلين.
cs: Uživatelé sítě Friendica vám mohou posílat soukromé zprávy, i pokud nejsou ve vašich kontaktech.
it: Gli utenti sulla rete Friendica possono inviarti messaggi privati anche se non sono nella tua lista di contatti.

source: Profile is <strong>not published</strong>.
bg: Профил <strong> не се публикува </ strong>.
cs: Profil <strong>není zveřejněn</strong>.
fi_fi: Profiili <strong>ei ole julkaistu</strong>.
is: Forsíðu hefur <strong>ekki verið gefinn út</strong>.
nb_no: Profilen er <strong>ikke publisert</strong>.
pt_br: O perfil <strong>não está publicado</strong>.

source: Your Identity Address is <strong>'%s'</strong> or '%s'.
ar: عنوان معرفك هو <strong>'%s'</strong> أو '%s'.
cs: Vaše adresa identity je <strong>„%s“</strong> nebo „%s“.
fi_fi: Identiteettisi osoite on <strong>'%s'</strong> tai '%s'.
it: L'indirizzo della tua identità è <strong>'%s'</strong> or '%s'.

source: Automatically expire posts after this many days:
ar: أنه صَلاحِيَة المشاركات تلقائياً بعد هذا العدد من الأيام:
bg: Автоматично изтича мнения след толкова много дни:
cs: Automaticky expirovat příspěvky po zadaném počtu dní:
is: Sjálfkrafa fyrna færslu eftir hvað marga daga:
it: Fai scadere i messaggi automaticamente dopo x giorni:
nb_no: Innlegg utgår automatisk etter så mange dager:
pt_br: Expirar automaticamente publicações após tantos dias:

source: If empty, posts will not expire. Expired posts will be deleted
ar: إذا كان فارغاً، لن تنتهي صلاحية المشاركات. وإلا بعد المهلة ستحذف المشاركات المنتهية صلاحيتها
bg: Ако е празна, мнението няма да изтече. Изтекли мнения ще бъдат изтрити
cs: Pokud je prázdné, příspěvky nebudou nikdy expirovat. Expirované příspěvky budou vymazány
fi_fi: Jos kenttä jää tyhjäksi, julkaisut eivät vanhene. Vanhentuneet julkaisut poistetaan.
is: Tómar færslur renna ekki út. Útrunnum færslum er eytt
it: Se lasciato vuoto, i messaggi non verranno cancellati.
nb_no: Tomme innlegg utgår ikke. Utgåtte innlegg slettes.
pt_br: Se deixado em branco, as publicações não irão expirar. Publicações expiradas serão excluídas.

source: Advanced expiration settings
bg: Разширени настройки за изтичане на срока
cs: Pokročilé nastavení expirací
is: Ítarlegar stillingar fyrningatíma
nb_no: Avanserte innstillinger for å utgå
pt_br: Configurações avançadas de expiração

source: Advanced Expiration
bg: Разширено Изтичане
cs: Nastavení expirací
is: Flókin fyrning
nb_no: Avansert utgå
pt_br: Expiração avançada

source: Expire posts:
bg: Срок на мнения:
cs: Expirovat příspěvky:
fi_fi: Julkaisujen vanheneminen:
is: Fyrna færslur:
nb_no: Innlegg utgår:
pt_br: Expirar publicações:

source: Expire personal notes:
bg: Срок на лични бележки:
cs: Expirovat osobní poznámky:
is: Fyrna einka glósur:
nb_no: Personlige notater utgår:
pt_br: Expirar notas pessoais:

source: Expire starred posts:
bg: Срок със звезда на мнения:
cs: Expirovat příspěvky s hvězdou:
fi_fi: Tähtimerkityt julkaisut vanhenee:
is: Fyrna stjörnumerktar færslur:
nb_no: Innlegg med stjerne utgår:
pt_br: Expirar publicações destacadas:

source: Expire photos:
bg: Срок на снимки:
cs: Expirovat fotky:
fi_fi: Kuvat vanhenee:
is: Fyrna myndum:
nb_no: Bilder utgår:
pt_br: Expirar fotos:

source: Only expire posts by others:
bg: Само изтича мнения от други:
cs: Příspěvky expirovat pouze ostatními:
nb_no: Kun innlegg fra andre utgår:
pt_br: Expirar somente as publicações de outras pessoas:

source: Account Settings
ar: إعدادات الحساب
bg: Настройки на профила
cs: Nastavení účtu
fi_fi: Tiliasetukset
is: Stillingar aðgangs
it: Impostazioni account
nb_no: Kontoinnstillinger
pt_br: Configurações da conta

source: Password Settings
ar: إعدادات كلمة المرور
bg: Парола Настройки
cs: Nastavení hesla
fi_fi: Salasana-asetukset
is: Stillingar aðgangsorða
it: Impostazioni password
nb_no: Passordinnstillinger
pt_br: Configurações da senha

source: New Password:
ar: كلمة المرور الجديدة:
bg: нова парола
cs: Nové heslo:
fi_fi: Uusi salasana:
is: Nýtt aðgangsorð:
it: Nuova password:
nb_no: Nytt passord:
pt_br: Nova senha:

source: Allowed characters are a-z, A-Z, 0-9 and special characters except white spaces, accentuated letters and colon (:).
cs: Povolené znaky jsou a-z, A-Z, 0-9 a zvláštní znaky kromě mezer, znaků s diakritikou a dvojtečky (:).

source: Confirm:
ar: التأكيد:
bg: Потвърждаване...
cs: Potvrďte:
fi_fi: Vahvista:
is: Staðfesta:
it: Conferma:
nb_no: Bekreft:
pt_br: Confirme:

source: Leave password fields blank unless changing
ar: اترك حقول كلمة المرور فارغة ما لم ترد تغييرها
bg: Оставете паролите полета празни, освен ако промяна
cs: Pokud nechcete změnit heslo, položku hesla nevyplňujte
fi_fi: Jätä salasana kenttää tyhjäksi jos et halua vaihtaa salasanaa
is: Hafðu aðgangsorða svæði tóm nema þegar verið er að breyta
it: Lascia questi campi in bianco per non effettuare variazioni alla password
nb_no: La passordfeltene stå tomme hvis du ikke skal bytte
pt_br: Deixe os campos de senha em branco, a não ser que você queira alterá-la

source: Current Password:
ar: كلمة المرور الحالية:
bg: Текуща парола:
cs: Stávající heslo:
fi_fi: Nykyinen salasana:
is: Núverandi lykilorð:
it: Password Attuale:
nb_no: Gjeldende passord:
pt_br: Senha Atual:

source: Your current password to confirm the changes
ar: اكتب كلمة المرور الحالية لتأكيد التغييرات
cs: Vaše stávající heslo k potvrzení změn
it: La tua password attuale per confermare le modifiche
nb_no: Ditt gjeldende passord for å bekrefte endringene
pt_br: Sua senha atual para confirmar as mudanças

source: Password:
ar: كلمة المرور:
bg: Парола
cs: Heslo:
fi_fi: Salasana:
is: Lykilorð:
nb_no: Passord:
pt_br: Senha:

source: Basic Settings
ar: الإعدادات الأساسيّة
bg: Основни настройки
cs: Základní nastavení
fi_fi: Perusasetukset
is: Grunnstillingar
it: Impostazioni base
nb_no: Grunninnstillinger
pt_br: Configurações básicas

source: Full Name:
ar: الاسم الكامل:
bg: Собствено и фамилно име
cs: Celé jméno:
fi_fi: Koko nimi:
is: Fullt nafn:
it: Nome completo:
nb_no: Fullt navn:
pt_br: Nome completo:

source: Email Address:
ar: البريد الإلكتروني:
bg: Електронна поща:
cs: E-mailová adresa:
fi_fi: Sähköpostiosoite:
is: Tölvupóstfang:
it: Indirizzo Email:
nb_no: E-postadresse:
pt_br: Endereço de e-mail:

source: Your Timezone:
ar: المنطقة الزمنية:
bg: Вашият Часовата зона:
cs: Vaše časové pásmo:
fi_fi: Aikavyöhyke:
is: Þitt tímabelti:
it: Il tuo fuso orario:
nb_no: Din tidssone:
pt_br: Seu fuso horário:

source: Your Language:
ar: لغتك:
cs: Váš jazyk:
fi_fi: Kieli:
is: Tungumálið þitt:
it: La tua lingua:
pt_br: Seu idioma:

source: Set the language we use to show you friendica interface and to send you emails
ar: عيّن لغة واجهة فرَندِيكا ورسائل البريد الإلكتروني
cs: Nastavte jazyk, který máme používat pro rozhraní Friendica a pro posílání e-mailů
fi_fi: Aseta Friendican käyttöliittymän ja sähköpostiviestien kieli
it: Imposta la lingua che sarà usata per mostrarti l'interfaccia di Friendica e per inviarti le email

source: Default Post Location:
ar: موقع النشر الافتراضي:
bg: Мнение местоположението по подразбиране:
cs: Výchozí poloha příspěvků:
fi_fi: Julkaisun oletussijainti:
is: Sjálfgefin staðsetning færslu:
it: Località predefinita:
nb_no: Standard oppholdssted når du poster:
pt_br: Localização padrão de suas publicações:

source: Use Browser Location:
ar: استخدم موقع المتصفح:
bg: Използвайте Browser Местоположение:
cs: Používat polohu dle prohlížeče:
fi_fi: Käytä selaimen sijainti:
is: Nota vafra staðsetningu:
it: Usa la località rilevata dal browser:
nb_no: Bruk nettleserens oppholdssted:
pt_br: Usar localizador do navegador:

source: Security and Privacy Settings
ar: إعدادات الأمان والخصوصية
bg: Сигурност и и лични настройки
cs: Nastavení zabezpečení a soukromí
fi_fi: Turvallisuus ja tietosuoja-asetukset
is: Öryggis og friðhelgistillingar
it: Impostazioni di sicurezza e privacy
nb_no: Sikkerhet og privatlivsinnstillinger
pt_br: Configurações de segurança e privacidade

source: Maximum Friend Requests/Day:
ar: حدُ طلبات الصداقة لليوم الواحد:
bg: Максимален брой молби за приятелство / ден:
cs: Maximální počet požadavků o přátelství za den:
fi_fi: Kaveripyyntöraja päivässä:
is: Hámarks vinabeiðnir á dag:
it: Numero massimo di richieste di amicizia al giorno:
nb_no: Maksimum venneforespørsler/dag:
pt_br: Número máximo de requisições de amizade por dia:

source: (to prevent spam abuse)
ar: (لمنع الرسائل المزعجة)
bg: (Да се ​​предотврати спама злоупотреба)
cs: (ay se zabránilo spamu)
fi_fi: (roskapostin estämiseksi)
is: (til að koma í veg fyrir rusl misnotkun)
it: (per prevenire lo spam)
nb_no: (for å forhindre søppelpost)
pt_br: (para prevenir abuso de spammers)

source: Default Post Permissions
ar: أذونات النشر الافتراضية
bg: Разрешения по подразбиране и
cs: Výchozí oprávnění pro příspěvek
fi_fi: Julkaisun oletuskäyttöoikeudet:
is: Sjálfgefnar aðgangstýring á færslum
it: Permessi predefiniti per i messaggi
nb_no: Standardtillatelser ved posting
pt_br: Permissões padrão de publicação

source: (click to open/close)
ar: (أنقر للفتح/للإغلاق)
bg: (Щракнете за отваряне / затваряне)
cs: (klikněte pro otevření/zavření)
fi_fi: (klikkaa auki/kiinni)
is: (ýttu á til að opna/loka)
it: (clicca per aprire/chiudere)
nb_no: (klikk for å åpne/lukke)
pt_br: (clique para abrir/fechar)

source: Default Private Post
cs: Výchozí soukromý příspěvek
is: Sjálfgefin einkafærsla
nb_no: Standard privat innlegg
pt_br: Publicação Privada Padrão

source: Default Public Post
cs: Výchozí veřejný příspěvek
is: Sjálfgefin opinber færsla
nb_no: Standard offentlig innlegg
pt_br: Publicação Pública Padrão

source: Default Permissions for New Posts
cs: Výchozí oprávnění pro nové příspěvky
fi_fi: Uuden julkaisun oletuskäyttöoikeudet
is: Sjálfgefnar heimildir á nýjum færslum
nb_no: Standard tillatelser for nye innlegg
pt_br: Permissões Padrão para Publicações Novas

source: Maximum private messages per day from unknown people:
ar: حد الرسائل اليومي المستلمة من مجهولين:
bg: Максимални лични съобщения на ден от непознати хора:
cs: Maximum soukromých zpráv od neznámých lidí za den:
fi_fi: Enimmäismäärä yksityisviestejä päivässä tuntemattomilta henkilöiltä:
it: Numero massimo di messaggi privati da utenti sconosciuti per giorno:
nb_no: Maksimalt antall private meldinger per dag fra ukjente personer:
pt_br: Número máximo de mensagens privadas de pessoas desconhecidas, por dia:

source: Notification Settings
ar: إعدادات التنبيهات
bg: Настройки за уведомяване
cs: Nastavení oznámení
fi_fi: Huomautusasetukset
is: Stillingar á tilkynningum
it: Impostazioni notifiche
nb_no: Beskjedinnstillinger
pt_br: Configurações de notificação

source: Send a notification email when:
ar: أرسل تنبيها للبريدي الإلكتروني عند:
bg: Изпращане на известие по имейл, когато:
cs: Poslat oznámení e-mailem, když:
fi_fi: Lähetä sähköposti-ilmoitus kun:
is: Senda tilkynningapóst þegar:
it: Invia una mail di notifica quando:
nb_no: Send en e-post med beskjed når:
pt_br: Enviar um e-mail de notificação sempre que:

source: You receive an introduction
ar: تلقي تقديم
bg: Вие получавате въведение
cs: obdržíte představení
fi_fi: Vastaanotat kaverikutsun
is: Þú færð kynningu
it: Ricevi una presentazione
nb_no: Du mottar en introduksjon
pt_br: Você recebeu uma apresentação

source: Your introductions are confirmed
ar: أُكدت تقديماتك
bg: Вашите въвеждания са потвърдени
cs: jsou vaše představení potvrzena
fi_fi: Kaverikutsusi on hyväksytty
is: Kynningarnar þínar eru samþykktar
it: Le tue presentazioni sono confermate
nb_no: Dine introduksjoner er bekreftet
pt_br: Suas apresentações forem confirmadas

source: Someone writes on your profile wall
ar: يكتب شخص ما على جدار ملفك الشخصي
bg: Някой пише в профила ви стена
cs: vám někdo napíše na vaši profilovou stránku
fi_fi: Joku kirjoittaa profiiliseinällesi
is: Einhver skrifar á vegginn þinn
it: Qualcuno scrive sulla bacheca del tuo profilo
nb_no: Noen skriver på veggen til profilen din
pt_br: Alguém escrever no mural do seu perfil

source: Someone writes a followup comment
ar: شخص ما يعلق على ما نشرت
bg: Някой пише последващ коментар
cs: Vám někdo napíše následný komentář
fi_fi: Joku vastaa kommenttiin
is: Einhver skrifar athugasemd á færslu hjá þér
it: Qualcuno scrive un commento a un tuo messaggio
nb_no: Noen skriver en oppfølgingskommentar
pt_br: Alguém comentar a sua mensagem

source: You receive a private message
ar: تلقي رسالة خاصة
bg: Ще получите лично съобщение
cs: obdržíte soukromou zprávu
fi_fi: Vastaanotat yksityisviestin
is: Þú færð einkaskilaboð
it: Ricevi un messaggio privato
nb_no: Du mottar en privat melding
pt_br: Você recebeu uma mensagem privada

source: You receive a friend suggestion
ar: تلقي اقتراح صداقة
bg: Ще получите предложение приятел
cs: obdržíte návrh přátelství
fi_fi: Vastaanotat kaveriehdotuksen
is: Þér hefur borist vina uppástunga
it: Hai ricevuto un suggerimento di amicizia
nb_no: Du mottar et venneforslag
pt_br: Você recebe uma suggestão de amigo

source: You are tagged in a post
ar: ذُكرتَ في مشاركة
bg: Са маркирани в един пост
cs: jste označen v příspěvku
fi_fi: Sinut on merkitty julkaisuun
is: Þú varst merkt(ur) í færslu
it: Sei stato taggato in un messaggio
nb_no: Du er merket i et innlegg
pt_br: Você foi etiquetado em uma publicação

source: You are poked/prodded/etc. in a post
cs: vás věkdo šťouchne/dloubne/apod. v příspěvku
fi_fi: sinut on tökätty tms. julkaisussa
is: Það var potað/ýtt/o.s.frv. við þér í færslu
nb_no: Du er dyttet/dultet/etc i et innlegg
pt_br: Você está cutucado/incitado/etc. em uma publicação

source: Activate desktop notifications
ar: نشّط تنبيهات سطح المكتب
cs: Aktivovat desktopová oznámení
fi_fi: Ota työpöytäilmoitukset käyttöön
it: Attiva notifiche desktop

source: Show desktop popup on new notifications
ar: أظهر منبثقات للتنبيهات الجديدة
cs: Zobrazit desktopové zprávy při nových oznámeních.
fi_fi: Näytä uudet ilmoitukset ponnahdusikkunassa
it: Mostra un popup di notifica sul desktop all'arrivo di nuove notifiche

source: Text-only notification emails
ar: رسائل تنبيه نصية فقط
cs: Pouze textové oznamovací e-maily
fi_fi: Ilmoitussähköposteissa vain tekstiä
it: Email di notifica in solo testo
pt_br: Emails de notificação apenas de texto

source: Send text only notification emails, without the html part
ar: أرسل بريد التنبيه كنص فقط، دون وسوم html
cs: Posílat pouze textové oznamovací e-maily, bez HTML části.
fi_fi: Lähetä ilmoitussähköposteissa vain tekstiä ilman HTML-koodia
it: Invia le email di notifica in solo testo, senza la parte in html
pt_br: Enviar e-mails de notificação apenas de texto, sem a parte html

source: Show detailled notifications
ar: اعرض تنبيهات مفصلة
cs: Zobrazit detailní oznámení
fi_fi: Näytä yksityiskohtaiset ilmoitukset
it: Mostra notifiche dettagliate

source: Per default, notifications are condensed to a single notification per item. When enabled every notification is displayed.
ar: افتراضيًا ، يعرض أحدث تنبيه فقط لكل محادثة. عند تفعيله ستعرض جميع التنبيهات.
cs: Ve výchozím nastavení jsou oznámení zhuštěné na jediné oznámení pro každou položku. Pokud je toto povolené, budou zobrazována všechna oznámení.
it: Per impostazione predefinita, le notifiche sono raggruppate in una singola notifica per articolo. Se abilitato, viene visualizzate tutte le notifiche.

source: Advanced Account/Page Type Settings
ar: الإعدادات المتقدمة للحساب/للصفحة
bg: Разширено сметка / Настройки на вид страница
cs: Pokročilé nastavení účtu/stránky
fi_fi: Käyttäjätili/sivutyyppi lisäasetuksia
it: Impostazioni avanzate Account/Tipo di pagina
nb_no: Avanserte konto-/sidetype-innstillinger
pt_br: Conta avançada/Configurações do tipo de página

source: Change the behaviour of this account for special situations
ar: غيّر سلوك هذا الحساب للحالات الخاصة
bg: Промяна на поведението на тази сметка за специални ситуации
cs: Změnit chování tohoto účtu ve speciálních situacích
it: Modifica il comportamento di questo account in situazioni speciali
nb_no: Endre oppførselen til denne kontoen i spesielle situasjoner
pt_br: Modificar o comportamento desta conta em situações especiais

source: Relocate
ar: الانتقال
cs: Přemístit
fi_fi: Uudelleensijoitus
is: Endurstaðsetja
it: Trasloca
nb_no: Omplasser
pt_br: Relocação

source: If you have moved this profile from another server, and some of your contacts don't receive your updates, try pushing this button.
ar: إذا كنت قد نقلت هذا الملف الشخصي من خادم آخر، وبعض المتراسلين لا يتلقون تحديثاتك، أنقر هذا الزر.
cs: Pokud jste přemístil/a tento profil z jiného serveru a nějaký z vašich kontaktů nedostává vaše aktualizace, zkuste stisknout toto tlačítko.
it: Se hai spostato questo profilo da un'altro server, e alcuni dei tuoi contatti non ricevono i tuoi aggiornamenti, prova a premere questo bottone.
nb_no: Hvis du har flyttet denne profilen fra en annen tjener, og noen av dine kontakter ikke mottar dine oppdateringer, prøv å trykke denne knappen.
pt_br: Se você moveu esse perfil de outro servidor e algum dos seus contatos não recebe atualizações, pressione esse botão.

source: Resend relocate message to contacts
ar: أعد إرسال رسالة الانتقال للمتراسلين
cs: Znovu odeslat správu o přemístění Vašim kontaktům
it: Invia nuovamente il messaggio di trasloco ai contatti
nb_no: Send omplasseringsmelding på nytt til kontakter
pt_br: Reenviar mensagem de relocação para os contatos

source: default
ar: افتراضي
bg: 預設值
cs: výchozí
fi_fi: oletus
is: sjálfgefið
it: predefinito
nb_no: standard
pt_br: padrão

source: Variations
ar: تغيرات
cs: Variace
fi_fi: Muunnelmat
is: Tilbrigði
it: Varianti
pt_br: Variações

source: Top Banner
ar: اللافتة العلوية
cs: Vrchní banner
fi_fi: Yläpalkki
is: Borði efst

source: Resize image to the width of the screen and show background color below on long pages.
ar: غير حجم الصورة لتناسب عُرض الشاشة وأملأ الفراغ الناتج عن الصفحات الطويلة بلون الخلفية.
cs: Změnit velikost obrázku na šířku obrazovky a ukázat pod ním barvu pozadí na dlouhých stránkách.
it: Scala l'immagine alla larghezza dello schermo e mostra un colore di sfondo sulle pagine lunghe.

source: Full screen
ar: املأ الشاشة
cs: Celá obrazovka
fi_fi: Koko näyttö
is: Skjáfylli
it: Schermo intero

source: Resize image to fill entire screen, clipping either the right or the bottom.
ar: غير حجم الصورة لملأ الشاشة. قص الحافة اليمنى أو السفلية.
cs: Změnit velikost obrázku, aby zaplnil celou obrazovku, a odštěpit buď pravou, nebo dolní část
it: Scala l'immagine a schermo intero, tagliando a destra o sotto.

source: Single row mosaic
ar: فسيفساء صف واحد
cs: Mozaika s jedinou řadou
it: Mosaico a riga singola

source: Resize image to repeat it on a single row, either vertical or horizontal.
ar: غيّر حجم صورة لتكرارها في صف واحد، عموديا أو أفقيا.
cs: Změnit velikost obrázku a opakovat jej v jediné řadě, buď svislé, nebo vodorovné
it: Scala l'immagine per ripeterla in una singola riga, verticale o orizzontale.

source: Mosaic
ar: فسيفساء
cs: Mozaika
fi_fi: Mosaiikki
is: Mósaík
it: Mosaico

source: Repeat image to fill the screen.
ar: كرر صورة لملأ الشاشة.
cs: Opakovat obrázek, aby zaplnil obrazovku
it: Ripete l'immagine per riempire lo schermo.

source: Custom
ar: مخصص
cs: Vlastní
is: Sérsniðið
it: Personalizzato

source: Note
ar: ملاحظة
cs: Poznámka
fi_fi: Muistiinpano
is: Minnispunktur

source: Check image permissions if all users are allowed to see the image
ar: تحقق أن أذونات الصورة تسمح للجميع مشاهدتها
cs: Zkontrolujte povolení u obrázku, jestli mají všichni uživatelé povolení obrázek vidět
it: Controlla i permessi dell'immagine che tutti gli utenti possano vederla

source: Select color scheme
ar: اختر مخططات اللون
cs: Vybrat barevné schéma
fi_fi: Valitse värimalli
is: Veldu litastef
it: Seleziona lo schema colori

source: Copy or paste schemestring
ar: انسخ أو ألصق سلسلة المخططات
cs: Kopírovat a vložit řetězec schématu
it: Copia o incolla stringa di schema

source: You can copy this string to share your theme with others. Pasting here applies the schemestring
ar: يمكنك نسخ سلسلة المخططات لمشاركة سمتك مع الآخرين. بلصقها ستطبق سلسلة المخططات
cs: Tento řetězec můžete zkopírovat a sdílet tak svůj motiv s jinými lidmi. Vložením sem aplikujete řetězec schématu
it: Puoi copiare questa stringa per condividere il tuo tema con altri. Incollarla qui applica la stringa di schema

source: Navigation bar background color
ar: لون خلفية شريط التصفح
cs: Barva pozadí navigační lišty
fi_fi: Navigointipalkin taustaväri
it: Colore di sfondo barra di navigazione
pt_br: Cor de fundo da barra de navegação

source: Navigation bar icon color
ar: لون أيقونة شريط التصفح
cs: Barva ikon navigační lišty
fi_fi: Navigointipalkin kuvakkeiden väri
it: Colore icona barra di navigazione
pt_br: Cor do ícone da barra de navegação

source: Link color
ar: لون الروابط
cs: Barva odkazů
fi_fi: Linkin väri
is: Litur tengils
it: Colore collegamento
pt_br: Cor do link

source: Set the background color
ar: لون الخلفية
cs: Nastavit barvu pozadí
fi_fi: Valitse taustaväri
is: Stilltu bakgrunnslit
it: Imposta il colore di sfondo
pt_br: Escolher a cor de fundo

source: Content background opacity
ar: شفافية خلفية المحتوى
cs: Průhlednost pozadí obsahu
fi_fi: Sisällön taustasameus
it: Trasparenza sfondo contenuto

source: Set the background image
ar: صورة للخلفية
cs: Nastavit obrázek na pozadí
fi_fi: Valitse taustakuva
it: Imposta l'immagine di sfondo
pt_br: Escolher a imagem de fundo

source: Background image style
ar: نمط صورة الخلفية
cs: Styl obrázku na pozadí
fi_fi: Taustakuvan tyyli
is: Stíll bakgrunnsmyndar
it: Stile immagine di sfondo

source: Enable Compose page
cs: Povolit stránku komponování

source: This replaces the jot modal window for writing new posts with a link to <a href="compose">the new Compose page</a>.
cs: Tohle nahradí modální okno pro psaní nových příspěvků odkazem na <a href="compose">novou stránku komponování</a>.

source: Login page background image
ar: صورة لخلفية صفحة الولوج
cs: Obrázek na pozadí přihlašovací stránky
fi_fi: Sisäänkirjautumissivun taustakuva
it: Immagine di sfondo per la pagina di accesso

source: Login page background color
ar: لون خلفية صفحة الولوج
cs: Barva pozadí přihlašovací stránky
fi_fi: Sisäänkirjautumissivun taustaväri
it: Colore di sfondo della pagina di accesso

source: Leave background image and color empty for theme defaults
ar: اترك صورة الخلفية ولونها فارغين لتطبيق الإعدادات الافتراضية للسمة
cs: Nechejte obrázek a barvu pozadí prázdnou pro výchozí nastavení motivů
fi_fi: Jätä taustakuva ja väri tyhjäksi käyttääksesi teeman oletuksia
it: Lascia l'immagine e il colore di sfondo vuoti per usare le impostazioni predefinite del tema

source: Guest
ar: ضيف
cs: Host
fi_fi: Vieras
is: Gestur
it: Ospite
pt_br: Convidado

source: Visitor
ar: زائر
cs: Návštěvník
fi_fi: Vierailija
is: Í heimsókn
it: Visitatore
pt_br: Visitante

source: Status
ar: الحالة
bg: Състояние:
cs: Stav
fi_fi: Tila
is: Staða
it: Stato

source: Your posts and conversations
ar: مشاركاتك ومحادثاتك
bg: Вашите мнения и разговори
cs: Vaše příspěvky a konverzace
fi_fi: Omat julkaisut ja keskustelut
is: Samtölin þín
it: I tuoi messaggi e le tue conversazioni
nb_no: Dine innlegg og samtaler
pt_br: Suas publicações e conversas
