Repository: duthied/Free-Friendika
Catalog: view/*/messages.po
Languages: cs, de, fr, it, nl, ro, ru

source: No user record found for '%s'
cs: Pro '%s' nenalezen žádný uživatelský záznam
de: Für '%s' wurde kein Nutzer gefunden
fr: Pas d'utilisateur trouvé pour '%s'
it: Nessun utente trovato '%s'
nl: Geen gebruiker gevonden voor '%s'
ro: Nici-o înregistrare de utilizator găsită pentru '%s'
ru: Не найдено записи пользователя для '%s'

source: Our site encryption key is apparently messed up.
cs: Náš šifrovací klíč zřejmě přestal správně fungovat.
de: Der Verschlüsselungsschlüssel unserer Seite ist anscheinend nicht in Ordnung.
fr: Notre clé de chiffrement de site est apparemment corrompue.
it: La nostra chiave di criptazione del sito sembra essere corrotta.
nl: De encryptie-sleutel van onze webstek is blijkbaar beschadigd.
ro: Se pare că, cheia de criptare a site-ului nostru s-a încurcat.
ru: Наш ключ шифрования сайта, по-видимому, перепутался.

source: Empty site URL was provided or URL could not be decrypted by us.
cs: Byla poskytnuta prázdná URL adresa nebo se nepodařilo URL adresu dešifrovat.
de: Leere URL für die Seite erhalten oder die URL konnte nicht entschlüsselt werden.
fr: URL de site absente ou indéchiffrable.
it: E' stato fornito un indirizzo vuoto o non possiamo decrittare l'indirizzo.
nl: Er werd een lege URL gegeven, of de URL kon niet ontcijferd worden door ons.
ro: A fost furnizată o adresă URL goală, sau adresa URL nu poate fi decriptată de noi.
ru: Был предоставлен пустой URL сайта ​​или URL не может быть расшифрован нами.

source: Contact record was not found for you on our site.
cs: Kontakt záznam nebyl nalezen pro vás na našich stránkách.
de: Für diesen Kontakt wurde auf unserer Seite kein Eintrag gefunden.
fr: Pas d'entrée pour ce contact sur notre site.
it: Il contatto non è stato trovato sul nostro sito.
nl: We vonden op onze webstek geen contactrecord voor jou.
ro: Registrul contactului nu a fost găsit pe site-ul nostru.
ru: Запись контакта не найдена для вас на нашем сайте.

source: Site public key not available in contact record for URL %s.
cs: V adresáři není k dispozici veřejný klíč pro URL %s.
de: Die Kontaktdaten für URL %s enthalten keinen Public Key für den Server.
fr: La clé publique du site ne se trouve pas dans l'enregistrement du contact pour l'URL %s.
it: La chiave pubblica del sito non è disponibile per l'URL %s
nl: Publieke sleutel voor webstek niet beschikbaar in contactrecord voor URL %s.
ro: Cheia publică a site-ului nu este disponibilă în registrul contactului pentru URL-ul %s.
ru: Публичный ключ недоступен в записи о контакте по ссылке %s

source: The ID provided by your system is a duplicate on our system. It should work if you try again.
cs: Váš systém poskytl duplicitní ID vůči našemu systému. Pokuste se akci zopakovat.
de: Die ID, die uns dein System angeboten hat, ist hier bereits vergeben. Bitte versuche es noch einmal.
fr: L'identifiant fourni par votre système fait doublon sur le notre. Cela peut fonctionner si vous réessayez.
it: L'ID fornito dal tuo sistema è duplicato sul nostro sistema. Se riprovi dovrebbe funzionare.
nl: Het ID dat jouw systeem aangeeft is een dubbel op ons systeem. Als je opnieuw probeert zou het moeten werken.
ro: ID-ul furnizat de către sistemul dumneavoastră este un duplicat pe sistemul nostru. Ar trebui să funcţioneze dacă încercaţi din nou.
ru: ID, предложенный вашей системой, является дубликатом в нашей системе. Он должен работать, если вы повторите попытку.

source: Unable to set your contact credentials on our system.
cs: Nelze nastavit Vaše přihlašovací údaje v našem systému.
de: Deine Kontaktreferenzen konnten nicht in unserem System gespeichert werden.
fr: Impossible de vous définir des permissions sur notre système.
it: Impossibile impostare le credenziali del tuo contatto sul nostro sistema.
nl: Niet in staat om op dit systeem je contactreferenties in te stellen.
ro: Imposibil de configurat datele dvs. de autentificare, pe sistemul nostru.
ru: Не удалось установить ваши учетные данные контакта в нашей системе.

source: Unable to update your contact profile details on our system
cs: Nelze aktualizovat Váš profil v našem systému
de: Die Updates für dein Profil konnten nicht gespeichert werden
fr: Impossible de mettre les détails de votre profil à jour sur notre système
it: Impossibile aggiornare i dettagli del tuo contatto sul nostro sistema
ro: Imposibil de actualizat detaliile de profil ale contactului dvs., pe sistemul nostru.
ru: Не удается обновить ваши контактные детали профиля в нашей системе

source: Connection accepted at %s
cs: Připojení přijato na %s
de: Auf %s wurde die Verbindung akzeptiert
fr: Connexion acceptée chez %s
it: Connession accettata su %s
ru: Подключение принято в %s

source: %1$s has joined %2$s
cs: %1$s se připojil k %2$s
de: %1$s ist %2$s beigetreten
fr: %1$s a rejoint %2$s
nl: %1$s is toegetreden tot %2$s
ro: %1$s s-a alăturat lui %2$s
ru: %1$s присоединился %2$s

source: Google+ Import Settings
cs: Nastavení importu z Google+
de: Google+ Import Einstellungen
fr: Réglages G+

source: Enable Google+ Import
cs: Povolit Import z Google+
de: Aktiviere Google+ Import
fr: Activer l'import G+

source: Google+ Import Settings saved.
cs: Nastavení importu z Google+ uloženo.
de: Google+ Import Einstellungen gespeichert.
fr: Réglages G+ sauvés.
it: Impostazioni Importa Google+ salvate

source: Facebook disabled
cs: Facebook zakázán
de: Facebook deaktiviert
fr: Connecteur Facebook désactivé
it: Facebook disabilitato

source: Updating contacts
cs: Aktualizace kontaktů
de: Aktualisiere Kontakte
fr: Mise-à-jour des contacts
it: Aggiornamento contatti

source: Facebook API key is missing.
cs: Chybí Facebook API klíč.
de: Facebook-API-Schlüssel nicht gefunden
fr: Clé d'API Facebook manquante.
it: Chiave API Facebook mancante.

source: Facebook Connect
cs: Facebook připojen
de: Mit Facebook verbinden
fr: Connecteur Facebook

source: Install Facebook connector for this account.
cs: Nainstalovat pro tento účet Facebook konektor.
de: Facebook-Connector für dieses Konto installieren.
fr: Installer le connecteur Facebook sur ce compte.
it: Installa Facebook connector per questo account

source: Remove Facebook connector
cs: Odstranit konektor na Facebook
de: Facebook-Connector entfernen
fr: Désinstaller le connecteur Facebook
it: Rimuovi Facebook connector

source: Re-authenticate [This is necessary whenever your Facebook password is changed.]
cs: Opětovná autentikace [Toto je nezbytné kdykoliv se změní Vaše heslo na Facebooku.]
de: Neu authentifizieren [Das ist immer dann nötig, wenn du dein Facebook-Passwort geändert hast.]
fr: Se ré-authentifier [nécessaire chaque fois que vous changez votre mot de passe Facebook.]
it: Ri-autentica [Questo è necessario ogni volta che cambia la password di Facebook.]

source: Post to Facebook by default
cs: Standardně posílat příspěvky na Facebook
de: Veröffentliche standardmäßig bei Facebook
fr: Poster sur Facebook par défaut
it: Invia sempre a Facebook

source: Facebook friend linking has been disabled on this site. The following settings will have no effect.
cs: Propojování facebookových přátel bylo na tomto webu zablokováno. Následující odkazy nebudou mít žádný efekt.
de: Das Verlinken von Facebookkontakten wurde auf dieser Seite deaktiviert. Die folgenden Einstellungen haben keinen Effekt.
fr: L'ajout d'amis Facebook a été désactivé sur ce site. Les réglages suivants seront sans effet.

source: Facebook friend linking has been disabled on this site. If you disable it, you will be unable to re-enable it.
cs: Propojování facebookových přátel bylo na tomto webu zablokováno. Když to zakážete nebudete schopni toto znovu povolit.
de: Das Verlinken von Facebookkontakten wurde auf dieser Seite deaktiviert. Wenn du es ausgeschaltet hast, kannst du es nicht wieder aktivieren.
fr: L'ajout d'amis Facebook a été désactivé sur ce site. Si vous désactivez ce réglage, vous ne pourrez le ré-activer.

source: Link all your Facebook friends and conversations on this website
cs: Připojit na tomto webu všechny Vaše přátelé a konverzace z Facebooku
de: All meine Facebook-Kontakte und -Konversationen hier auf diese Website importieren
fr: Lier tous vos amis et conversations Facebook sur ce site
it: Collega tutti i tuoi amici di Facebook e le conversazioni su questo sito

source: Facebook conversations consist of your <em>profile wall</em> and your friend <em>stream</em>.
cs: Facebookové konverzace se skládají z Vaší <em>profilové zdi</em> a příspěvků Vašich přátel <em>(stream)</em>.
de: Facebook-Konversationen bestehen aus deinen Beiträgen auf deiner<em>Pinnwand</em>, sowie den Beiträgen deiner Freunde <em>Stream</em>.
fr: Les conversations Facebook se composent du <em>mur du profil</em> et des <em>flux</em> de vos amis.
it: Le conversazione su Facebook sono composte dai i tuoi messsaggi in bacheca e dai messaggi dei tuoi amici

source: On this website, your Facebook friend stream is only visible to you.
cs: Na tomto webu můžete vidět pouze příspěvky Vašich přátel Facebook (Stream).
de: Hier auf dieser Webseite kannst nur du die Beiträge Deiner Facebook-Freunde (Stream) sehen.
fr: Sur ce site, les flux de vos amis Facebook ne sont visibles que par vous.
it: Su questo sito, i messaggi dai vostri amici su Facebook è visibile solo a te.

source: The following settings determine the privacy of your Facebook profile wall on this website.
cs: Následující nastavení určuje Vaše soukromí na Facebookovém profilu na tomto webu.
de: Mit den folgenden Einstellungen kannst du die Privatsphäre der Kopie Deiner Facebook-Pinnwand hier auf dieser Seite einstellen.
fr: Les réglages suivants déterminent le niveau de vie privée de votre mur Facebook depuis ce site.
it: Le seguenti impostazioni determinano la privacy della vostra bacheca di Facebook su questo sito.

source: On this website your Facebook profile wall conversations will only be visible to you
cs: Na tomto webu bude konverzace z Facebookové profilové zdi viditelná pouze pro Vás.
de: Meine Facebook-Pinnwand hier auf dieser Webseite nur für mich sichtbar machen
fr: Sur ce site, les conversations de votre mur Facebook ne sont visibles que par vous.
it: Su questo sito, le conversazioni sulla tua bacheca di Facebook saranno visibili solo a te

source: Do not import your Facebook profile wall conversations
cs: Neimportovat konverzace z Facebookové zdi
de: Facebook-Pinnwand nicht importieren
fr: Ne pas importer les conversations de votre mur Facebook.
it: Non importare le conversazione sulla tua bacheca di Facebook

source: If you choose to link conversations and leave both of these boxes unchecked, your Facebook profile wall will be merged with your profile wall on this website and your privacy settings on this website will be used to determine who may see the conversations.
cs: Pokud budete chtít propojit konverzace a ponecháte obě z těchto dvou polí nezaškrtnuté, bude Vaše profilová zeď na Facebooku sloučená s profilovou zdí na tomto webu a nastavení soukromí na tomto webu bude určovat kdo bude mít možnost vidět konverzace.
de: Wenn du Facebook-Konversationen importierst und diese beiden Häkchen nicht setzt, wird deine Facebook-Pinnwand mit der Pinnwand hier auf dieser Webseite vereinigt. Die Privatsphäre-Einstellungen für deine Pinnwand auf dieser Webseite geben dann an, wer die Konversationen sehen kann.
fr: Si vous choisissez de lier les conversations et de laisser ces deux cases non-cochées, votre mur Facebook sera fusionné avec votre mur de profil (sur ce site). Vos réglages (locaux) de vie privée serviront à en déterminer la visibilité.
it: Se scegli di collegare le conversazioni e lasci entrambi questi box non segnati, la tua bacheca di Facebook sarà fusa con la tua bacheca su questao sito, e le impostazioni di privacy su questo sito saranno usate per decidere chi potrà vedere le conversazioni.

source: Comma separated applications to ignore
cs: čárkou oddělené aplikace k ignorování
de: Kommaseparierte Anwendungen, die ignoriert werden sollen
fr: Liste (séparée par des virgules) des applications à ignorer
it: Elenco separato da virgola di applicazioni da ignorare

source: Problems with Facebook Real-Time Updates
cs: Problémy s Facebook Real-Time aktualizacemi
de: Probleme mit Facebook Echtzeit-Updates
fr: Problème avec les mises-à-jour en temps réel de Facebook
it: Problemi con gli aggiornamenti in tempo reale con Facebook

source: Facebook Connector Settings
cs: Nastavení Facebook konektoru
de: Facebook-Verbindungseinstellungen
fr: Réglages du connecteur Facebook
it: Impostazioni del connettore Facebook

source: Facebook API Key
de: Facebook API Schlüssel
fr: Clé d'API Facebook

source: Error: it appears that you have specified the App-ID and -Secret in your .htconfig.php file. As long as they are specified there, they cannot be set using this form.<br><br>
cs: Chyba: zdá se, že jste specifikoval App-ID a -Secret ve Vašem .htconfig.php souboru. Dokud jsou na tomto místě specifikované, nemohou být nastaveny s pomocí tohoto formuláře.<br><br>
de: Fehler: du scheinst die App-ID und das App-Geheimnis in deiner .htconfig.php Datei angegeben zu haben. Solange sie dort festgelegt werden kannst du dieses Formular hier nicht verwenden.<br><br>
fr: Erreur: il semble que vous ayez spécifié un App-ID et un Secret dans votre fichier .htconfig.php. Tant qu'ils y seront, vous ne pourrez les configurer avec ce formulaire.<br /><br />

source: Error: the given API Key seems to be incorrect (the application access token could not be retrieved).
cs: Chyba: zadané API Key se zdá být chybné (není možné získat aplikační přístupový token).
de: Fehler: der angegebene API Schlüssel scheint nicht korrekt zu sein (Zugriffstoken konnte nicht empfangen werden).
fr: Erreur: la clé d'API semble incorrecte (le jeton d'accès d'application n'a pu être recupéré)

source: The given API Key seems to work correctly.
cs: Zadané API Key se zdá funguje v pořádku.
de: Der angegebene API Schlüssel scheint korrekt zu funktionieren.
fr: La clé d'API semble fonctionner correctement.
it: L' API Key fornita sembra funzionare correttamente.

source: The correctness of the API Key could not be detected. Something strange's going on.
cs: Správnost klíče API nemohla být detekovaná. Děje se něco podivného.
de: Die Richtigkeit des API Schlüssels konnte nicht gefunden werden. Irgendwas stimmt nicht.
fr: La validité de la clé d'API ne peut être vérifiée. Quelque-chose d'étrange se passe.
it: L' API Key non puo' essere verificata. Sta succedendo qualcosa di strano.

source: Application secret
de: Anwendungs-Geheimnis
fr: Secret de l'application

source: Polling Interval in minutes (minimum %1$s minutes)
cs: Dotazovací interval v minutách (minimum %1$s minut)
de: Abfrageintervall in Minuten (min %1$s Minuten)
fr: Intervalle de 'polling' en minutes (minimum %1$s minutes)
it: Intervallo di poling in minuti (minimo %1$s minuti)

source: Synchronize comments (no comments on Facebook are missed, at the cost of increased system load)
cs: Syncronizovat komentáře (nedojde k vynechání žádného komentáže na Facebooku za cenu vyšší zátěže systému)
de: Kommentare synchronisieren (Kein Kommentar von Facebook geht verloren, verursacht höhere Last auf dem Server)
fr: Synchroniser les commentaires (aucun commentaire de Facebook ne devrait être oublié, au prix d'une charge système accrue)
it: Sincronizza i commenti (non vengono persi commenti su Facebook, al prezzo di un maggior carico di sistema)

source: Real-Time Updates
cs: Real-Time Aktualizace
de: Echtzeit Aktualisierungen
fr: Mises-à-jour en temps réel
it: Aggiornamenti Real-Time

source: Real-Time Updates are activated.
cs: Real-Time aktualizace aktivovány.
de: Echtzeit-Updates sind aktiviert.
fr: Mises-à-jour en temps réel activées.
it: Gli aggiornamenti in tempo reale sono attivi

source: Deactivate Real-Time Updates
cs: Deaktivovat Real-Time aktualizace
de: Echtzeit-Updates deaktivieren
fr: Désactiver les mises-à-jour en temps réel
it: Disattiva gli aggiornamenti in tempo reale

source: Real-Time Updates not activated.
cs: Real-Time aktualizace nejsou aktivovány.
de: Echtzeit-Updates nicht aktiviert.
fr: Mises-à-jour en temps réel désactivées.
it: Gli aggiornamenti in tempo reale non sono attivi

source: Activate Real-Time Updates
cs: Aktivovat Real-Time aktualizace
de: Echtzeit-Updates aktivieren
fr: Activer les mises-à-jour en temps réel
it: Attiva gli aggiornamenti in tempo reale

source: The new values have been saved.
cs: Nové hodnoty byly uloženy
de: Die neuen Einstellungen wurden gespeichert.
fr: Les nouvelles valeurs ont été sauvées.
it: I nuovi valori sono stati salvati.

source: Post to Facebook
cs: Přidat příspěvek na Facebook
de: Bei Facebook veröffentlichen
fr: Poster sur Facebook
it: Invia a Facebook

source: Post to Facebook cancelled because of multi-network access permission conflict.
cs: Příspěvek na Facebook zrušen kvůli konfliktu přístupových práv mezi sítěmi.
de: Beitrag wurde nicht bei Facebook veröffentlicht, da Konflikte bei den Multi-Netzwerk-Zugriffsrechten vorliegen.
fr: Publication sur Facebook annulée pour cause de conflit de permissions inter-réseaux.
it: Invio su Facebook annullato per un conflitto nei permessi di accesso.

source: View on Friendica
cs: Zobrazení na Friendica
de: In Friendica betrachten
fr: Voir sur Friendica
it: Vedi su Friendica

source: Facebook post failed. Queued for retry.
cs: Zaslání příspěvku na Facebook selhalo. Příspěvek byl zařazen do fronty pro opakované odeslání.
de: Veröffentlichung bei Facebook gescheitert. Wir versuchen es später erneut.
fr: Publication sur Facebook échouée. En attente pour re-tentative.
it: Invio a Facebook fallito. In attesa di riprovare.

source: Your Facebook connection became invalid. Please Re-authenticate.
cs: Vaše připojení na Facebook přestalo být platné. Prosím znovu se přihlaste.
de: Deine Facebook Anmeldedaten sind ungültig geworden. Bitte re-authentifiziere dich.
fr: Votre connexion à Facebook est devenue invalide. Merci de vous ré-authentifier.
it: La tua connessione con Facebook è diventata invalida. Per favore ri-autenticati.

source: Facebook connection became invalid
cs: Připojení na Facebook bylo zneplatněno.
de: Facebook Anmeldedaten sind ungültig geworden
fr: La connexion Facebook est devenue invalide
it: La connessione Facebook è diventata invalida.

source: Hi %1$s, The connection between your accounts on %2$s and Facebook became invalid. This usually happens after you change your Facebook-password. To enable the connection again, you have to %3$sre-authenticate the Facebook-connector%4$s.
cs: Ahoj %1$s, Spojení mezi tvým účtem na %2$s a Facebookem přestalo fungovat. To se obvykle stává poté, co si změníš heslo kFacebooku. Pro opětovnému zprovoznění spojení musíte %3$s nastavit správné přihlašovací údaje na Facebook konektoru%4$s.
de: Hallo %1$s, die Verbindung zwischen deinem Account auf %2$s und Facebook funktioniert derzeit nicht. Dies ist normalerweise das Ergebnis einer Passwortänderung bei Facebook. Um die Verbindung wieder zu aktivieren musst du %3$sden Facebook-Connector neu authentifizieren%4$s.
fr: Bonjour %1$s, La connexion entre vos comptes sur %2$s et Facebook est devenue invalide. Ceci arrive généralement lorsque vous changez de mot de passe Facebook. Pour réactiver cette connexion, vous devrez %3$sré-authentifier le connecteur Facebook%4$s.
it: Ciao %1$s, La tua connesione tra il tuo account su %2$s e Facebook è diventata invalida. Questo succede di solito dopo che hai cambiato la tua password su Facebook. Per abilitare nuovamente la connessione, devi %3$sri-autenticare il connettore Facebook%4$s

source: StatusNet AutoFollow settings updated.
cs: Nastavení automatického následování na StatusNet aktualizováno.
de: StatusNet AutoFollow Einstellungen aktualisiert.
fr: Réglages de suivi automatique sur StatusNet mis à jour.

source: StatusNet AutoFollow Settings
cs: Nastavení StatusNet automatického následování (AutoFollow)
de: StatusNet AutoFollow Einstellungen
fr: Réglages de suivi automatique sur StatusNet

source: Automatically follow any StatusNet followers/mentioners
cs: Automaticky následovat jakékoliv StatusNet následníky/přispivatele
de: Automatisch allen StatusNet Followern/Erwähnungen folgen
fr: Suivre automatiquement les personnes qui vous suivent ou vous mentionnent sur Statusnet

source: Lifetime of the cache (in hours)
cs: Životnost vyrovnávací paměti (v hodinách)
de: Lebenszeit des Caches (in Stunden)
fr: Durée de vie du cache (en heures)

source: Cache Statistics
cs: Statistika vyrovnávací paměti
de: Cache Statistik
fr: Statistiques du cache

source: Number of items
cs: Počet položek
de: Anzahl der Einträge
fr: Nombre d'éléments

source: Size of the cache
cs: Velikost vyrovnávací paměti
de: Größe des Caches
fr: Taille du cache

source: Delete the whole cache
cs: Vymazat celou vyrovnávací paměť
de: Cache leeren
fr: Vider le cache

source: Facebook Post disabled
cs: Příspěvky na Facebook zakázán.
de: Nach Facebook senden deaktiviert
fr: Publications Facebook désactivées

source: Facebook Post
cs: Facebook příspěvek
de: Facebook Relai
fr: Publications Facebook

source: Install Facebook Post connector for this account.
cs: Instalovat pro tento účet konektor pro příspěvky na Facebook.
de: Facebook-Connector für dieses Konto installieren.
fr: Installer le connecteur Facebook pour ce compte.

source: Remove Facebook Post connector
cs: Odstranit konektor pro příspěvky na Facebook
de: Facebook-Connector entfernen
fr: Retirer le connecteur Facebook

source: Suppress "View on friendica"
de: Unterdrücke "Auf Friendica Ansehen"

source: Mirror wall posts from facebook to friendica.
de: Spiegle Pinnwandeinträge von Facebook auf friendica

source: Post to page/group:
de: Auf FB Seite/Gruppe veröffentlichen

source: Facebook Post Settings
cs: Nastavení konektoru pro příspěvky na Facebook
de: Facebook-Beitragseinstellungen
fr: Réglages Facebook

source: %d person likes this
cs: %d člověku se toto líbí
de: %d Person mag das
fr: %d personne aime ça
it: piace a %d persona

source: %d person doesn't like this
cs: %d člověku se toto nelíbí
de: %d Person mag das nicht
fr: %d personne n'aime pas ça
it: non piace a %d persona

source: Get added to this list!
cs: Nechte se přidat do tohoto listu!
de: Werde Mitglied dieser Liste
fr: Ajoutez-vous à cette liste!
it: Aggiungiti a questa lista!

source: Generate new key
cs: Generovat nové klíče
de: Neuen Schlüssel erstellen
fr: Générer une nouvelle clé
it: Genera una nuova chiave

source: Widgets key
cs: Widgety klíč
de: Widgets Schlüssel
fr: Clé des widgets
it: Chiave Widget

source: Widgets available
cs: Widgety k dispozici
de: Verfügbare Widgets
fr: Widgets disponibles
it: Widget disponibili

source: Connect on Friendica!
cs: Připojit na Friendica!
de: In Friendica verbinden!
fr: Se connecter sur Friendica!
it: Connettiti su Friendica!

source: bitchslap
de: abwatschen
fr: faire un coup de pute

source: bitchslapped
de: watschte
fr: a fait un coup de pute à

source: shag
de: poppen
fr: niquer

source: shagged
de: poppte
fr: a niqué

source: do something obscenely biological to
cs: udělat něco obscéně biologického uživateli
de: mit ihm/ihr etwas obszönes Körperliches machen

source: did something obscenely biological to
cs: udělal něco obscéně biologického uživateli
de: machte etwas obszönes Körperliches mit

source: point out the poke feature to
cs: upozornit na poke funkci uživatele
de: zeigte die neue Anstups-Funktion
fr: indiquer les sollicitations

source: pointed out the poke feature to
cs: upozorněn na poke funkci
de: zeigte die neue Anstups-Funktion
fr: a indiqué les sollicitations à

source: declare undying love for
cs: vyjadřit nehynoucí lásku ke
de: unterbliche Liebe verkünden
fr: déclarer sa flamme

source: declared undying love for
cs: vyjadřil nehynoucí lásku ke
de: verkündete unsterbliche Liebe für
fr: a déclaré sa flamme à

source: patent
cs: patentovat
de: patentieren
fr: faire breveter
