Repository: duthied/Free-Friendika
Catalog: view/*/messages.po
Languages: cs, de, fr, it, nl, ro, ru

source: Error: GD graphics PHP module with JPEG support required but not installed.
cs: Chyba: požadovaný GD graphics PHP modul není nainstalován.
de: Fehler: Das GD-Graphikmodul für PHP mit JPEG-Unterstützung ist nicht installiert.
fr: Erreur: Le module PHP "GD" disposant du support JPEG est requis mais pas installé.
it: Errore: Il modulo GD graphics di PHP con supporto a JPEG è richiesto, ma non risulta installato.
nl: Fout: PHP-module GD graphics met JPEG support is vereist, maar niet geïnstalleerd.
ro: Eroare: Modulul PHP grafică GD cu suport JPEG, este necesar dar nu este instalat.
ru: Ошибка: необходим PHP модуль GD графики с поддержкой JPEG, но он не установлен.

source: Error: openssl PHP module required but not installed.
cs: Chyba: požadovaný openssl PHP modul není nainstalován.
de: Fehler: Das openssl-Modul von PHP ist nicht installiert.
fr: Erreur: Le module PHP "openssl" est requis mais pas installé.
it: Errore: il modulo openssl di PHP è richiesto, ma non risulta installato.
nl: Fout: PHP-module openssl is vereist, maar niet geïnstalleerd.
ro: Eroare: modulul PHP libCURL este necesar dar nu este instalat.
ru: Ошибка: необходим PHP модуль OpenSSL, но он не установлен.

source: Error: mysqli PHP module required but not installed.
cs: Chyba: požadovaný mysqli PHP modul není nainstalován.
de: Fehler: Das mysqli-Modul von PHP ist nicht installiert.
fr: Erreur: Le module PHP "mysqli" est requis mais pas installé.
it: Errore: il modulo mysqli di PHP è richiesto, ma non risulta installato
nl: Fout: PHP-module mysqli is vereist, maar niet geïnstalleerd.
ro: Eroare: modulul PHP mysqli este necesar dar nu este instalat.
ru: Ошибка: необходим PHP модуль MySQLi, но он не установлен.

source: Error: mb_string PHP module required but not installed.
cs: Chyba: PHP modul mb_string je vyžadován, ale není nainstalován.
de: Fehler: mb_string PHP Module wird benötigt ist aber nicht installiert.
fr: Erreur: le module PHP mb_string est requis mais pas installé.
it: Errore: il modulo PHP mb_string è richiesto, ma non risulta installato.
nl: Fout: PHP-module mb_string is vereist, maar niet geïnstalleerd.
ro: Eroare: modulul PHP mb_string este necesar dar nu este instalat.
ru: Ошибка: необходим PHP модуль mb_string, но он не установлен.

source: The web installer needs to be able to create a file called ".htconfig.php" in the top folder of your web server and it is unable to do so.
cs: Webový instalátor musí být schopen vytvořit soubor s názvem ".htconfig.php" v hlavním adresáři vašeho webového serveru ale nyní mu to není umožněno.
de: Der Installationswizard muss in der Lage sein, eine Datei im Stammverzeichnis deines Webservers anzulegen, ist allerdings derzeit nicht in der Lage, dies zu tun.
fr: L'installeur web doit être en mesure de créer un fichier ".htconfig.php" à la racine de votre serveur web, mais il en est incapable.
it: L'installazione web deve poter creare un file chiamato ".htconfig.php" nella cartella principale del tuo web server ma non è in grado di farlo.
nl: Het installatieprogramma moet een bestand ".htconfig.php" in de bovenste map van je webserver aanmaken, maar kan dit niet doen.
ro: Expertul de instalare web trebuie să poată crea un fișier numit ".htconfig.php" în dosarul superior al serverului dvs. web, şi nu poate face acest lucru.
ru: Веб-инсталлятору требуется создать файл с именем ". htconfig.php" в верхней папке веб-сервера, но он не в состоянии это сделать.

source: This is most often a permission setting, as the web server may not be able to write files in your folder - even if you can.
cs: Toto je nejčastěji nastavením oprávnění, kdy webový server nemusí být schopen zapisovat soubory do vašeho adresáře - i když Vy můžete.
de: In den meisten Fällen ist dies ein Problem mit den Schreibrechten. Der Webserver könnte keine Schreiberlaubnis haben, selbst wenn du sie hast.
fr: Le plus souvent, il s'agit d'un problème de permission. Le serveur web peut ne pas être capable d'écrire dans votre répertoire - alors que vous-même le pouvez.
it: Ciò è dovuto spesso a impostazioni di permessi, dato che il web server può non essere in grado di scrivere il file nella tua cartella, anche se tu puoi.
nl: Dit is meestal een permissieprobleem, omdat de webserver niet in staat is om in deze map bestanden weg te schrijven - ook al kun je dit zelf wel.
ro: Aceasta este cel mai adesea o configurare de permisiune, deoarece serverul web nu ar putea fi capabil să scrie fişiere în dosarul dumneavoastră - chiar dacă dvs. puteţi.
ru: Это наиболее частые параметры разрешений, когда веб-сервер не может записать файлы в папке - даже если вы можете.

source: At the end of this procedure, we will give you a text to save in a file named .htconfig.php in your Friendica top folder.
cs: Na konci této procedury obd nás obdržíte text k uložení v souboru pojmenovaném .htconfig.php ve Vašem Friendica kořenovém adresáři.
de: Nachdem du alles ausgefüllt hast, erhältst du einen Text, den du in eine Datei namens .htconfig.php in deinem Friendica-Wurzelverzeichnis kopieren musst.
fr: A la fin de cette étape, nous vous fournirons un texte à sauvegarder dans un fichier nommé .htconfig.php à la racine de votre répertoire Friendica.
nl: Op het einde van deze procedure zal ik je een tekst geven om te bewaren in een bestand .htconfig.php in je hoogste Friendica map.
ro: La finalul acestei proceduri, vă vom oferi un text pentru a-l salva într-un fişier numit .htconfig.php din dosarul dvs. superior Friendica.
ru: В конце этой процедуры, мы дадим вам текст, для сохранения в файле с именем .htconfig.php в корневой папке, где установлена Friendica.

source: You can alternatively skip this procedure and perform a manual installation. Please see the file "INSTALL.txt" for instructions.
cs: Alternativně můžete tento krok přeskočit a provést manuální instalaci. Přečtěte si prosím soubor "INSTALL.txt" pro další instrukce.
de: Alternativ kannst du diesen Schritt aber auch überspringen und die Installation manuell durchführen. Eine Anleitung dazu (Englisch) findest du in der Datei INSTALL.txt.
fr: Vous pouvez également sauter cette étape et procéder à une installation manuelle. Pour cela, merci de lire le fichier "INSTALL.txt".
nl: Je kunt ook deze procedure overslaan, en een manuele installatie uitvoeren. Lees het bestand "INSTALL.txt" voor instructies.
ro: Alternativ, puteţi omite această procedură şi să efectuaţi o instalare manuală. Vă rugăm să consultaţi fişierul "INSTALL.txt" pentru instrucțiuni.
ru: В качестве альтернативы вы можете пропустить эту процедуру и выполнить установку вручную. Пожалуйста, обратитесь к файлу "INSTALL.txt" для получения инструкций.

source: .htconfig.php is writable
cs: .htconfig.php je editovatelné
de: Schreibrechte auf .htconfig.php
fr: Fichier .htconfig.php accessible en écriture
it: .htconfig.php è scrivibile
nl: .htconfig.php is schrijfbaar
ro: .htconfig.php este inscriptibil

source: Friendica uses the Smarty3 template engine to render its web views. Smarty3 compiles templates to PHP to speed up rendering.
de: Friendica nutzt die Smarty3 Template Engine um die Webansichten zu rendern. Smarty3 kompiliert Templates zu PHP um das Rendern zu beschleunigen.
nl: Friendica gebruikt het Smarty3 sjabloon systeem om zijn webpagina's weer te geven. Smarty3 compileert sjablonen naar PHP om de weergave te versnellen.
ro: Friendica utilizează motorul de șablon Smarty3 pentru a prelucra vizualizările sale web. Smarty3 compilează şabloane în PHP pentru a grăbi prelucrarea.
ru: Friendica использует механизм шаблонов Smarty3 для генерации веб-страниц. Smarty3 компилирует шаблоны в PHP для увеличения скорости загрузки.

source: In order to store these compiled templates, the web server needs to have write access to the directory view/smarty3/ under the Friendica top level folder.
de: Um diese kompilierten Templates zu speichern benötigt der Webserver Schreibrechte zum Verzeichnis view/smarty3/ im obersten Ordner von Friendica.
nl: Om deze gecompileerde sjablonen op te slaan moet de webserver schrijftoegang hebben tot de folder view/smarty3, t.o.v. van de hoogste folder van je Friendica-installatie.
ro: Pentru a stoca aceste şabloane compilate, serverul de web trebuie să aibă acces la scriere pentru directorul view/smarty3/ din dosarul de nivel superior Friendica.
ru: Для того чтобы хранить эти скомпилированные шаблоны, веб-сервер должен иметь доступ на запись для папки view/smarty3 в директории, где установлена Friendica.

source: Please ensure that the user that your web server runs as (e.g. www-data) has write access to this folder.
de: Bitte stelle sicher, dass der Nutzer unter dem der Webserver läuft (z.B. www-data) Schreibrechte zu diesem Verzeichnis hat.
nl: Zorg ervoor dat de gebruiker waaronder je webserver runt (bijv. www-data) schrijf-toegang heeft tot deze map.
ro: Vă rugăm să vă asiguraţi că utilizatorul pe care rulează serverul dvs. web (de ex. www-date) are acces la scriere pentru acest dosar.
ru: Пожалуйста, убедитесь, что пользователь, под которым работает ваш веб-сервер (например www-data), имеет доступ на запись в этой папке.

source: Note: as a security measure, you should give the web server write access to view/smarty3/ only--not the template files (.tpl) that it contains.
de: Hinweis: aus Sicherheitsgründen solltest du dem Webserver nur Schreibrechte für view/smarty3/ geben -- Nicht den Templatedateien (.tpl) die sie enthalten.
nl: Opmerking: voor een goede beveiliging zou je de webserver alleen schrijf-toegang moeten geven voor de map view/smarty3 -- niet voor de template bestanden (.tpl) die in die map zitten.
ro: Notă: ca o măsură de securitate, ar trebui să dați serverului web, acces de scriere numai pentru view/smarty3/--dar nu și fișierelor de șablon (.tpl) pe care le conţine.
ru: Примечание: в качестве меры безопасности, вы должны дать вебсерверу доступ на запись только в view/smarty3 - но не на сами файлы шаблонов (.tpl)., Которые содержатся в этой папке.

source: view/smarty3 is writable
de: view/smarty3 ist schreibbar
nl: view/smarty3 is schrijfbaar
ro: view/smarty3 este inscriptibil
ru: view/smarty3 доступен для записи

source: Url rewrite in .htaccess is not working. Check your server configuration.
cs: Url rewrite v .htconfig nefunguje. Prověřte prosím Vaše nastavení serveru.
de: Umschreiben der URLs in der .htaccess funktioniert nicht. Überprüfe die Konfiguration des Servers.
fr: La réécriture d'URL dans le fichier .htaccess ne fonctionne pas. Vérifiez la configuration de votre serveur.
ro: Funcția de rescriere Url rewrite din .htaccess nu funcţionează. Verificaţi-vă configuraţia serverului.
ru: Url rewrite в .htaccess не работает. Проверьте конфигурацию вашего сервера..

source: Url rewrite is working
cs: Url rewrite je funkční.
de: URL rewrite funktioniert
fr: La réécriture d'URL fonctionne.
ro: Funcția de rescriere Url rewrite, funcţionează.
ru: Url rewrite работает

source: The database configuration file ".htconfig.php" could not be written. Please use the enclosed text to create a configuration file in your web server root.
cs: Databázový konfigurační soubor ".htconfig.php" nemohl být uložen. Prosím, použijte přiložený text k vytvoření konfiguračního souboru ve vašem kořenovém adresáři webového serveru.
de: Die Konfigurationsdatei ".htconfig.php" konnte nicht angelegt werden. Bitte verwende den angefügten Text, um die Datei im Stammverzeichnis deiner Friendica-Installation zu erzeugen.
fr: Le fichier de configuration de la base (".htconfig.php") ne peut être créé. Merci d'utiliser le texte ci-joint pour créer ce fichier à la racine de votre hébergement.
it: Il file di configurazione del database ".htconfig.php" non può essere scritto. Usa il testo qui di seguito per creare un file di configurazione nella cartella principale del tuo sito.
nl: Het databaseconfiguratiebestand ".htconfig.php" kon niet worden weggeschreven. Je kunt de bijgevoegde tekst gebruiken om in een configuratiebestand aan te maken in de hoogste map van je webserver.
ro: Fișierul de configurare baza de date ".htconfig.php", nu a putut fi scris. Vă rugăm să utilizaţi textul închis pentru a crea un fişier de configurare în rădăcina serverului dvs. web.
ru: Файл конфигурации базы данных ".htconfig.php" не могла быть записан. Пожалуйста, используйте приложенный текст, чтобы создать конфигурационный файл в корневом каталоге веб-сервера.

source: Errors encountered creating database tables.
cs: Při vytváření databázových tabulek došlo k chybám.
de: Fehler aufgetreten während der Erzeugung der Datenbanktabellen.
fr: Des erreurs ont été signalées lors de la création des tables.
it: La creazione delle tabelle del database ha generato errori.
nl: Tijdens het aanmaken van databasetabellen zijn fouten vastgesteld.
ro: Erori întâlnite la crearea tabelelor bazei de date.
ru: Обнаружены ошибки при создании таблиц базы данных.

source: <h1>What next</h1>
cs: <h1>Co dál<h1>
de: <h1>Wie geht es weiter?</h1>
fr: <h1>Ensuite</h1>
nl: <h1>Wat nu</h1>
ro: <h1>Ce urmează</h1>
ru: <h1>Что далее</h1>

source: IMPORTANT: You will need to [manually] setup a scheduled task for the poller.
cs: Webový instalátor musí být schopen vytvořit soubor s názvem ".htconfig.php" v hlavním adresáři Vašeho webového serveru ale nyní mu to není umožněno.
de: WICHTIG: Du musst [manuell] einen Cronjob (o.ä.) für den Poller einrichten.
fr: IMPORTANT: Vous devez configurer [manuellement] une tâche programmée pour le 'poller'.
it: IMPORTANTE: Devi impostare [manualmente] la pianificazione del poller.
nl: BELANGRIJK: Je zult [manueel] een geplande taak moeten aanmaken voor de poller.
ro: IMPORTANT: Va trebui să configurați [manual] o sarcină programată pentru operatorul de sondaje.
ru: ВАЖНО: Вам нужно будет [вручную] установить запланированное задание для регистратора.

source: l F d, Y \@ g:i A
de: l, d. F Y\, H:i
it: l d F Y \@ G:i

source: Time Conversion
cs: Časová konverze
de: Zeitumrechnung
fr: Conversion temporelle
it: Conversione Ora
nl: Tijdsconversie
ro: Conversie Oră
ru: История общения

source: Friendica provides this service for sharing events with other networks and friends in unknown timezones.
cs: Friendica poskytuje tuto službu pro sdílení událostí s ostatními sítěmi a přáteli v neznámých časových zónách
de: Friendica bietet diese Funktion an, um das Teilen von Events mit Kontakten zu vereinfachen, deren Zeitzone nicht ermittelt werden kann.
fr: Friendica fournit ce service pour partager des événements avec d'autres réseaux et amis indépendament de leur fuseau horaire.
nl: Friendica biedt deze dienst aan om gebeurtenissen te delen met andere netwerken en vrienden in onbekende tijdzones.
ro: Friendica oferă acest serviciu pentru partajarea evenimentelor cu alte rețele și prieteni, în zonele cu fusuri orare necunoscute.\v
ru: Friendica предоставляет этот сервис для обмена событиями с другими сетями и друзьями, находящимися в неопределённых часовых поясах.

source: UTC time: %s
cs: UTC čas: %s
de: UTC Zeit: %s
fr: Temps UTC : %s
it: Ora UTC: %s
nl: UTC tijd: %s
ro: Fus orar UTC: %s
ru: UTC время: %s

source: Current timezone: %s
cs: Aktuální časové pásmo: %s
de: Aktuelle Zeitzone: %s
fr: Zone de temps courante : %s
it: Fuso orario corrente: %s
nl: Huidige Tijdzone: %s
ro: Fusul orar curent: %s
ru: Ваш часовой пояс: %s

source: Converted localtime: %s
cs: Převedený lokální čas : %s
de: Umgerechnete lokale Zeit: %s
fr: Temps local converti : %s
it: Ora locale convertita: %s
nl: Omgerekende lokale tijd: %s
ro: Ora locală convertită: %s
ru: Ваше изменённое время: %s

source: Please select your timezone:
cs: Prosím, vyberte své časové pásmo:
de: Bitte wähle deine Zeitzone.
fr: Sélectionner votre zone :
it: Selezionare il tuo fuso orario:
nl: Selecteer je tijdzone:
ro: Vă rugăm să vă selectaţi fusul orar:
ru: Выберите пожалуйста ваш часовой пояс:

source: Poke/Prod
cs: Šťouchanec
de: Anstupsen etc.
fr: Solliciter
nl: Aanstoten/porren
ro: Abordare/Atragerea atenției

source: poke, prod or do other things to somebody
cs: někoho šťouchnout nebo mu provést jinou věc
de: Stupse Leute an oder mache anderes mit ihnen
fr: solliciter (poke/...) quelqu'un
nl: aanstoten, porren of andere dingen met iemand doen
ro: abordați, atrageți atenția sau faceți alte lucruri cuiva

source: Recipient
cs: Příjemce
de: Empfänger
fr: Destinataire
nl: Ontvanger
ro: Destinatar
ru: Получатель

source: Choose what you wish to do to recipient
cs: Vyberte, co si přejete příjemci udělat
de: Was willst du mit dem Empfänger machen:
fr: Choisissez ce que vous voulez faire au destinataire
nl: Kies wat je met de ontvanger wil doen
ro: Alegeți ce doriți să faceți cu destinatarul
ru: Выберите действия для получателя

source: Make this post private
cs: Změnit tento příspěvek na soukromý
de: Diesen Beitrag privat machen
fr: Rendez ce message privé
nl: Dit bericht privé maken
ro: Faceți acest articol privat
ru: Сделать эту запись личной

source: Profile Match
cs: Shoda profilu
de: Profilübereinstimmungen
fr: Correpondance de profils
it: Profili corrispondenti
nl: Profielmatch
ro: Potrivire Profil
ru: Похожие профили

source: No keywords to match. Please add keywords to your default profile.
cs: Žádná klíčová slova k porovnání. Prosím, přidejte klíčová slova do Vašeho výchozího profilu.
de: Keine Schlüsselwörter zum Abgleichen gefunden. Bitte füge einige Schlüsselwörter zu deinem Standardprofil hinzu.
fr: Aucun mot-clé en correspondance. Merci d'ajouter des mots-clés à votre profil par défaut.
it: Nessuna parola chiave per l'abbinamento. Aggiungi parole chiave al tuo profilo predefinito.
nl: Geen sleutelwoorden om te zoeken. Voeg sleutelwoorden toe aan je standaard profiel.
ro: Nu există cuvinte cheie pentru a le potrivi. Vă rugăm să adăugaţi cuvinte cheie la profilul dvs implicit.
ru: Нет соответствующих ключевых слов. Пожалуйста, добавьте ключевые слова для вашего профиля по умолчанию.

source: is interested in:
cs: zajímá se o:
de: ist interessiert an:
fr: s'intéresse à:
it: è interessato a:
nl: Is geïnteresseerd in:
ro: are interese pentru:
ru: интересуется:

source: Connect
cs: Spojit
de: Verbinden
fr: Relier
it: Connetti
nl: Verbinden
ro: Conectare
ru: Подключить

source: No matches
cs: Žádné shody
de: Keine Übereinstimmungen
fr: Aucune correspondance
it: Nessun risultato
nl: Geen resultaten
ro: Nici-o potrivire
ru: Нет соответствий

source: Remote privacy information not available.
cs: Vzdálené soukromé informace nejsou k dispozici.
de: Entfernte Privatsphäreneinstellungen nicht verfügbar.
fr: Informations de confidentialité indisponibles.
it: Informazioni remote sulla privacy non disponibili.
nl: Privacyinformatie op afstand niet beschikbaar.
ro: Informaţiile la distanţă despre confidenţialitate, nu sunt disponibile.
ru: Личная информация удаленно недоступна.

source: Visible to:
cs: Viditelné pro:
de: Sichtbar für:
fr: Visible par:
it: Visibile a:
nl: Zichtbaar voor:
ro: Visibil către:
ru: Кто может видеть:

source: No such group
cs: Žádná taková skupina
de: Es gibt keine solche Gruppe
fr: Groupe inexistant
it: Nessun gruppo
nl: Zo'n groep bestaat niet
ro: Membrii
ru: Нет такой группы

source: Group is empty
cs: Skupina je prázdná
de: Gruppe ist leer
fr: Groupe vide
it: Il gruppo è vuoto
nl: De groep is leeg
ro: Grupul este gol
ru: Группа пуста

source: Group:
cs: Skupina:
de: Gruppe:
fr: Groupe:
it: Gruppo:
ro: Grup:
ru: Группа:

source: Select
cs: Vybrat
de: Auswählen
fr: Sélectionner
it: Seleziona
nl: Kies
ru: Выберите

source: View %s's profile @ %s
cs: Zobrazit profil uživatele %s na %s
de: Das Profil von %s auf %s betrachten.
fr: Voir le profil de %s @ %s
it: Vedi il profilo di %s @ %s
nl: Bekijk het profiel van %s @ %s
ro: Vizualizaţi profilul %s @ %s
ru: Просмотреть профиль %s [@ %s]

source: %s from %s
cs: %s od %s
de: %s von %s
fr: %s de %s
it: %s da %s
nl: %s van %s
ro: %s de la %s
ru: %s с %s

source: View in context
cs: Pohled v kontextu
de: Im Zusammenhang betrachten
fr: Voir dans le contexte
it: Vedi nel contesto
nl: In context bekijken
ro: Vizualizare în context
ru: Смотреть в контексте

source: %d comment
cs: %d komentář
de: %d Kommentar
fr: %d commentaire
it: %d commento
nl: %d reactie
ro: %d comentariu
ru: %d комментарий

source: show more
cs: zobrazit více
de: mehr anzeigen
fr: montrer plus
it: mostra di più
nl: toon meer
ro: mai mult
ru: показать больше

source: like
cs: má rád
de: mag ich
fr: aime
it: mi piace
nl: leuk
ru: нравится

source: dislike
cs: nemá rád
de: mag ich nicht
fr: n'aime pas
it: non mi piace
nl: niet leuk
ru: не нравитса

source: Share this
cs: Sdílet toto
de: Weitersagen
fr: Partager
it: Condividi questo
nl: Delen
ro: Partajează
ru: Поделитесь этим

source: share
cs: sdílí
de: Teilen
fr: partager
it: condividi
nl: Delen
ro: partajează
ru: делиться

source: Bold
cs: Tučné
de: Fett
fr: Gras
it: Grassetto
nl: Vet
ru: Жирный

source: Italic
cs: Kurzíva
de: Kursiv
fr: Italique
it: Corsivo
nl: Cursief
ru: Kурсивный

source: Underline
cs: Podrtžené
de: Unterstrichen
fr: Souligné
it: Sottolineato
nl: Onderstrepen
ro: Subliniat
ru: Подчеркнутый

source: Quote
cs: Citovat
de: Zitat
fr: Citation
it: Citazione
nl: Citeren
ro: Citat
ru: Цитата

source: Image
cs: Obrázek
de: Bild
it: Immagine
nl: Afbeelding
ro: Imagine
ru: Изображение / Фото

source: Link
cs: Odkaz
de: Verweis
fr: Lien
ru: Ссылка

source: add star
cs: přidat hvězdu
de: markieren
fr: mett en avant
it: aggiungi a speciali
nl: ster toevoegen
ro: add stea
ru: пометить

source: remove star
cs: odebrat hvězdu
de: Markierung entfernen
fr: ne plus mettre en avant
it: rimuovi da speciali
nl: ster verwijderen
ro: înlătură stea
ru: убрать метку

source: toggle star status
cs: přepnout hvězdu
de: Markierung umschalten
fr: mettre en avant
it: Inverti stato preferito
nl: ster toevoegen of verwijderen
ro: comută status steluță
ru: переключить статус

source: starred
cs: označeno hvězdou
de: markiert
fr: mis en avant
it: preferito
nl: met ster
ro: cu steluță
ru: помечено

source: add tag
cs: přidat štítek
de: Tag hinzufügen
fr: ajouter un tag
it: aggiungi tag
nl: label toevoegen
ru: добавить ключевое слово (таг)

source: save to folder
cs: uložit do složky
de: In Ordner speichern
fr: sauver vers dossier
it: salva nella cartella
nl: Bewaren in map
ro: salvează în directorul
ru: сохранить в папке

source: to
cs: pro
de: zu
fr: à
it: a
nl: aan
ro: către
ru: к

source: Welcome to %s
cs: Vítá Vás %s
de: Willkommen zu %s
fr: Bienvenue sur %s
it: Benvenuto su %s
nl: Welkom op %s
ro: Bine aţi venit la %s
ru: Добро пожаловать на %s!

source: Discard
cs: Odstranit
de: Verwerfen
fr: Rejeter
it: Scarta
nl: Verwerpen
ro: Renunțați
ru: Отказаться

source: Ignore
cs: Ignorovat
de: Ignorieren
fr: Ignorer
it: Ignora
nl: Negeren
ro: Ignoră
ru: Игнорировать

source: Network
cs: Síť
de: Netzwerk
fr: Réseau
it: Rete
nl: Netwerk
ro: Reţea
ru: Сеть

source: Personal
cs: Osobní
de: Persönlich
fr: Personnel
it: Personale
nl: Persoonlijk
ru: Персонал

source: Home
cs: Domů
de: Pinnwand
fr: Profil
nl: Tijdlijn
ru: Главная

source: Introductions
cs: Představení
de: Kontaktanfragen
it: Presentazioni
nl: Verzoeken
ro: Introduceri
ru: Запросы

source: Messages
cs: Zprávy
de: Nachrichten
it: Messaggi
nl: Privéberichten
ro: Mesage
ru: Сообщения

source: Show Ignored Requests
cs: Zobrazit ignorované žádosti
de: Zeige ignorierte Anfragen
fr: Voir les demandes ignorées
it: Mostra richieste ignorate
nl: Toon genegeerde verzoeken
ro: Afişare Solicitări Ignorate
ru: Показать проигнорированные запросы

source: Hide Ignored Requests
cs: Skrýt ignorované žádosti
de: Verberge ignorierte Anfragen
fr: Cacher les demandes ignorées
it: Nascondi richieste ignorate
nl: Verberg genegeerde verzoeken
ro: Ascundere Solicitări Ignorate
ru: Скрыть проигнорированные запросы

source: Notification type:
cs: Typ oznámení:
de: Benachrichtigungstyp:
fr: Type de notification:
it: Tipo di notifica:
nl: Notificatiesoort:
ro: Tip Notificări:
ru: Тип уведомления:
