Repository: duthied/Free-Friendika
Catalog: view/*/messages.po
Languages: cs, de, fr, it, nl, ro, ru

source: patented
cs: patentován
de: patentierte
fr: a fait breveter

source: stroke beard
cs: pohladit plnovous
de: sich den Bart kratzen
fr: frotter sa barbe

source: stroked their beard at
cs: pohladit něčí plnovous
de: kratzte sich den Bart in Richtung
fr: a frotté sa barbe sur

source: bemoan the declining standards of modern secondary and tertiary education to
cs: stěžující si na klesající úroveň moderního sekundárního a terciárního vzdělávání u
de: sich über die sinkenden Standards der Schul- und Hochschulbildung beklagen
fr: se lamenter sur les valeurs qui se perdent

source: bemoans the declining standards of modern secondary and tertiary education to
cs: stěžovat si na klesající úroveň moderního sekundárního a terciárního vzdělávání u
de: beklagte sich über die sinkenden Standards der Schul- und Hochschulbildung bei
fr: s'est lamenté du lent déclin des valeurs auprès de

source: hug
cs: obejmout
de: umarmen
fr: faire un calin
it: abbraccia

source: hugged
cs: obejmut
de: umarmte
fr: a fait un câlin à
it: ha abbracciato

source: kiss
cs: políbit
de: küssen
fr: embrasser
it: bacia

source: kissed
cs: políben
de: küsste
fr: a embrassé
it: ha baciato

source: raise eyebrows at
cs: zvednout obočí na
de: Augenbrauen hochziehen
fr: hausser le sourcil
it: solleva un sopracciglio a

source: raised their eyebrows at
cs: zvednul obočí na
de: zog die Augenbrauen hoch in Richtung
fr: a haussé le sourcil à
it: ha sollevato un sopracciglio a

source: insult
cs: urazit
de: beleidigen
fr: insulter
it: insulta

source: insulted
cs: uražen
de: beleidigte
fr: a insulté
it: ha insultato

source: praise
cs: pochválit
de: preisen
fr: louer
it: prega

source: praised
cs: pochválen
de: pries
fr: a loué
it: ha pregato

source: be dubious of
cs: mít pochyby o
de: ungewiss sein
fr: trouver douteux
it: è dubbioso di

source: was dubious of
cs: má pochybnosti z
de: war ungewiss über
fr: a trouvé douteux

source: eat
cs: sníst
de: essen
fr: manger
it: mangia

source: ate
cs: snězen
de: aß
fr: a mangé
it: ha mangiato

source: giggle and fawn at
cs: hihňat se
de: kichern und einschleimen
fr: se payer la tête

source: giggled and fawned at
cs: hihňá se
de: kicherte und schleimte sich ein bei
fr: s'est payé la tête de

source: doubt
cs: pochybovat
de: bezweifeln
fr: mettre en doute

source: doubted
cs: pochybující
de: bezweifelte
fr: a mis en doute

source: glare
cs: zabodáván pohledem
de: zornig anstarren
fr: fixer

source: glared at
cs: zabodávat pohledem
de: starrte zornig auf
fr: a fixé

source: YourLS Settings
cs: YourLS nastavení
de: YourLS Einstellungen
fr: Réglages de YourLS
it: Impostazioni YourLS

source: Username:
cs: Uživatelské jméno:
de: Nutzername:
fr: Nom d'utilisateur
it: Nome utente:

source: Password:
cs: heslo:
de: Passwort:
fr: Mot de passe :
nl: Wachtwoord:
ro: Parola:
ru: Пароль:

source: Use SSL
cs: Použít SSL
de: SSL Verwenden
fr: Utiliser SSL
it: Usa SSL

source: yourls Settings saved.
cs: yourls nastavení uloženo.
de: yourls Einstellungen gespeichert
fr: Réglages yourls sauvés.
it: Impostazioni yourls salvate.

source: Post to LiveJournal
cs: Poslat na LiveJournal
de: In LiveJournal veröffentlichen.
fr: Poster vers LiveJournal
it: Posta su LiveJournal

source: LiveJournal Post Settings
cs: Nastavení LiveJournal Post
de: LiveJournal Veröffentlichungs-Einstellungen
fr: Réglages LiveJournal
it: Impostazioni post LiveJournal

source: Enable LiveJournal Post Plugin
cs: Povolit LiveJournal Post plugin
de: LiveJournal Post Plugin aktivieren
fr: Activer "Poster vers LiveJournal"
it: Abilita il plugin LiveJournal

source: LiveJournal username
cs: LiveJournal uživatelské jméno
de: LiveJournal Benutzername
fr: Nom d'utilisateur LiveJournal

source: LiveJournal password
cs: LiveJournal heslo
de: LiveJournal Passwort
fr: Mot de passe

source: Post to LiveJournal by default
cs: Defaultně umístit na LiveJournal
de: Standardmäßig bei LiveJournal veröffentlichen
fr: Poster vers LiveJournal par défaut
it: Posta su LiveJournal di default

source: Not Safe For Work (General Purpose Content Filter) settings
cs: Not Safe For Work (General Purpose Content Filter) nastavení
de: Not Safe for Work (allg. Filter für ungewollte Inhalte) Einstellungen:
fr: Réglages de "NSFW" (filtrage de contenu)
it: Impostazioni per NSWF (Filtro Contenuti Generico)

source: This plugin looks in posts for the words/text you specify below, and collapses any content containing those keywords so it is not displayed at inappropriate times, such as sexual innuendo that may be improper in a work setting. It is polite and recommended to tag any content containing nudity with #NSFW. This filter can also match any other word/text you specify, and can thereby be used as a general purpose content filter.
cs: Tento plugin hledá v příspěvcích slova zadáná níže a skryje jakýkoliv obsah, který tyto slova obsahuje v prostředích, kde to není vhodné. Je slušné a doporučené jakékoliv příspěvky s mahotou označit s #NSFW. Tento filtr může také vyhledávat jakékoliv Vámi specifikované slovní spojení, takže může být využit jako obecný kontextový filtr.
de: Dieses Plugin sucht in Beiträgen nach Wörtern oder Textbauteilen die du weiter unten eingibst, findet es diese Bausteine, dann wird der entsprechende Beitrag zusammengefaltet dargestellt. Auf diese Weise wird verhindert, dass Inhalte, wie z.B. sexuelle Anspielungen, in unpassenden Momenten angezeigt werden. Du solltest den #NSFW Tag für Beiträge verwenden von denen du ausgehen kannst, dass andere sie anstößig finden könnten. Du kannst beliebige Wörter in der Filterliste angeben und ihn so als allgemeinen Filter verwenden.
fr: Cette extension va parcourir les publications à la recherche des mots (ou phrases) que vous spécifierez ci-dessous, et repliera automatiquement tout contenu qui les contiendrait, afin de ne pas risquer de les afficher à un moment inopportun. Comme par exemple des messages à caractère sexuel dans un contexte professionnel. Il est globalement considéré comme correct et poli de "tagguer" toute publication contenant de la nudité avec #NSFW (Not Safe For Work - pas pour le boulot). Ce filtre peut également fonctionner pour tout autre texte que vous spécifierez, et pourra ainsi être utilisé comme filtre de contenu générique.
it: Questo plugin cerca nei messagi le parole/testo che inserisci qui sotto, e collassa i messaggi che li contengono, per non mostrare contenuto inappropriato nel momento sbagliato, come contenuto a sfondo sessuale che puo' essere inappropriato in un ambiente di lavoro. E' educato (e consigliato) taggare i messaggi che contengono nudità con #NSFW (Not Safe For Work: Non Sicuro Per il Lavoro). Questo filtro puo' cercare anche qualsiasi parola che inserisci, quindi puo' essere usato come filtro di contenuti generico.

source: Enable Content filter
cs: Povolit Kontextový filtr
de: Aktiviere den Inhaltsfilter
fr: Activer le filtrage de contenu
it: Abilita il Filtro Contenuti

source: Comma separated list of keywords to hide
cs: Čárkou oddělený seznam klíčových slov ke skrytí
de: Durch Komma getrennte Liste von Schlüsselwörtern die verborgen werden sollen
fr: Liste de mots-clés - séparés par des virgules - à cacher
it: Elenco separato da virgole di parole da nascondere

source: Use /expression/ to provide regular expressions
cs: Použít /výraz/ pro použití regulárních výrazů
de: Verwende /expression/ um reguläre Ausdrücke zu verwenden
fr: Utilisez /expression/ pour les expressions rationnelles
it: Utilizza /espressione/ per inserire espressioni regolari

source: NSFW Settings saved.
cs: NSFW nastavení uloženo
de: NSFW-Einstellungen gespeichert
fr: Réglages NSFW sauvegardés.
it: Impostazioni NSFW salvate.

source: %s - Click to open/close
cs: %s - Klikněte pro otevření/zavření
de: %s – Zum Öffnen/Schließen klicken
fr: %s - cliquer pour ouvrir/fermer
it: %s - Clicca per aprire / chiudere

source: Forums
cs: Fóra
de: Foren
it: Forum

source: Forums:
cs: Fóra:
de: Foren:
it: Forum:

source: Page settings updated.
cs: Nastavení stránky aktualizováno.
de: Seiteneinstellungen aktualisiert.
fr: Paramètres des pages mis à jour.

source: Page Settings
cs: Nastavení stránky
de: Seiteneinstellungen
fr: Paramètres des pages

source: How many forums to display on sidebar without paging
cs: Kolik diskuzních fór zobrazit v bočním panelu bez použití stránkování
de: Wie viele Foren sollen in der Seitenleiste ohne Umblättern angezeigt werden
fr: Nombre de forums à afficher sur la barre de côté sans changer de page

source: Randomise Page/Forum list
cs: Náhodný stránka/fórum seznam
de: Zufällige Seiten/Foren Liste
fr: Rendre aléatoire la liste des pages/forums

source: Show pages/forums on profile page
cs: Zobrazit stránky/fóra na profilové stránce
de: Foren/Seiten auf der Profilseite anzeigen
fr: Montrer les forums sur le profil
it: Mostra pagine/forum sulla pagina profilo

source: Planets Settings
cs: Nastavení Planets
de: Planeten Einstellungen
fr: Réglages des Planets
it: Impostazioni Planet

source: Enable Planets Plugin
cs: Povolit Planets plugin
de: Aktiviere Planeten Plugin
fr: Activer Planets
it: Abilita plugin Planet

source: Forum Directory
de: Foren Verzeichnis

source: Login
cs: Přihlásit se
de: Anmeldung
fr: Connexion
it: Accedi
ru: Вход

source: Latest users
cs: Poslední uživatelé
de: Letzte Benutzer
fr: Derniers utilisateurs
it: Ultimi utenti

source: Most active users
cs: Nejaktivnější uživatelé
de: Aktivste Nutzer
fr: Utilisateurs les plus actifs
it: Utenti più attivi

source: Latest photos
cs: Poslední fotky
de: Neueste Fotos
fr: Dernières photos
it: Ultime foto

source: Latest likes
cs: Poslední "líbí se mi"
de: Neueste Favoriten
fr: Dernières approbations
it: Ultimi "mi piace"

source: event
cs: událost
de: Veranstaltung
fr: évènement
it: l'evento
nl: gebeurtenis
ro: eveniment
ru: мероприятие

source: No access
cs: Zádný přístup
de: Kein Zugriff
fr: Pas d'accès
it: Nessun accesso

source: Could not open component for editing
cs: Nelze otevřít komponentu pro editaci
de: Kalender-Editierfunktion konnte nicht geöffnet werden
fr: Échec d'ouverture de l'élément pour édition

source: Go back to the calendar
cs: Návrat na kalendář
de: Zurück zum Kalender
fr: Revenir au calendrier
it: Torna al calendario

source: Event data
cs: Data události
de: Veranstaltungsdetails
fr: Données de l'évènement

source: Calendar
cs: Kalendář
de: Kalender
fr: Calendrier
it: Calendario

source: Special color
cs: Speciální barva
de: Spezielle Farbe
fr: Couleur spéciale

source: Subject
cs: Subjekt
de: Betreff:
fr: Sujet

source: Starts
cs: Hvězdiček
de: Beginnt
fr: Début

source: Ends
cs: Končí
de: Endet
fr: Fin

source: Description
cs: Popis
de: Beschreibung
it: Descrizione

source: Recurrence
cs: Opakování
de: Wiederholungen:
fr: Récurrence

source: Frequency
cs: Frekvence
de: Frequenz
fr: Fréquence

source: Daily
cs: denně
de: Täglich
fr: Chaque jour
it: Giornalmente
nl: dagelijks
ro: Zilnic
ru: Ежедневно

source: Weekly
cs: Týdenně
de: Wöchentlich
fr: Chaque semaine
it: Settimanalmente
nl: wekelijks
ro: Săptămânal
ru: Еженедельно

source: Monthly
cs: Měsíčně
de: Monatlich
fr: Chaque mois
it: Mensilmente
nl: maandelijks
ro: Lunar
ru: Ежемесячно

source: Yearly
cs: Ročně
de: Jährlich
fr: Par an

source: days
cs: dnů
de: Tage
fr: jours
it: giorni
nl: dagen
ro: zile
ru: дней

source: weeks
cs: týdny
de: Wochen
fr: semaines
it: settimane
nl: weken
ro: săptămâni
ru: недель

source: months
cs: měsíců
de: Monate
fr: mois
it: mesi
nl: maanden
ro: luni
ru: мес.

source: years
cs: let
de: Jahre
fr: ans
it: anni
nl: jaren
ro: ani
ru: лет

source: Interval
de: Intervall
fr: Intervalle

source: All %select% %time%
cs: Všechny %select% %time%
de: Jeden %select% %time%

source: Days
cs: Dny
de: Tage
fr: Jours
it: Giorni

source: Sunday
cs: Neděle
de: Sonntag
fr: Dimanche
it: Domenica
nl: Zondag
ro: Duminică
ru: Воскресенье

source: Monday
cs: Pondělí
de: Montag
fr: Lundi
it: Lunedì
nl: Maandag
ro: Luni
ru: Понедельник

source: Tuesday
cs: Úterý
de: Dienstag
fr: Mardi
it: Martedì
nl: Dinsdag
ro: Marţi
ru: Вторник

source: Wednesday
cs: Středa
de: Mittwoch
fr: Mercredi
it: Mercoledì
nl: Woensdag
ro: Miercuri
ru: Среда

source: Thursday
cs: Čtvrtek
de: Donnerstag
fr: Jeudi
it: Giovedì
nl: Donderdag
ro: Joi
ru: Четверг

source: Friday
cs: Pátek
de: Freitag
fr: Vendredi
it: Venerdì
nl: Vrijdag
ro: Vineri
ru: Пятница

source: Saturday
cs: Sobota
de: Samstag
fr: Samedi
it: Sabato
nl: Zaterdag
ro: Sâmbătă
ru: Суббота

source: First day of week:
cs: První den v týdnu
de: Erster Tag der Woche
fr: Premier jour de la semaine :

source: Day of month
cs: Den v měsíci
de: Tag des Monats
fr: Jour du mois

source: #num#th of each month
cs: #num#. v každém měsíci
de: #num#ten jedes Monats
fr: Le #num# de chaque mois

source: #num#th-last of each month
cs: #num#. od konce v každém měsíci
de: letzten #num#ten jedes Monats

source: #num#th #wkday# of each month
cs: #num#. #wkday# v každém měsíci
de: jeden #num#ten #wkday# eines Monats

source: #num#th-last #wkday# of each month
cs: #num#. od konce #wkday# v každém měsíci
de: jeden #num#ten letzten #wkday# eines Monats

source: Month
cs: Měsíc
de: Monat
fr: Mois
it: Mese

source: #num#th of the given month
cs: #num#. v daném měsíci
de: #num#ten des Monats

source: #num#th-last of the given month
cs: #num#. od konce v daném měsíci
de: letzten #num#ten des Monats

source: #num#th #wkday# of the given month
cs: #num#. #wkday# v daném měsíci
de: jeden #num#ten eines Monats

source: #num#th-last #wkday# of the given month
cs: #num#. #wkday# od konce v daném měsíci
de: jeden #num#ten letzten eines Monats

source: Repeat until
cs: Opakuj dokud
de: Wiederholungen
fr: Répéter jusqu'à

source: Infinite
cs: Do nekončena
de: unendlich
fr: Infini

source: Until the following date
cs: Do následujícího data
de: bis zum folgenden Datum
fr: Jusqu'à cette date

source: Number of times
cs: Počet opakování
de: Bestimmte Anzahl von Wiederholungen
fr: Nombre de fois

source: Exceptions
cs: Výjimky
de: Ausnahmen

source: none
cs: žádný
de: keine
fr: aucun

source: Notification
cs: Notifikace
de: Benachrichtigung
it: Notifica

source: Notify by
cs: Notifikován
de: Benarchrichtigungsmethode

source: On Friendica / Display
cs: Na stránce Friendica
de: Bei Friendica / Anzeige
fr: Sur Friendica / Afficher

source: Time
cs: Čas
de: Zeit
fr: Heure

source: Hours
cs: Hodiny
de: Stunden
fr: Heures
it: Ore

source: Minutes
cs: Minuty
de: Minuten
it: Minuti

source: Seconds
cs: sekund
de: Sekunden
fr: Secondes

source: Weeks
cs: týdnů
de: Wochen
fr: Semaines

source: before the
cs: před
de: vor dem
fr: avant le

source: start of the event
cs: začátkem události
de: Beginn des Termins
fr: début de l'événement

source: end of the event
cs: koncem události
de: Ende des Termins
fr: fin de l'événement

source: Add a notification
cs: Přidat notifikaci
de: Benachrichtigung hinzufügen
fr: Ajouter une notification

source: The event #name# will start at #date
cs: Událost #name# bude zahájena #date
de: Der Termin #name# wird am #date anfangen
fr: L'événement #name# commencera le #date#

source: #name# is about to begin.
cs: #name# právě začíná.
de: #name# beginnt demnächst.
fr: #name# va commencer

source: Saved
cs: Uloženo
de: Gespeichert
fr: Sauvegardé

source: U.S. Time Format (mm/dd/YYYY)
cs: americký formát času (mm/dd/YYYY)
de: U.S. Datumsformat (mm/dd/YYYY)
fr: Date au format américain (mm/jj/AAAA)
it: Formato data americano (mm/gg/AAAA)

source: German Time Format (dd.mm.YYYY)
cs: německý formát času (dd.mm.YYYY)
de: Deutsches Datumsformat (dd.mm.YYYY)
fr: Date au format européen (jj.mm.AAAA)
it: Formato data europeo (gg.mm.AAAA)

source: Private Events
cs: Soukromé události
de: Privater Termin
fr: Événements privés.

source: Private Addressbooks
cs: Soukromé adresáře kontaktů
de: Private Adressbücher
fr: Carnets d'adresses privés

source: Friendica-Native events
cs: Nativní Friendica události
de: Friendica Veranstaltungen
fr: Événements natifs de Friendica

source: Friendica-Contacts
cs: Friendica kontakty
de: Friendica-Kontakte
fr: Contacts Friendica
it: Contatti Friendica

source: Your Friendica-Contacts
cs: Vaše Friendica kontakty
de: Deine Friendica-Kontakte
fr: Vos contacts Friendica
it: I tuoi contatti Friendica

source: Something went wrong when trying to import the file. Sorry. Maybe some events were imported anyway.
cs: Při importu souboru se něco nezdařilo, omlouváme se. Přesto se mohly některé události načíst.
de: Entschuldigung. Bei dem Versuch die Datei zu importieren ist etwas schief gelaufen. Vielleicht wurden aber einige der Termine dennoch importiert.
fr: Désolé, l'importation du fichier s'est mal passée. Toutefois, il se peut que certains événements aient tout de même été importés.

source: Something went wrong when trying to import the file. Sorry.
cs: Při importu souboru se něco nezdařilo, omlouváme se.
de: Entschuldigung. Beim Importieren der Datei ist etwas schief gelaufen.
fr: Désolé, l'importation du fichier s'est mal passée.

source: The ICS-File has been imported.
cs: ICS soubor byl importován.
de: Die ICS-Datei wurde importoert.
fr: Le fichier ICS a été importé.

source: No file was uploaded.
cs: Žádný soubor nebyl nahrán.
de: Es wurde keine Datei geladen.
fr: Aucun fichier n'a été téléchargé.

source: Import a ICS-file
cs: Import ICS souboru.
de: Importiere eine ICS-Datei
fr: Importer un fichier ICS

source: ICS-File
cs: ICS soubor.
de: ICS-Datei
fr: Fichier ICS

source: Overwrite all #num# existing events
cs: Přepsat všechny #num# existující události
de: Überschreibe alle #num# existierenden Einträge
fr: Écraser les #num# événements existants

source: New event
cs: Nová událost
de: Neue Veranstaltung
fr: Nouvel événement

source: Today
cs: Dnes
de: Heute
fr: Aujourd'hui
it: Oggi

source: Day
cs: Den
de: Tag
fr: Jour

source: Week
cs: Týden
de: Woche
fr: Semaine
it: Settimana

source: Reload
cs: Načíst znovu
de: Neu Laden
fr: Recharger
it: Ricarica

source: Date
cs: Datum
de: Datum
it: Data

source: Error
cs: Chyba
de: Fehler
fr: Erreur
it: Errore

source: The calendar has been updated.
cs: Kalendář byl aktualizován.
de: Der Kalender wurde aktualisiert.
fr: Le calendrier a été mis à jour.

source: The new calendar has been created.
cs: Nový kalendář byl vytvořen.
de: Der neue Kalender wurde erstellt.
fr: Le nouveau calendrier a été créé.

source: The calendar has been deleted.
cs: Kalendář byl smazán.
de: Der Kalender wurde gelöscht.
fr: Le calendrier a été détruit.

source: Calendar Settings
cs: Nastavení kalendáře
de: Kalendereinstellungen
fr: Paramètres du calendrier
it: Impostazioni Calendario

source: Date format
cs: Formát datumu
de: Datumsformat
fr: Format de la date
it: Formato data

source: Time zone
cs: Časová zóna
de: Zeitzone
fr: Fuseau horaire
it: Fuso orario

source: Calendars
cs: Kalendáře
de: Kalender
fr: Calendriers.

source: Create a new calendar
cs: Vytvořit nový kalendář
de: Neuen Kalender anlegen
fr: Créer un nouveau calendrier.

source: Limitations
cs: Omezení
de: Einschränkungen
it: Limitazioni

source: Warning
cs: Varování
de: Warnung
fr: Avertissement
it: Attenzione

source: Synchronization (iPhone, Thunderbird Lightning, Android, ...)
cs: Synchronizace (iPhone, Thunderbird Lightning, Android, ...)
de: Synchronisation (iPhone, Thunderbird Lightning, Android, ...)
fr: Synchronisation (Iphone, Thunderbird Lightning, Android, ...)
it: Sincronizzazione (iPhone, Thunderbird Lightning, Android, ...)

source: Synchronizing this calendar with the iPhone
cs: Synchronizovat tento kalendář s iPhone
de: Diesen Kalender mit dem iPhone synchronisieren
fr: Synchronisation avec l'Iphone en cours
it: Sincronizzare questo calendario con l'iPhone

source: Synchronizing your Friendica-Contacts with the iPhone
cs: Synchronizovat Vaše Friendica kontakty s iPhone
de: Friendica-Kontakte mit dem iPhone synchronisieren
fr: Synchronisation de vos contacts Friendica avec l'Iphone en cours
it: Sincronizzare i tuoi contatti di Friendica con l'iPhone

source: The current version of this plugin has not been set up correctly. Please contact the system administrator of your installation of friendica to fix this.
cs: Stávající verze tohoto rozšíření nebyla správně nastavena. Prosím, kontaktujte administrátora webu, ať to opraví.
de: Die aktuelle Version dieses Plugins wurde nicht korrekt eingestellt. Bitte kontaktiere den System-Administrator deiner Friendica Installation um den Fehler zu beheben.
fr: La version actuelle de cette extension n'a pas été configurée correctement. Merci de contacter votre administrateur Friendica pour régler ce problème.

source: Extended calendar with CalDAV-support
cs: Rozšířený kalendář s podporou CalDAV
de: Erweiterter Kalender mit CalDAV Unterstützung.
fr: Calendrier étendu avec support CalDAV
it: Calendario esteso con supporto CalDAV

source: Notification:
cs: Notifikace:
de: Benachrichtigungen:

source: The database tables have been installed.
cs: Databázové tabulky byly nainstalovány
de: Die Datenbanktabellen wurden installiert.
fr: Les tables de la base de données ont été installées.
it: Le tabelle del database sono state installate.

source: An error occurred during the installation.
cs: Během instalace nastala chyba.
de: Während der Installation trat ein Fehler auf.
fr: Une erreur est survenue lors de l'installation.
it: Errore durante l'installazione.

source: The database tables have been updated.
cs: Databázové tabulky byly aktualizovány.
de: Die Tabellen in der Datenbank wurden aktualisiert.
fr: Les tables de la base de données ont été mises à jour.

source: An error occurred during the update.
cs: Během aktualizace došlo k chybě.
de: Während der Aktualisierung trat ein Fehler auf.
fr: Une erreur est survenue lors de la mise à jour.

source: No system-wide settings yet.
cs: Nastavení systému dosud nebylo vytvořeno
de: Momentan keine systemweiten Einstellungen.
fr: Pas de paramètres globaux pour l'instant.
it: Nessun settaggio di sistema ancora.

source: Database status
cs: Status databáze
de: Datenbankstatus
fr: Etat de la base de données
it: Stato database

source: Installed
cs: Instalováno
de: Installiert
fr: Installé
it: Installato

source: Upgrade needed
cs: Upgrade vyžadován
de: Upgrade erforderlich
fr: Mise à jour nécessaire
it: Aggiornamento richiesto

source: Please back up all calendar data (the tables beginning with dav_*) before proceeding. While all calendar events <i>should</i> be converted to the new database structure, it's always safe to have a backup. Below, you can have a look at the database-queries that will be made when pressing the 'update'-button.
cs: Prosím, zálohujte si všechny data v kalendářích (všechny tabulky začínající s dav_*) před pokračováním. Ačkoliv <i>by měly</i> být všechny kalendářové události převedeny do nové databázové struktury, vždy je bezpečnější mít zálohu. Níže se můžete podívat na databázové příkazy, které budou spuštěny po stisknutí tlačítka "Aktualizovat".
de: Bitte sichere alle Kalenderdaten (die Tabellen mit dav_* beginnend) bevor du mit dem Update fortfährst. Eigentliche <i>sollten</i> alle Kalendereinträge in die neue Datenbankstruktur übernommen werden, aber sicher ist sicher. Weiter unten kannst du die Datenbank-Anfragen ansehen, die im Verlauf des Updates gemacht werden.
fr: Merci de sauvegarder toutes les données calendaires (les tables commençant par dav_*) avant de continuer. Bien que les évènements du calendrier <i>doivent</i> tous être convertis à la nouvelle structure, ça ne fait pas de mal d'avoir une sauvegarder. Ci-dessous, vous pouvez voir les requêtes qui seront faites lorsque vous lancerez la mise-à-jour.

source: Not installed
cs: Nenainstalováno
de: Nicht installiert
fr: Non installé

source: Install
cs: Instalovat
de: Installieren
fr: Installer

source: Unknown
cs: Neznámý
de: Unbekannt
fr: Inconnu
