Repository: duthied/Free-Friendika
Catalog: view/*/messages.po
Languages: cs, de, fr, it, nl, ro, ru

source: Friend Suggestion
cs: Návrh přátelství
de: Kontaktvorschlag
fr: Suggestion d'amitié/contact
it: Amico suggerito
nl: Vriendschapsvoorstel
ro: Sugestie Prietenie
ru: Предложение в друзья

source: suggested by %s
cs: navrhl %s
de: vorgeschlagen von %s
fr: suggéré(e) par %s
it: sugerito da %s
nl: Voorgesteld door %s
ro: sugerat de către %s
ru: предложено юзером %s

source: Hide this contact from others
cs: Skrýt tento kontakt před ostatními
de: Verberge diesen Kontakt vor anderen
fr: Cacher ce contact aux autres
it: Nascondi questo contatto agli altri
nl: Verberg dit contact voor anderen
ro: Ascunde acest contact pentru alţii
ru: Скрыть этот контакт от других

source: Post a new friend activity
cs: Zveřejnit aktivitu nového přítele.
de: Neue-Kontakt Nachricht senden
fr: Poster concernant les nouvelles amitiés
it: Invia una attività "è ora amico con"
nl: Bericht over een nieuwe vriend
ro: Publicaţi prietenului o nouă activitate
ru: Настроение

source: if applicable
cs: je-li použitelné
de: falls anwendbar
fr: si possible
it: se applicabile
nl: Indien toepasbaar
ro: dacă i posibil
ru: если требуется

source: Approve
cs: Schválit
de: Genehmigen
fr: Approuver
it: Approva
nl: Goedkeuren
ro: Aprobă
ru: Одобрить

source: Claims to be known to you:
cs: Vaši údajní známí:
de: Behauptet dich zu kennen:
fr: Prétend que vous le connaissez:
it: Dice di conoscerti:
nl: Denkt dat u hem of haar kent:
ro: Pretinde că vă cunoaște:
ru: Утверждения, о которых должно быть вам известно:

source: yes
cs: ano
de: ja
fr: oui
it: si
nl: Ja
ro: da
ru: да

source: no
cs: ne
de: nein
fr: non
nl: Nee
ro: nu
ru: нет

source: Approve as:
cs: Schválit jako:
de: Genehmigen als:
fr: Approuver en tant que:
it: Approva come:
ro: Aprobă ca:
ru: Утвердить как:

source: Friend
cs: Přítel
de: Freund
fr: Ami
it: Amico
nl: Vriend
ro: Prieten
ru: Друг

source: Sharer
cs: Sdílené
de: Teilenden
fr: Initiateur du partage
it: Condivisore
nl: Deler
ro: Distribuitor
ru: Участник

source: Fan/Admirer
cs: Fanoušek / obdivovatel
de: Fan/Verehrer
fr: Fan/Admirateur
it: Fan/Ammiratore
nl: Fan/Bewonderaar
ro: Fan/Admirator
ru: Фанат / Поклонник

source: Friend/Connect Request
cs: Přítel / žádost o připojení
de: Kontakt-/Freundschaftsanfrage
fr: Demande de connexion/relation
it: Richiesta amicizia/connessione
nl: Vriendschapsverzoek
ro: Prieten/Solicitare de Conectare
ru: Запрос в друзья / на подключение

source: New Follower
cs: Nový následovník
de: Neuer Bewunderer
fr: Nouvel abonné
it: Qualcuno inizia a seguirti
nl: Nieuwe Volger
ro: Susţinător Nou
ru: Новый фолловер

source: No introductions.
cs: Žádné představení.
de: Keine Kontaktanfragen.
fr: Aucune demande d'introduction.
it: Nessuna presentazione.
nl: Geen vriendschaps- of connectieverzoeken.
ro: Fără prezentări.
ru: Запросов нет.

source: Notifications
cs: Upozornění
de: Benachrichtigungen
it: Notifiche
nl: Notificaties
ro: Notificări
ru: Уведомления

source: %s liked %s's post
cs: Uživateli %s se líbí příspěvek uživatele %s
de: %s mag %ss Beitrag
fr: %s a aimé la notice de %s
it: a %s è piaciuto il messaggio di %s
nl: %s vond het bericht van %s leuk
ro: %s a apreciat ceea a publicat %s
ru: %s нравится %s сообшение

source: %s disliked %s's post
cs: Uživateli %s se nelíbí příspěvek uživatele %s
de: %s mag %ss Beitrag nicht
fr: %s n'a pas aimé la notice de %s
it: a %s non è piaciuto il messaggio di %s
nl: %s vond het bericht van %s niet leuk
ro: %s a nu a apreciat ceea a publicat %s
ru: %s не нравится %s сообшение

source: %s is now friends with %s
cs: %s se nyní přátelí s %s
de: %s ist jetzt mit %s befreundet
fr: %s est désormais ami(e) avec %s
it: %s è ora amico di %s
nl: %s is nu bevriend met %s
ro: %s este acum prieten cu %s
ru: %s теперь друзья с %s

source: %s created a new post
cs: %s vytvořil nový příspěvek
de: %s hat einen neuen Beitrag erstellt
fr: %s a publié une notice
it: %s a creato un nuovo messaggio
nl: %s schreef een nieuw bericht
ro: %s a creat o nouă postare
ru: %s написал новое сообщение

source: %s commented on %s's post
cs: %s okomentoval příspěvek uživatele %s'
de: %s hat %ss Beitrag kommentiert
fr: %s a commenté une notice de %s
it: %s ha commentato il messaggio di %s
nl: %s gaf een reactie op het bericht van %s
ro: %s a comentat la articolul postat de %s
ru: %s прокомментировал %s сообщение

source: No more network notifications.
cs: Žádné další síťové upozornění.
de: Keine weiteren Netzwerk-Benachrichtigungen.
fr: Aucune notification du réseau.
it: Nessuna nuova.
nl: Geen netwerknotificaties meer
ro: Nu mai există notificări de reţea.
ru: Уведомлений из сети больше нет.

source: Network Notifications
cs: Upozornění Sítě
de: Netzwerk Benachrichtigungen
fr: Notifications du réseau
it: Notifiche dalla rete
nl: Netwerknotificaties
ro: Notificări de Reţea
ru: Уведомления сети

source: No more system notifications.
cs: Žádné další systémová upozornění.
de: Keine weiteren Systembenachrichtigungen.
fr: Pas plus de notifications système.
it: Nessuna nuova notifica di sistema.
nl: Geen systeemnotificaties meer.
ro: Nu mai există notificări de sistem.
ru: Системных уведомлений больше нет.

source: System Notifications
cs: Systémová upozornění
de: Systembenachrichtigungen
fr: Notifications du système
it: Notifiche di sistema
nl: Systeemnotificaties
ro: Notificări de Sistem
ru: Уведомления системы

source: No more personal notifications.
cs: Žádné další osobní upozornění.
de: Keine weiteren persönlichen Benachrichtigungen
fr: Aucun notification personnelle.
it: Nessuna nuova.
nl: Geen persoonlijke notificaties meer
ro: Nici o notificare personală
ru: Персональных уведомлений больше нет.

source: Personal Notifications
cs: Osobní upozornění
de: Persönliche Benachrichtigungen
fr: Notifications personnelles
it: Notifiche personali
nl: Persoonlijke notificaties
ro: Notificări personale
ru: Личные уведомления

source: No more home notifications.
cs: Žádné další domácí upozornění.
de: Keine weiteren Pinnwand-Benachrichtigungen
fr: Aucune notification de la page d'accueil.
it: Nessuna nuova.
nl: Geen tijdlijn-notificaties meer
ro: Nu mai există notificări de origine.
ru: Уведомлений больше нет.

source: Home Notifications
cs: Domácí upozornění
de: Pinnwand Benachrichtigungen
fr: Notifications de page d'accueil
it: Notifiche bacheca
nl: Tijdlijn-notificaties
ro: Notificări de Origine
ru: Уведомления

source: Could not access contact record.
cs: Nelze získat přístup k záznamu kontaktu.
de: Konnte nicht auf die Kontaktdaten zugreifen.
fr: Impossible d'accéder à l'enregistrement du contact.
it: Non è possibile accedere al contatto.
nl: Kon geen toegang krijgen tot de contactgegevens
ro: Nu se poate accesa registrul contactului.
ru: Не удалось получить доступ к записи контакта.

source: Could not locate selected profile.
cs: Nelze nalézt vybraný profil.
de: Konnte das ausgewählte Profil nicht finden.
fr: Impossible de localiser le profil séléctionné.
it: Non riesco a trovare il profilo selezionato.
nl: Kon het geselecteerde profiel niet vinden.
ro: Nu se poate localiza profilul selectat.
ru: Не удалось найти выбранный профиль.

source: Contact updated.
cs: Kontakt aktualizován.
de: Kontakt aktualisiert.
fr: Contact mis-à-jour.
it: Contatto aggiornato.
nl: Contact bijgewerkt.
ro: Contact actualizat.
ru: Контакт обновлен.

source: Contact has been blocked
cs: Kontakt byl zablokován
de: Kontakt wurde blockiert
fr: Le contact a été bloqué
it: Il contatto è stato bloccato
nl: Contact is geblokkeerd
ro: Contactul a fost blocat
ru: Контакт заблокирован

source: Contact has been unblocked
cs: Kontakt byl odblokován
de: Kontakt wurde wieder freigegeben
fr: Le contact n'est plus bloqué
it: Il contatto è stato sbloccato
nl: Contact is gedeblokkeerd
ro: Contactul a fost deblocat
ru: Контакт разблокирован

source: Contact has been ignored
cs: Kontakt bude ignorován
de: Kontakt wurde ignoriert
fr: Le contact a été ignoré
it: Il contatto è ignorato
nl: Contact wordt genegeerd
ro: Contactul a fost ignorat
ru: Контакт проигнорирован

source: Contact has been unignored
cs: Kontakt přestal být ignorován
de: Kontakt wird nicht mehr ignoriert
fr: Le contact n'est plus ignoré
it: Il contatto non è più ignorato
nl: Contact wordt niet meer genegeerd
ro: Contactul a fost neignorat
ru: У контакта отменено игнорирование

source: Contact has been archived
cs: Kontakt byl archivován
de: Kontakt wurde archiviert
fr: Contact archivé
nl: Contact is gearchiveerd
ro: Contactul a fost arhivat
ru: Контакт заархивирован

source: Contact has been unarchived
cs: Kontakt byl vrácen z archívu.
de: Kontakt wurde aus dem Archiv geholt
fr: Contact désarchivé
it: Il contatto è stato dearchiviato
nl: Contact is niet meer gearchiveerd
ro: Contactul a fost dezarhivat
ru: Контакт разархивирован

source: Contact has been removed.
cs: Kontakt byl odstraněn.
de: Kontakt wurde entfernt.
fr: Ce contact a été retiré.
it: Il contatto è stato rimosso.
nl: Contact is verwijderd.
ro: Contactul a fost înlăturat.
ru: Контакт удален.

source: You are mutual friends with %s
cs: Jste vzájemní přátelé s uživatelem %s
de: Du hast mit %s eine beidseitige Freundschaft
fr: Vous êtes ami (et réciproquement) avec %s
it: Sei amico reciproco con %s
nl: Je bent wederzijds bevriend met %s
ro: Sunteţi prieten comun cu %s
ru: У Вас взаимная дружба с %s

source: You are sharing with %s
cs: Sdílíte s uživatelem %s
de: Du teilst mit %s
fr: Vous partagez avec %s
it: Stai condividendo con %s
nl: Je deelt met %s
ro: Împărtășiți cu %s
ru: Вы делитесь с %s

source: %s is sharing with you
cs: uživatel %s sdílí s vámi
de: %s teilt mit Dir
fr: %s partage avec vous
it: %s sta condividendo con te
nl: %s deelt met jou
ro: %s împărtăşeşte cu dvs.
ru: %s делитса с Вами

source: Private communications are not available for this contact.
cs: Soukromá komunikace není dostupná pro tento kontakt.
de: Private Kommunikation ist für diesen Kontakt nicht verfügbar.
fr: Les communications privées ne sont pas disponibles pour ce contact.
it: Le comunicazioni private non sono disponibili per questo contatto.
nl: Privécommunicatie met dit contact is niet beschikbaar.
ro: Comunicaţiile private nu sunt disponibile pentru acest contact.
ru: Личные коммуникации недоступны для этого контакта.

source: Never
cs: Nikdy
de: Niemals
fr: Jamais
it: Mai
nl: Nooit
ro: Niciodată
ru: Никогда

source: (Update was successful)
cs: (Aktualizace byla úspěšná)
de: (Aktualisierung war erfolgreich)
fr: (Mise à jour effectuée avec succès)
it: (L'aggiornamento è stato completato)
nl: (Wijziging is geslaagd)
ro: (Actualizare a reuşit)
ru: (Обновление было успешно)

source: (Update was not successful)
cs: (Aktualizace nebyla úspěšná)
de: (Aktualisierung war nicht erfolgreich)
fr: (Mise à jour échouée)
it: (L'aggiornamento non è stato completato)
nl: (Wijziging is niet geslaagd)
ro: (Actualizare nu a reuşit)
ru: (Обновление не удалось)

source: Suggest friends
cs: Navrhněte přátelé
de: Kontakte vorschlagen
fr: Suggérer amitié/contact
it: Suggerisci amici
nl: Stel vrienden voor
ro: Sugeraţi prieteni
ru: Предложить друзей

source: Network type: %s
cs: Typ sítě: %s
de: Netzwerktyp: %s
fr: Type de réseau %s
it: Tipo di rete: %s
nl: Netwerk type: %s
ro: Tipul rețelei: %s
ru: Сеть: %s

source: %d contact in common
cs: %d sdílený kontakt
de: %d gemeinsamer Kontakt
fr: %d contact en commun
it: %d contatto in comune
nl: %d gedeeld contact
ro: %d contact în comun
ru: %d Контакт

source: View all contacts
cs: Zobrazit všechny kontakty
de: Alle Kontakte anzeigen
fr: Voir tous les contacts
it: Vedi tutti i contatti
nl: Alle contacten zien
ro: Vezi toate contactele
ru: Показать все контакты

source: Unblock
cs: Odblokovat
de: Entsperren
fr: Débloquer
it: Sblocca
nl: Blokkering opheffen
ro: Deblochează
ru: Разблокировать

source: Block
cs: Blokovat
de: Sperren
fr: Bloquer
it: Blocca
nl: Blokkeren
ro: Blochează
ru: Заблокировать

source: Toggle Blocked status
cs: Přepnout stav Blokováno
de: Geblockt-Status ein-/ausschalten
fr: (dés)activer l'état "bloqué"
it: Inverti stato "Blocca"
nl: Schakel geblokkeerde status
ro: Comutare status Blocat
ru: Изменить статус блокированности (заблокировать/разблокировать)

source: Unignore
cs: Přestat ignorovat
de: Ignorieren aufheben
fr: Ne plus ignorer
it: Non ignorare
nl: Negeer niet meer
ro: Anulare ignorare
ru: Не игнорировать

source: Toggle Ignored status
cs: Přepnout stav Ignorováno
de: Ignoriert-Status ein-/ausschalten
fr: (dés)activer l'état "ignoré"
it: Inverti stato "Ignora"
nl: Schakel negeerstatus
ro: Comutaţi status Ignorat
ru: Изменить статус игнорирования

source: Unarchive
cs: Vrátit z archívu
de: Aus Archiv zurückholen
fr: Désarchiver
it: Dearchivia
nl: Archiveer niet meer
ro: Dezarhivează
ru: Разархивировать

source: Archive
cs: Archivovat
de: Archivieren
fr: Archiver
it: Archivia
nl: Archiveer
ro: Arhivează
ru: Архивировать

source: Toggle Archive status
cs: Přepnout stav Archivováno
de: Archiviert-Status ein-/ausschalten
fr: (dés)activer l'état "archivé"
it: Inverti stato "Archiviato"
nl: Schakel archiveringsstatus
ro: Comutaţi status Arhivat
ru: Сменить статус архивации (архивирова/не архивировать)

source: Repair
cs: Opravit
de: Reparieren
fr: Réparer
it: Ripara
nl: Herstellen
ro: Repară
ru: Восстановить

source: Advanced Contact Settings
cs: Pokročilé nastavení kontaktu
de: Fortgeschrittene Kontakteinstellungen
fr: Réglages avancés du contact
it: Impostazioni avanzate Contatto
nl: Geavanceerde instellingen voor contacten
ro: Configurări Avansate Contacte
ru: Дополнительные Настройки Контакта

source: Communications lost with this contact!
cs: Komunikace s tímto kontaktem byla ztracena!
de: Verbindungen mit diesem Kontakt verloren!
fr: Communications perdues avec ce contact !
nl: Communicatie met dit contact is verbroken!
ro: S-a pierdut conexiunea cu acest contact!
ru: Связь с контактом утеряна!

source: Contact Editor
cs: Editor kontaktu
de: Kontakt Editor
fr: Éditeur de contact
it: Editor dei Contatti
ro: Editor Contact
ru: Редактор контакта

source: Profile Visibility
cs: Viditelnost profilu
de: Profil-Sichtbarkeit
fr: Visibilité du profil
it: Visibilità del profilo
nl: Zichtbaarheid profiel
ro: Vizibilitate Profil
ru: Видимость профиля

source: Please choose the profile you would like to display to %s when viewing your profile securely.
cs: Vyberte prosím profil, který chcete zobrazit %s při zabezpečeném prohlížení vašeho profilu.
de: Bitte wähle eines deiner Profile das angezeigt werden soll, wenn %s dein Profil aufruft.
fr: Merci de choisir le profil que vous souhaitez montrer à %s lorsqu'il vous rend visite de manière sécurisée.
it: Seleziona il profilo che vuoi mostrare a %s quando visita il tuo profilo in modo sicuro.
nl: Kies het profiel dat getoond moet worden wanneer %s uw profiel bezoekt.
ro: Vă rugăm să alegeţi profilul pe care doriţi să îl afişaţi pentru %s când acesta vă vizitează profuilul în mod securizat.
ru: Пожалуйста, выберите профиль, который вы хотите отображать %s, когда просмотр вашего профиля безопасен.

source: Contact Information / Notes
cs: Kontaktní informace / poznámky
de: Kontakt Informationen / Notizen
fr: Informations de contact / Notes
it: Informazioni / Note sul contatto
nl: Contactinformatie / aantekeningen
ro: Informaţii de Contact / Note
ru: Информация о контакте / Заметки

source: Edit contact notes
cs: Editovat poznámky kontaktu
de: Notizen zum Kontakt bearbeiten
fr: Éditer les notes des contacts
it: Modifica note contatto
nl: Wijzig aantekeningen over dit contact
ro: Editare note de contact
ru: Редактировать заметки контакта

source: Visit %s's profile [%s]
cs: Navštivte profil uživatele %s [%s]
de: Besuche %ss Profil [%s]
fr: Visiter le profil de %s [%s]
it: Visita il profilo di %s [%s]
nl: Bekijk het profiel van %s [%s]
ro: Vizitați profilul %s [%s]
ru: Посетить профиль %s [%s]

source: Block/Unblock contact
cs: Blokovat / Odblokovat kontakt
de: Kontakt blockieren/freischalten
fr: Bloquer/débloquer ce contact
it: Blocca/Sblocca contatto
nl: Blokkeer/deblokkeer contact
ro: Blocare/Deblocare contact
ru: Блокировать / Разблокировать контакт

source: Ignore contact
cs: Ignorovat kontakt
de: Ignoriere den Kontakt
fr: Ignorer ce contact
it: Ignora il contatto
nl: Negeer contact
ro: Ignorare contact
ru: Игнорировать контакт

source: Repair URL settings
cs: Opravit nastavení adresy URL
de: URL Einstellungen reparieren
fr: Réparer les réglages d'URL
it: Impostazioni riparazione URL
nl: Repareer URL-instellingen
ro: Remediere configurări URL
ru: Восстановить настройки URL

source: View conversations
cs: Zobrazit konverzace
de: Unterhaltungen anzeigen
fr: Voir les conversations
it: Vedi conversazioni
nl: Toon conversaties
ro: Vizualizaţi conversaţii
ru: Просмотр бесед

source: Delete contact
cs: Odstranit kontakt
de: Lösche den Kontakt
fr: Effacer ce contact
it: Rimuovi contatto
nl: Verwijder contact
ro: Şterge contact
ru: Удалить контакт

source: Last update:
cs: Poslední aktualizace:
de: letzte Aktualisierung:
fr: Dernière mise-à-jour :
it: Ultimo aggiornamento:
nl: Laatste wijziging:
ro: Ultima actualizare:
ru: Последнее обновление:

source: Update public posts
cs: Aktualizovat veřejné příspěvky
de: Öffentliche Beiträge aktualisieren
fr: Met ses entrées publiques à jour:
it: Aggiorna messaggi pubblici
nl: Openbare posts aanpassen
ro: Actualizare postări publice
ru: Обновить публичные сообщения

source: Update now
cs: Aktualizovat
de: Jetzt aktualisieren
fr: Mettre à jour
it: Aggiorna adesso
nl: Wijzig nu
ro: Actualizează acum
ru: Обновить сейчас

source: Currently blocked
cs: V současnosti zablokováno
de: Derzeit geblockt
fr: Actuellement bloqué
it: Bloccato
nl: Op dit moment geblokkeerd
ro: Blocat în prezent
ru: В настоящее время заблокирован

source: Currently ignored
cs: V současnosti ignorováno
de: Derzeit ignoriert
fr: Actuellement ignoré
it: Ignorato
nl: Op dit moment genegeerd
ro: Ignorat în prezent
ru: В настоящее время игнорируется

source: Currently archived
cs: Aktuálně archivován
de: Momentan archiviert
fr: Actuellement archivé
it: Al momento archiviato
nl: Op dit moment gearchiveerd
ro: Arhivat în prezent
ru: В данный момент архивирован

source: Replies/likes to your public posts <strong>may</strong> still be visible
cs: Odpovědi/Libí se na Vaše veřejné příspěvky <strong>mohou být</strong> stále viditelné
de: Antworten/Likes auf deine öffentlichen Beiträge <strong>könnten</strong> weiterhin sichtbar sein
fr: Les réponses et "j'aime" à vos contenus publics <strong>peuvent</strong> être toujours visibles
it: Risposte ai tuoi post pubblici <strong>possono</strong> essere comunque visibili
nl: Antwoorden of 'vind ik leuk's op je openbare posts <strong>kunnen</strong> nog zichtbaar zijn
ro: Răspunsurile/aprecierile pentru postările dvs. publice <strong>ar putea</strong> fi încă vizibile
ru: Ответы/лайки ваших публичных сообщений <strong>будут</strong> видимы.

source: Suggestions
cs: Doporučení
de: Kontaktvorschläge
it: Suggerimenti
nl: Voorstellen
ro: Sugestii
ru: Предложения

source: Suggest potential friends
cs: Navrhnout potenciální přátele
de: Freunde vorschlagen
fr: Suggérer des amis potentiels
it: Suggerisci potenziali amici
nl: Stel vrienden voor
ro: Sugeraţi prieteni potențiali
ru: Предложить потенциального знакомого

source: All Contacts
cs: Všechny kontakty
de: Alle Kontakte
fr: Tous les contacts
it: Tutti i contatti
nl: Alle Contacten
ro: Toate Contactele
ru: Все контакты

source: Show all contacts
cs: Zobrazit všechny kontakty
de: Alle Kontakte anzeigen
fr: Montrer tous les contacts
it: Mostra tutti i contatti
nl: Toon alle contacten
ro: Afişează toate contactele
ru: Показать все контакты

source: Unblocked
cs: Odblokován
de: Ungeblockt
fr: Non-bloqués
it: Sbloccato
nl: Niet geblokkeerd
ro: Deblocat
ru: Не блокирован

source: Only show unblocked contacts
cs: Zobrazit pouze neblokované kontakty
de: Nur nicht-blockierte Kontakte anzeigen
fr: Ne montrer que les contacts non-bloqués
it: Mostra solo contatti non bloccati
nl: Toon alleen niet-geblokkeerde contacten
ro: Se afişează numai contactele deblocate
ru: Показать только не блокированные контакты

source: Blocked
cs: Blokován
de: Geblockt
fr: Bloqués
it: Bloccato
nl: Geblokkeerd
ro: Blocat
ru: Заблокирован

source: Only show blocked contacts
cs: Zobrazit pouze blokované kontakty
de: Nur blockierte Kontakte anzeigen
fr: Ne montrer que les contacts bloqués
it: Mostra solo contatti bloccati
nl: Toon alleen geblokkeerde contacten
ro: Se afişează numai contactele blocate
ru: Показать только блокированные контакты

source: Ignored
cs: Ignorován
de: Ignoriert
fr: Ignorés
it: Ignorato
nl: Genegeerd
ro: Ignorat
ru: Игнорирован

source: Only show ignored contacts
cs: Zobrazit pouze ignorované kontakty
de: Nur ignorierte Kontakte anzeigen
fr: Ne montrer que les contacts ignorés
it: Mostra solo contatti ignorati
nl: Toon alleen genegeerde contacten
ro: Se afişează numai contactele ignorate
ru: Показать только игнорируемые контакты

source: Archived
cs: Archivován
de: Archiviert
fr: Archivés
it: Achiviato
nl: Gearchiveerd
ro: Arhivat
ru: Архивированные

source: Only show archived contacts
cs: Zobrazit pouze archivované kontakty
de: Nur archivierte Kontakte anzeigen
fr: Ne montrer que les contacts archivés
it: Mostra solo contatti archiviati
nl: Toon alleen gearchiveerde contacten
ro: Se afişează numai contactele arhivate
ru: Показывать только архивные контакты

source: Hidden
cs: Skrytý
de: Verborgen
fr: Cachés
it: Nascosto
nl: Verborgen
ro: Ascuns
ru: Скрытые

source: Only show hidden contacts
cs: Zobrazit pouze skryté kontakty
de: Nur verborgene Kontakte anzeigen
fr: Ne montrer que les contacts masqués
it: Mostra solo contatti nascosti
nl: Toon alleen verborgen contacten
ro: Se afişează numai contactele ascunse
ru: Показывать только скрытые контакты

source: Mutual Friendship
cs: Vzájemné přátelství
de: Beidseitige Freundschaft
fr: Relation réciproque
it: Amicizia reciproca
nl: Wederzijdse vriendschap
ro: Prietenie Reciprocă
ru: Взаимная дружба

source: is a fan of yours
cs: je Váš fanoušek
de: ist ein Fan von dir
fr: Vous suit
it: è un tuo fan
nl: Is een fan van jou
ro: este fanul dvs.
ru: является вашим поклонником

source: you are a fan of
cs: jste fanouškem
de: du bist Fan von
fr: Vous le/la suivez
it: sei un fan di
nl: Jij bent een fan van
ro: sunteţi un fan al
ru: Вы - поклонник

source: Edit contact
cs: Editovat kontakt
de: Kontakt bearbeiten
fr: Éditer le contact
it: Modifca contatto
nl: Contact bewerken
ro: Editează contact
ru: Редактировать контакт

source: Contacts
cs: Kontakty
de: Kontakte
it: Contatti
nl: Contacten
ro: Contacte
ru: Контакты

source: Search your contacts
cs: Prohledat Vaše kontakty
de: Suche in deinen Kontakten
fr: Rechercher dans vos contacts
it: Cerca nei tuoi contatti
nl: Doorzoek je contacten
ro: Căutare contacte
ru: Поиск ваших контактов

source: Finding:
cs: Zjištění:
de: Funde:
fr: Trouvé:
it: Ricerca:
nl: Gevonden:
ro: Găsire:
ru: Результат поиска:

source: Find
cs: Najít
de: Finde
fr: Trouver
it: Trova
nl: Zoek
ro: Căutare
ru: Найти

source: No valid account found.
cs: Nenalezen žádný platný účet.
de: Kein gültiges Konto gefunden.
fr: Impossible de trouver un compte valide.
it: Nessun account valido trovato.
nl: Geen geldige account gevonden.
ro: Nici-un cont valid găsit.
ru: Не найдено действительного аккаунта.

source: Password reset request issued. Check your email.
cs: Žádost o obnovení hesla vyřízena. Zkontrolujte Vaši e-mailovou schránku.
de: Zurücksetzen des Passworts eingeleitet. Bitte überprüfe deine E-Mail.
fr: Réinitialisation du mot de passe en cours. Vérifiez votre courriel.
it: La richiesta per reimpostare la password è stata inviata. Controlla la tua email.
nl: Verzoek om wachtwoord opnieuw in te stellen werd verstuurd. Kijk uw e-mail na.
ro: Solicitarea de Resetare Parolă a fost emisă. Verificați-vă emailul.
ru: Запрос на сброс пароля принят. Проверьте вашу электронную почту.
