Repository: duthied/Free-Friendika
Catalog: view/*/messages.po
Languages: cs, de, fr, it, nl, ro, ru

source: l, F j
it: l j F
nl: l j F
ru: l, j F

source: Profile URL
nl: Profiel url

source: Done
nl: Klaar

source: success
nl: Succesvol

source: failed
nl: Mislukt

source: Keep this window open until done.
nl: Houd dit scherm open tot het klaar is

source: You already added this contact.
nl: Je hebt deze kontakt al toegevoegd

source: Do you really want to delete this video?
nl: Wil je deze video echt verwijderen?

source: Delete Video
nl: Verwijder video

source: Dear %1$s, Your password has been changed as requested. Please retain this information for your records (or change your password immediately to something that you will remember).
nl: Beste %1$s, Zoals gevraagd werd je wachtwoord aangepast. Houd deze informatie bij (of verander je wachtwoord naar iets dat je zal onthouden).

source: j F, Y
nl: F j Y

source: j F
nl: F j

source: LinkedIn
nl: Linkedln
