Repository: duthied/Free-Friendika
Catalog: view/*/messages.po
Languages: cs, de, fr, it, nl, ro, ru

source: Examples: jojo@demo.friendica.com, http://demo.friendica.com/profile/jojo, testuser@identi.ca
cs: Příklady: jojo@demo.friendica.com, http://demo.friendica.com/profile/jojo, testuser@identi.ca
de: Beispiele: jojo@demo.friendica.com, http://demo.friendica.com/profile/jojo, testuser@identi.ca
fr: Exemples : jojo@demo.friendica.com, http://demo.friendica.com/profile/jojo, testuser@identi.ca
it: Esempi: jojo@demo.friendica.com, http://demo.friendica.com/profile/jojo, testuser@identi.ca
nl: Voorbeelden: jojo@demo.friendica.com, http://demo.friendica.com/profile/jojo, testuser@identi.ca
ro: Exemple: jojo@demo.friendica.com, http://demo.friendica.com/profile/jojo, testuser@identi.ca
ru: Примеры: jojo@demo.friendica.com, http://demo.friendica.com/profile/jojo, testuser@identi.ca

source: Please answer the following:
cs: Odpovězte, prosím, následující:
de: Bitte beantworte Folgendes:
fr: Merci de répondre à ce qui suit:
it: Rispondi:
nl: Beantwoord het volgende:
ro: Vă rugăm să răspundeţi la următoarele:
ru: Пожалуйста, ответьте следующее:

source: Does %s know you?
cs: Zná Vás uživatel %s ?
de: Kennt %s dich?
fr: Est-ce que %s vous connaît?
it: %s ti conosce?
nl: Kent %s jou?
ro: %s vă cunoaşte?
ru: %s знает вас?

source: Add a personal note:
cs: Přidat osobní poznámku:
de: Eine persönliche Notiz beifügen:
fr: Ajouter une note personnelle:
it: Aggiungi una nota personale:
nl: Voeg een persoonlijke opmerking toe:
ro: Adaugă o notă personală:
ru: Добавить личную заметку:

source: - please do not use this form. Instead, enter %s into your Diaspora search bar.
cs: - prosím nepoužívejte tento formulář. Místo toho zadejte %s do Vašeho Diaspora vyhledávacího pole.
de: - bitte verwende dieses Formular nicht. Stattdessen suche nach %s in deiner Diaspora Suchleiste.
fr: - merci de ne pas utiliser ce formulaire. Entrez plutôt %s dans votre barre de recherche Diaspora.
it: - per favore non usare questa form. Invece, inserisci %s nella tua barra di ricerca su Diaspora.
nl: - Gebruik niet dit formulier. Vul %s in in je Diaspora zoekbalk.
ro: - vă rugăm să nu folosiţi acest formular. În schimb, introduceţi %s în bara dvs. de căutare Diaspora.
ru: Участники сети Diaspora: пожалуйста, не пользуйтесь этой формой. Вместо этого введите %s в строке поиска Diaspora

source: Your Identity Address:
cs: Verze PHP pro příkazový řádek na Vašem systému nemá povolen "register_argc_argv".
de: Adresse deines Profils:
fr: Votre adresse d'identité:
it: L'indirizzo della tua identità:
nl: Adres van uw identiteit:
ro: Adresa dvs. Identitate
ru: Ваш идентификационный адрес:

source: Submit Request
cs: Odeslat žádost
de: Anfrage abschicken
fr: Envoyer la requête
it: Invia richiesta
nl: Aanvraag indienen
ro: Trimiteţi Solicitarea
ru: Отправить запрос

source: Account settings
cs: Nastavení účtu
de: Kontoeinstellungen
fr: Compte
it: Parametri account
nl: Account instellingen
ro: Configurări Cont
ru: Настройки аккаунта

source: Display settings
cs: Nastavení zobrazení
de: Anzeige-Einstellungen
fr: Affichage
it: Impostazioni grafiche
ru: Параметры дисплея

source: Connector settings
cs: Nastavení konektoru
de: Connector-Einstellungen
fr: Connecteurs
it: Impostazioni connettori
ru: Настройки соединителя

source: Plugin settings
cs: Nastavení pluginu
de: Plugin-Einstellungen
fr: Extensions
it: Impostazioni plugin
ru: Настройки плагина

source: Connected apps
cs: Propojené aplikace
de: Verbundene Programme
fr: Applications connectées
it: Applicazioni collegate
nl: Verbonden applicaties
ro: Aplicații Conectate
ru: Подключенные приложения

source: Export personal data
cs: Export osobních údajů
de: Persönliche Daten exportieren
fr: Exporter
it: Esporta dati personali
nl: Persoonlijke gegevens exporteren
ro: Exportare date personale
ru: Экспорт личных данных

source: Remove account
cs: Odstranit účet
de: Konto löschen
fr: Supprimer le compte
it: Rimuovi account
nl: Account verwijderen
ro: Ștergere cont
ru: Удалить аккаунт

source: Settings
cs: Nastavení
de: Einstellungen
fr: Réglages
it: Impostazioni
nl: Instellingen
ro: Setări
ru: Настройки

source: Export account
cs: Exportovat účet
de: Account exportieren
nl: Account exporteren
ro: Exportare cont
ru: Экспорт аккаунта

source: Export your account info and contacts. Use this to make a backup of your account and/or to move it to another server.
cs: Exportujte svůj účet a své kontakty. Použijte tuto funkci pro vytvoření zálohy svého účtu a/nebo k přesunu na jiný server.
de: Exportiere deine Account Informationen und die Kontakte. Verwende dies um ein Backup deines Accounts anzulegen und/oder ihn auf einen anderen Server umzuziehen.
nl: Je account informatie en contacten exporteren. Gebruik dit om een backup van je account te maken en/of om het te verhuizen naar een andere server.
ro: Exportați-vă informațiile contului şi contactele. Utilizaţi aceasta pentru a face o copie de siguranţă a contului dumneavoastră şi/sau pentru a-l muta pe un alt server.
ru: Экспорт ваших регистрационных данные и контактов. Используйте, чтобы создать резервную копию вашего аккаунта и/или переместить его на другой сервер.

source: Export all
cs: Exportovat vše
de: Alles exportieren
nl: Alles exporteren
ro: Exportare tot
ru: Экспорт всего

source: Export your accout info, contacts and all your items as json. Could be a very big file, and could take a lot of time. Use this to make a full backup of your account (photos are not exported)
cs: Exportujte své informace k účtu, kontakty a vše své položky jako json. To může být velmi velký soubor a může to zabrat spoustu času. Tuto funkci použijte pro úplnou zálohu svého účtu(fotografie se neexportují)
de: Exportiere deine Account Informationen, Kontakte und alle Einträge als JSON Datei. Dies könnte eine sehr große Datei werden und dementsprechend viel Zeit benötigen. Verwende dies um ein komplettes Backup deines Accounts anzulegen (Photos werden nicht exportiert).
nl: Je account info, contacten en al je items in json formaat exporteren. Dit kan een heel groot bestand worden, en kan lang duren. Gebruik dit om een volledige backup van je account te maken (foto's worden niet geexporteerd)
ro: Exportați informațiile dvs. de cont, contactele şi toate elementele dvs., ca json. Ar putea fi un fișier foarte mare, şi ar putea lua mult timp. Utilizaţi aceasta pentru a face un backup complet al contului (fotografiile nu sunt exportate)
ru: Экспорт информации вашего аккаунта, контактов и всех ваших пунктов, как JSON. Может получиться очень большой файл и это может занять много времени. Используйте, чтобы создать полную резервную копию вашего аккаунта (фото не экспортируются)

source: Friendica Social Communications Server - Setup
cs: Friendica Sociální komunkační server - Nastavení
de: Friendica-Server für soziale Netzwerke – Setup
fr: Serveur de communications sociales Friendica - Installation

source: Could not connect to database.
cs: Nelze se připojit k databázi.
de: Verbindung zur Datenbank gescheitert
fr: Impossible de se connecter à la base.
it: Impossibile collegarsi con il database.
nl: Kon geen toegang krijgen tot de database.
ro: Nu se poate face conectarea cu baza de date.
ru: Не удалось подключиться к базе данных.

source: Could not create table.
cs: Nelze vytvořit tabulku.
de: Konnte Tabelle nicht erstellen.
fr: Impossible de créer une table.
it: Impossibile creare le tabelle.
nl: Kon tabel niet aanmaken.
ro: Nu se poate crea tabelul.
ru: Не удалось создать таблицу.

source: Your Friendica site database has been installed.
cs: Vaše databáze Friendica byla nainstalována.
de: Die Datenbank deiner Friendicaseite wurde installiert.
fr: La base de données de votre site Friendica a bien été installée.
it: Il tuo Friendica è stato installato.
nl: De database van je Friendica-website is geïnstalleerd.
ro: Baza dvs. de date Friendica, a fost instalată.
ru: База данных сайта установлена.

source: You may need to import the file "database.sql" manually using phpmyadmin or mysql.
cs: Toto je nejčastěji nastavením oprávnění, kdy webový server nemusí být schopen zapisovat soubory do Vašeho adresáře - i když Vy můžete.
de: Möglicherweise musst du die Datei "database.sql" manuell mit phpmyadmin oder mysql importieren.
fr: Vous pourriez avoir besoin d'importer le fichier "database.sql" manuellement au moyen de phpmyadmin ou de la commande mysql.
it: Potresti dover importare il file "database.sql" manualmente con phpmyadmin o mysql
nl: Het kan nodig zijn om het bestand "database.sql" manueel te importeren met phpmyadmin of mysql.
ro: Este posibil să fie nevoie să importați manual fişierul "database.sql" folosind phpmyadmin sau mysql.
ru: Вам может понадобиться импортировать файл "database.sql" вручную с помощью PhpMyAdmin или MySQL.

source: Please see the file "INSTALL.txt".
cs: Přečtěte si prosím informace v souboru "INSTALL.txt".
de: Lies bitte die "INSTALL.txt".
fr: Référez-vous au fichier "INSTALL.txt".
it: Leggi il file "INSTALL.txt".
nl: Zie het bestand "INSTALL.txt".
ro: Vă rugăm să consultaţi fişierul "INSTALL.txt".
ru: Пожалуйста, смотрите файл "INSTALL.txt".

source: System check
cs: Testování systému
de: Systemtest
fr: Vérifications système
it: Controllo sistema
nl: Systeemcontrole
ro: Verificare sistem
ru: Проверить систему

source: Check again
cs: Otestovat znovu
de: Noch einmal testen
fr: Vérifier à nouveau
it: Controlla ancora
nl: Controleer opnieuw
ro: Reverificare
ru: Проверить еще раз

source: Database connection
cs: Databázové spojení
de: Datenbankverbindung
fr: Connexion à la base de données
it: Connessione al database
nl: Verbinding met database
ro: Conexiunea cu baza de date
ru: Подключение к базе данных

source: In order to install Friendica we need to know how to connect to your database.
cs: Pro instalaci Friendica potřeujeme znát připojení k Vaší databázi.
de: Um Friendica installieren zu können, müssen wir wissen, wie wir zu deiner Datenbank Kontakt aufnehmen können.
fr: Pour installer Friendica, nous avons besoin de savoir comment contacter votre base de données.
it: Per installare Friendica dobbiamo sapere come collegarci al tuo database.
nl: Om Friendica te kunnen installeren moet ik weten hoe ik jouw database kan bereiken.
ro: Pentru a instala Friendica trebuie să știm cum să vă conectaţi la baza dumneavoastră de date.
ru: Для того, чтобы установить Friendica, мы должны знать, как подключиться к базе данных.

source: Please contact your hosting provider or site administrator if you have questions about these settings.
cs: Pokud máte otázky k následujícím nastavením, obraťte se na svého poskytovatele hostingu nebo administrátora serveru,
de: Bitte kontaktiere den Hosting Provider oder den Administrator der Seite, falls du Fragen zu diesen Einstellungen haben solltest.
fr: Merci de vous tourner vers votre hébergeur et/ou administrateur pour toute question concernant ces réglages.
it: Contatta il tuo fornitore di hosting o l'amministratore del sito se hai domande su queste impostazioni.
nl: Neem contact op met jouw hostingprovider of websitebeheerder, wanneer je vragen hebt over deze instellingen.
ro: Vă rugăm să vă contactaţi furnizorul găzduirii sau administratorul de site dacă aveţi întrebări despre aceste configurări.
ru: Пожалуйста, свяжитесь с вашим хостинг-провайдером или администратором сайта, если у вас есть вопросы об этих параметрах.

source: The database you specify below should already exist. If it does not, please create it before continuing.
cs: Databáze, kterou uvedete níže, by již měla existovat. Pokud to tak není, prosíme, vytvořte ji před pokračováním.
de: Die Datenbank, die du unten angibst, sollte bereits existieren. Ist dies noch nicht der Fall, erzeuge sie bitte bevor du mit der Installation fortfährst.
fr: La base de données que vous spécifierez doit exister. Si ce n'est pas encore le cas, merci de la créer avant de continuer.
it: Il database dovrà già esistere. Se non esiste, crealo prima di continuare.
nl: De database die je hier opgeeft zou al moeten bestaan. Maak anders de database aan voordat je verder gaat.
ro: Baza de date specificată mai jos ar trebui să existe deja. Dacă nu, vă rugăm s-o creați înainte de a continua.
ru: Базы данных, указанная ниже, должна уже существовать. Если этого нет, пожалуйста, создайте ее перед продолжением.

source: Database Server Name
cs: Jméno databázového serveru
de: Datenbank-Server
fr: Serveur de base de données
it: Nome del database server
nl: Servernaam database
ro: Nume Server Bază de date
ru: Имя сервера базы данных

source: Database Login Name
cs: Přihlašovací jméno k databázi
de: Datenbank-Nutzer
fr: Nom d'utilisateur de la base
it: Nome utente database
nl: Gebruikersnaam database
ro: Nume Autentificare Bază de date
ru: Логин базы данных

source: Database Login Password
cs: Heslo k databázovému účtu
de: Datenbank-Passwort
fr: Mot de passe de la base
it: Password utente database
nl: Wachtwoord database
ro: Parola de Autentificare Bază de date
ru: Пароль базы данных

source: Database Name
cs: Jméno databáze
de: Datenbank-Name
fr: Nom de la base
it: Nome database
nl: Naam database
ro: Nume Bază de date
ru: Имя базы данных

source: Site administrator email address
cs: Emailová adresa administrátora webu
de: E-Mail-Adresse des Administrators
fr: Adresse électronique de l'administrateur du site
it: Indirizzo email dell'amministratore del sito
nl: E-mailadres van de websitebeheerder
ro: Adresa de email a administratorului de site
ru: Адрес электронной почты администратора сайта

source: Your account email address must match this in order to use the web admin panel.
cs: Vaše emailová adresa účtu se musí s touto shodovat, aby bylo možné využívat administrační panel ve webovém rozhraní.
de: Die E-Mail-Adresse, die in deinem Friendica-Account eingetragen ist, muss mit dieser Adresse übereinstimmen, damit du das Admin-Panel benutzen kannst.
fr: Votre adresse électronique doit correspondre à celle-ci pour pouvoir utiliser l'interface d'administration.
it: Il tuo indirizzo email deve corrispondere a questo per poter usare il pannello di amministrazione web.
nl: Het e-mailadres van je account moet hiermee overeenkomen om het administratiepaneel te kunnen gebruiken.
ro: Adresa de email a contului dvs. trebuie să corespundă cu aceasta pentru a utiliza panoul de administrare web.
ru: Ваш адрес электронной почты аккаунта должен соответствовать этому, чтобы использовать веб-панель администратора.

source: Please select a default timezone for your website
cs: Prosím, vyberte výchozí časové pásmo pro váš server
de: Bitte wähle die Standardzeitzone deiner Webseite
fr: Sélectionner un fuseau horaire par défaut pour votre site
it: Seleziona il fuso orario predefinito per il tuo sito web
nl: Selecteer een standaard tijdzone voor uw website
ro: Vă rugăm să selectaţi un fus orar prestabilit pentru site-ul dvs.
ru: Пожалуйста, выберите часовой пояс по умолчанию для вашего сайта

source: Site settings
cs: Nastavení webu
de: Server-Einstellungen
fr: Réglages du site
it: Impostazioni sito
nl: Website-instellingen
ro: Configurări Site
ru: Настройки сайта

source: Could not find a command line version of PHP in the web server PATH.
cs: Nelze najít verzi PHP pro příkazový řádek v PATH webového serveru.
de: Konnte keine Kommandozeilenversion von PHP im PATH des Servers finden.
fr: Impossible de trouver la version "ligne de commande" de PHP dans le PATH du serveur web.
it: Non riesco a trovare la versione di PHP da riga di comando nel PATH del server web
nl: Kan geen command-line-versie van PHP vinden in het PATH van de webserver.
ro: Nu s-a putut găsi o versiune a liniei de comandă PHP în CALEA serverului web.
ru: Не удалось найти PATH веб-сервера в установках PHP.

source: If you don't have a command line version of PHP installed on server, you will not be able to run background polling via cron. See <a href='http://friendica.com/node/27'>'Activating scheduled tasks'</a>
cs: Pokud na serveru nemáte nainstalovánu verzi PHP spustitelnou z příkazového řádku, nebudete moci spouštět na pozadí synchronizaci zpráv prostřednictvím cronu. Přečtěte si <a href='http://friendica.com/node/27'>'Activating scheduled tasks'</a> podrobnosti návrhy historie The following url is either missing from the translation or has been translated: 'http://friendica.com/node/27'>'Activating scheduled tasks'</a>
de: Wenn du keine Kommandozeilen Version von PHP auf deinem Server installiert hast, kannst du keine Hintergrundprozesse via cron starten. Siehe <a href='http://friendica.com/node/27'>'Activating scheduled tasks'</a>
fr: Si vous n'avez pas de version "ligne de commande" de PHP sur votre serveur, vous ne pourrez pas utiliser le 'poller' en tâche de fond via cron. Voir <a href='http://friendica.com/node/27'>'Activating scheduled tasks'</a>
ro: Dacă nu aveţi o versiune a liniei de comandă PHP instalată pe server, nu veţi putea să efectuaţi interogări ciclice în fundal prin funcția cron. Consultaţi <a href='http://friendica.com/node/27'>'Activarea sarcinilor programate' </a>
ru: Если на вашем сервере не установлена версия командной строки PHP, вы не будете иметь возможность запускать фоновые опросы через крон. См. <a href='http://friendica.com/node/27'> 'Активация запланированных задачах' </a>

source: PHP executable path
cs: Cesta k "PHP executable"
de: Pfad zu PHP
fr: Chemin vers l'exécutable de PHP
it: Percorso eseguibile PHP
nl: PATH van het PHP commando
ro: Calea de executare PHP

source: Enter full path to php executable. You can leave this blank to continue the installation.
cs: Zadejte plnou cestu k spustitelnému souboru php. Tento údaj můžete ponechat nevyplněný a pokračovat v instalaci.
de: Gib den kompletten Pfad zur ausführbaren Datei von PHP an. Du kannst dieses Feld auch frei lassen und mit der Installation fortfahren.
fr: Entrez le chemin (absolu) vers l'exécutable 'php'. Vous pouvez laisser cette ligne vide pour continuer l'installation.
it: Inserisci il percorso completo all'eseguibile di php. Puoi lasciare bianco questo campo per continuare l'installazione.
nl: Vul het volledige path in naar het php programma. Je kunt dit blanco laten om de installatie verder te zetten.
ro: Introduceţi calea completă către executabilul php. Puteţi lăsa acesta necompletată pentru a continua instalarea.
ru: Введите полный путь к исполняемому файлу PHP. Вы можете оставить это поле пустым, чтобы продолжить установку.

source: Command line PHP
cs: Příkazový řádek PHP
de: Kommandozeilen-PHP
fr: Version "ligne de commande" de PHP
it: PHP da riga di comando
nl: PHP-opdrachtregel
ro: linie comandă PHP

source: The command line version of PHP on your system does not have "register_argc_argv" enabled.
cs: Vyberte prosím profil, který chcete zobrazit %s při zabezpečeném prohlížení Vašeho profilu.
de: Die Kommandozeilenversion von PHP auf deinem System hat "register_argc_argv" nicht aktiviert.
fr: La version "ligne de commande" de PHP de votre système n'a pas "register_argc_argv" d'activé.
it: La versione da riga di comando di PHP nel sistema non ha abilitato "register_argc_argv".
nl: De command-line versie van PHP op jouw systeem heeft "register_argc_argv" niet geactiveerd.
ro: Versiunea liniei de comandă PHP de pe sistemul dumneavoastră nu are comanda "register_argc_argv" activată.
ru: Не включено "register_argc_argv" в установках PHP.

source: This is required for message delivery to work.
cs: Toto je nutné pro fungování doručování zpráv.
de: Dies wird für die Auslieferung von Nachrichten benötigt.
fr: Ceci est requis pour que la livraison des messages fonctionne.
it: E' obbligatorio per far funzionare la consegna dei messaggi.
nl: Dit is nodig om het verzenden van berichten mogelijk te maken.
ro: Aceasta este necesară pentru a funcționa livrarea de mesaje.
ru: Это необходимо для работы доставки сообщений.

source: Error: the "openssl_pkey_new" function on this system is not able to generate encryption keys
cs: Chyba: funkce "openssl_pkey_new" na tomto systému není schopna generovat šifrovací klíče
de: Fehler: Die Funktion "openssl_pkey_new" auf diesem System ist nicht in der Lage, Verschlüsselungsschlüssel zu erzeugen
fr: Erreur: la fonction "openssl_pkey_new" de ce système ne permet pas de générer des clés de chiffrement
it: Errore: la funzione "openssl_pkey_new" in questo sistema non è in grado di generare le chiavi di criptazione
ro: Eroare: funcția "openssl_pkey_new" de pe acest sistem nu este capabilă să genereze chei de criptare
ru: Ошибка: функция "openssl_pkey_new" в этой системе не в состоянии генерировать ключи шифрования

source: If running under Windows, please see "http://www.php.net/manual/en/openssl.installation.php".
cs: Pokud systém běží na Windows, seznamte se s "http://www.php.net/manual/en/openssl.installation.php".
de: Wenn der Server unter Windows läuft, schau dir bitte "http://www.php.net/manual/en/openssl.installation.php" an.
fr: Si vous utilisez Windows, merci de vous réferer à "http://www.php.net/manual/en/openssl.installation.php".
it: Se stai eseguendo friendika su windows, guarda "http://www.php.net/manual/en/openssl.installation.php".
nl: Zie "http://www.php.net/manual/en/openssl.installation.php" wanneer u Friendica onder Windows draait.
ro: Dacă rulează pe Windows, vă rugăm să consultaţi "http://www.php.net/manual/en/openssl.installation.php".
ru: Если вы работаете под Windows, см. "http://www.php.net/manual/en/openssl.installation.php".

source: Generate encryption keys
cs: Generovat kriptovací klíče
de: Schlüssel erzeugen
fr: Générer les clés de chiffrement
it: Genera chiavi di criptazione
ro: Generare chei de criptare
ru: Генерация шифрованых ключей

source: libCurl PHP module
cs: libCurl PHP modul
de: PHP: libCurl-Modul
fr: Module libCurl de PHP
it: modulo PHP libCurl
ro: Modulul PHP libCurl
ru: libCurl PHP модуль

source: GD graphics PHP module
cs: GD graphics PHP modul
de: PHP: GD-Grafikmodul
fr: Module GD (graphiques) de PHP
it: modulo PHP GD graphics
ro: Modulul PHP grafică GD
ru: GD graphics PHP модуль

source: OpenSSL PHP module
cs: OpenSSL PHP modul
de: PHP: OpenSSL-Modul
fr: Module OpenSSL de PHP
it: modulo PHP OpenSSL
ro: Modulul PHP OpenSSL
ru: OpenSSL PHP модуль

source: mysqli PHP module
cs: mysqli PHP modul
de: PHP: mysqli-Modul
fr: Module Mysqli de PHP
it: modulo PHP mysqli
ro: Modulul PHP mysqli
ru: mysqli PHP модуль

source: mb_string PHP module
cs: mb_string PHP modul
de: PHP: mb_string-Modul
fr: Module mb_string de PHP
it: modulo PHP mb_string
ro: Modulul PHP mb_string
ru: mb_string PHP модуль

source: Error: Apache webserver mod-rewrite module is required but not installed.
cs: Chyba: Požadovaný Apache webserver mod-rewrite modul není nainstalován.
de: Fehler: Das Apache-Modul mod-rewrite wird benötigt, es ist allerdings nicht installiert.
fr: Erreur: Le module "rewrite" du serveur web Apache est requis mais pas installé.
it: Errore: E' il modulo mod-rewrite di Apache è richiesto, ma non risulta installato
nl: Fout: Apache-module mod-rewrite is vereist, maar niet geïnstalleerd.
ro: Eroare: Modulul mod-rewrite al serverulului Apache este necesar, dar nu este instalat.
ru: Ошибка: необходим модуль веб-сервера Apache mod-rewrite, но он не установлен.

source: Error: libCURL PHP module required but not installed.
cs: Chyba: požadovaný libcurl PHP modul není nainstalován.
de: Fehler: Das libCURL PHP Modul wird benötigt, ist aber nicht installiert.
fr: Erreur: Le module PHP "libCURL" est requis mais pas installé.
it: Errore: il modulo libCURL di PHP è richiesto, ma non risulta installato.
nl: Fout: PHP-module libCURL is vereist, maar niet geïnstalleerd.
ro: Eroare: modulul PHP libCURL este necesar dar nu este instalat.
ru: Ошибка: необходим libCURL PHP модуль, но он не установлен.
