Repository: duthied/Free-Friendika
Catalog: view/*/messages.po
Languages: cs, de, fr, it, nl, ro, ru

source: Friendica Notification
cs: Friendica Notifikace
de: Friendica-Benachrichtigung
fr: Notification Friendica
it: Notifica Friendica
nl: Friendica Notificatie
ro: Notificare Friendica
ru: Friendica уведомления

source: Thank You,
cs: Děkujeme,
de: Danke,
fr: Merci,
it: Grazie,
nl: Bedankt
ro: Vă mulțumim,
ru: Спасибо,

source: %s Administrator
cs: %s Administrátor
de: der Administrator von %s
fr: L'administrateur de %s
it: Amministratore %s
nl: %s Beheerder
ru: %s администратор

source: [Friendica:Notify] New mail received at %s
cs: [Friendica:Upozornění] Obdržena nová zpráva na %s
de: [Friendica-Meldung] Neue Nachricht erhalten von %s
fr: [Friendica:Notification] Nouveau courriel reçu sur %s
it: [Friendica:Notifica] Nuovo messaggio privato ricevuto su %s
nl: [Friendica:Notificatie] Nieuw bericht ontvangen op %s
ro: [Friendica:Notificare] Mail nou primit la %s
ru: [Friendica: Оповещение] Новое сообщение, пришедшее на %s

source: %1$s sent you a new private message at %2$s.
cs: %1$s Vám poslal novou soukromou zprávu na %2$s.
de: %1$s hat dir eine neue private Nachricht auf %2$s geschickt.
fr: %1$s vous a envoyé un nouveau message privé sur %2$s.
ro: %1$s v-a trimis un nou mesaj privat la %2$s.
ru: %1$s отправил вам новое личное сообщение на %2$s.

source: %1$s sent you %2$s.
cs: %1$s Vám poslal %2$s.
de: %1$s schickte dir %2$s.
fr: %1$s vous a envoyé %2$s.
nl: %1$s stuurde jou %2$s.
ro: %1$s v-a trimis %2$s
ru: %1$s послал вам %2$s.

source: a private message
cs: soukromá zpráva
de: eine private Nachricht
fr: un message privé
it: un messaggio privato
nl: een prive bericht
ro: un mesaj privat
ru: личное сообщение

source: Please visit %s to view and/or reply to your private messages.
cs: Prosím navštivte %s pro zobrazení Vašich soukromých zpráv a možnost na ně odpovědět.
de: Bitte besuche %s, um deine privaten Nachrichten anzusehen und/oder zu beantworten.
fr: Merci de visiter %s pour voir vos messages privés et/ou y répondre.
it: Visita %s per vedere e/o rispodere ai tuoi messaggi privati.
nl: Bezoek %s om je privé-berichten te bekijken en/of te beantwoorden.
ro: Vă rugăm să vizitați %s pentru a vizualiza şi/sau răspunde la mesaje private.
ru: Пожалуйста, посетите %s для просмотра и/или ответа на личные сообщения.

source: %1$s commented on [url=%2$s]a %3$s[/url]
cs: %1$s okomentoval na [url=%2$s]%3$s[/url]
de: %1$s kommentierte [url=%2$s]a %3$s[/url]
fr: %1$s a commenté sur [url=%2$s]un %3$s[/url]
it: %1$s ha commentato [url=%2$s]%3$s[/url]
nl: %1$s gaf een reactie op [url=%2$s]a %3$s[/url]
ro: %1$s a comentat la [url=%2$s]a %3$s[/url]
ru: %1$s прокомментировал [url=%2$s]a %3$s[/url]

source: %1$s commented on [url=%2$s]%3$s's %4$s[/url]
cs: %1$s okomentoval na [url=%2$s]%3$s's %4$s[/url]
de: %1$s kommentierte [url=%2$s]%3$ss %4$s[/url]
fr: %1$s a commenté sur [url=%2$s]le %4$s de %3$s[/url]
it: %1$s ha commentato [url=%2$s]%3$s di %4$s[/url]
nl: %1$s gaf een reactie op [url=%2$s]%3$s's %4$s[/url]
ro: %1$s a comentat la [url=%2$s]%4$s postat de %3$s[/url]
ru: %1$s прокомментировал [url=%2$s]%3$s's %4$s[/url]

source: %1$s commented on [url=%2$s]your %3$s[/url]
cs: %1$s okomentoval na [url=%2$s]Váš %3$s[/url]
de: %1$s kommentierte [url=%2$s]deinen %3$s[/url]
it: %1$s ha commentato [url=%2$s]%3$s tuo[/url]
nl: %1$s gaf een reactie op [url=%2$s]jouw %3$s[/url]
ro: %1$s a comentat la [url=%2$s]%3$s dvs.[/url]
ru: %1$s прокомментировал [url=%2$s]your %3$s[/url]

source: [Friendica:Notify] Comment to conversation #%1$d by %2$s
cs: [Friendica:Upozornění] Komentář ke konverzaci #%1$d od %2$s
de: [Friendica-Meldung] Kommentar zum Beitrag #%1$d von %2$s
fr: [Friendica:Notification] Commentaire de %2$s sur la conversation #%1$d
it: [Friendica:Notifica] Commento di %2$s alla conversazione #%1$d
ro: [Friendica:Notificare] Comentariu la conversaţia #%1$d postată de %2$s

source: %s commented on an item/conversation you have been following.
cs: Uživatel %s okomentoval vámi sledovanou položku/konverzaci.
de: %s hat einen Beitrag kommentiert, dem du folgst.
fr: %s a commenté un élément que vous suivez.
it: %s ha commentato un elemento che stavi seguendo.
nl: %s gaf een reactie op een bericht/conversatie die jij volgt.
ro: %s a comentat la un element/conversaţie pe care o urmăriți.

source: Please visit %s to view and/or reply to the conversation.
cs: Prosím navštivte %s pro zobrazení konverzace a možnosti odpovědět.
de: Bitte besuche %s, um die Konversation anzusehen und/oder zu kommentieren.
fr: Merci de visiter %s pour voir la conversation et/ou y répondre.
it: Visita %s per vedere e/o commentare la conversazione
nl: Bezoek %s om de conversatie te bekijken en/of te beantwoorden.
ro: Vă rugăm să vizitați %s pentru a vizualiza şi/sau răspunde la conversație.

source: [Friendica:Notify] %s posted to your profile wall
cs: [Friendica:Upozornění] %s umístěn na Vaši profilovou zeď
de: [Friendica-Meldung] %s hat auf deine Pinnwand geschrieben
fr: [Friendica:Notification] %s a posté sur votre mur de profil
it: [Friendica:Notifica] %s ha scritto sulla tua bacheca
ro: [Friendica:Notificare] %s a postat pe peretele dvs. de profil
ru: [Friendica:Оповещение] %s написал на стене вашего профиля

source: %1$s posted to your profile wall at %2$s
cs: %1$s přidal příspěvek na Vaši profilovou zeď na %2$s
de: %1$s schrieb auf %2$s auf deine Pinnwand
fr: %1$s a publié sur votre mur à %2$s
ro: %1$s a postat pe peretele dvs. de profil la %2$s

source: %1$s posted to [url=%2$s]your wall[/url]
cs: %1$s napřidáno na [url=%2$s]na Vaši zeď[/url]
de: %1$s hat etwas auf [url=%2$s]deiner Pinnwand[/url] gepostet
fr: %1$s a posté sur [url=%2$s]votre mur[/url]
it: %1$s ha inviato un messaggio sulla [url=%2$s]tua bacheca[/url]
ro: %1$s a postat pe [url=%2$s]peretele dvs.[/url]

source: [Friendica:Notify] %s tagged you
cs: [Friendica:Upozornění] %s Vás označil
de: [Friendica-Meldung] %s hat dich erwähnt
fr: [Friendica:Notification] %s vous a repéré
it: [Friendica:Notifica] %s ti ha taggato
nl: [Friendica:Notificatie] %s heeft jou genoemd
ro: [Friendica:Notificare] %s v-a etichetat

source: %1$s tagged you at %2$s
cs: %1$s Vás označil na %2$s
de: %1$s erwähnte dich auf %2$s
fr: %1$s vous parle sur %2$s
nl: %1$s heeft jou in %2$s genoemd
ro: %1$s v-a etichetat la %2$s

source: %1$s [url=%2$s]tagged you[/url].
cs: %1$s [url=%2$s]Vás označil[/url].
de: %1$s [url=%2$s]erwähnte dich[/url].
fr: %1$s [url=%2$s]vous a taggé[/url].
nl: %1$s [url=%2$s]heeft jou genoemd[/url].
ro: %1$s [url=%2$s]v-a etichetat[/url].

source: [Friendica:Notify] %1$s poked you
cs: [Friendica:Upozornění] %1$s Vás šťouchnul
de: [Friendica-Meldung] %1$s hat dich angestupst
fr: [Friendica:Notify] %1$s vous a sollicité
nl: [Friendica:Notify] %1$s heeft jou aangestoten
ro: [Friendica:Notificare] %1$s v-a abordat

source: %1$s poked you at %2$s
cs: %1$s Vás šťouchnul na %2$s
de: %1$s hat dich auf %2$s angestupst
fr: %1$s vous a sollicité via %2$s
nl: %1$s heeft jou aangestoten op %2$s
ro: %1$s v-a abordat la %2$s

source: %1$s [url=%2$s]poked you[/url].
cs: Uživatel %1$s [url=%2$s]Vás šťouchnul[/url].
de: %1$s [url=%2$s]hat dich angestupst[/url].
fr: %1$s vous a [url=%2$s]sollicité[/url].
ro: %1$s [url=%2$s]v-a abordat[/url].

source: [Friendica:Notify] %s tagged your post
cs: [Friendica:Upozornění] %s označil Váš příspěvek
de: [Friendica-Meldung] %s hat deinen Beitrag getaggt
fr: [Friendica:Notification] %s a repéré votre publication
it: [Friendica:Notifica] %s ha taggato un tuo messaggio
nl: [Friendica:Notificatie] %s heeft jouw bericht gelabeld
ro: [Friendica:Notificare] %s v-a etichetat postarea

source: %1$s tagged your post at %2$s
cs: %1$s označil Váš příspěvek na %2$s
de: %1$s erwähnte deinen Beitrag auf %2$s
fr: %1$s a tagué votre contenu sur %2$s
nl: %1$s heeft jouw bericht gelabeld in %2$s
ro: %1$sv-a etichetat postarea la %2$s

source: %1$s tagged [url=%2$s]your post[/url]
cs: %1$s označil [url=%2$s]Váš příspěvek[/url]
de: %1$s erwähnte [url=%2$s]Deinen Beitrag[/url]
fr: %1$s a tagué [url=%2$s]votre contenu[/url]
nl: %1$s labelde [url=%2$s]jouw bericht[/url]
ro: %1$s a etichetat [url=%2$s]postarea dvs.[/url]

source: [Friendica:Notify] Introduction received
cs: [Friendica:Upozornění] Obdrženo přestavení
de: [Friendica-Meldung] Kontaktanfrage erhalten
fr: [Friendica:Notification] Introduction reçue
it: [Friendica:Notifica] Hai ricevuto una presentazione
nl: [Friendica:Notificatie] Vriendschaps-/connectieverzoek ontvangen
ro: [Friendica:Notificare] Prezentare primită
ru: [Friendica:Сообщение] получен запрос

source: You've received an introduction from '%1$s' at %2$s
cs: Obdržel jste žádost o spojení od '%1$s' na %2$s
de: Du hast eine Kontaktanfrage von '%1$s' auf %2$s erhalten
fr: Vous avez reçu une introduction de '%1$s' sur %2$s
nl: Je hebt een vriendschaps- of connectieverzoek ontvangen van '%1$s' om %2$s
ro: Aţi primit o prezentare de la '%1$s' at %2$s

source: You've received [url=%1$s]an introduction[/url] from %2$s.
cs: Obdržel jste [url=%1$s]žádost o spojení[/url] od %2$s.
de: Du hast eine [url=%1$s]Kontaktanfrage[/url] von %2$s erhalten.
fr: Vous avez reçu [url=%1$s]une introduction[/url] de %2$s.
nl: Je ontving [url=%1$s]een vriendschaps- of connectieverzoek[/url] van %2$s.
ro: Aţi primit [url=%1$s]o prezentare[/url] de la %2$s.

source: You may visit their profile at %s
cs: Můžete navštívit jejich profil na %s
de: Hier kannst du das Profil betrachten: %s
fr: Vous pouvez visiter son profil sur %s
it: Puoi visitare il suo profilo presso %s
nl: U kunt hun profiel bezoeken op %s
ro: Le puteți vizita profilurile, online pe %s
ru: Вы можете посмотреть его профиль здесь %s

source: Please visit %s to approve or reject the introduction.
cs: Prosím navštivte %s pro schválení či zamítnutí představení.
de: Bitte besuche %s, um die Kontaktanfrage anzunehmen oder abzulehnen.
fr: Merci de visiter %s pour approuver ou rejeter l'introduction.
it: Visita %s per approvare o rifiutare la presentazione.
nl: Bezoek %s om het verzoek goed of af te keuren.
ro: Vă rugăm să vizitați %s pentru a aproba sau pentru a respinge prezentarea.
ru: Посетите %s для подтверждения или отказа запроса.

source: [Friendica:Notify] Friend suggestion received
cs: [Friendica:Upozornění] Obdržen návrh na přátelství
de: [Friendica-Meldung] Kontaktvorschlag erhalten
fr: [Friendica:Notification] Nouvelle suggestion d'amitié
it: [Friendica:Notifica] Hai ricevuto un suggerimento di amicizia
ro: [Friendica:Notificare] Ați primit o sugestie de prietenie
ru: [Friendica: Оповещение] получено предложение дружбы

source: You've received a friend suggestion from '%1$s' at %2$s
cs: Obdržel jste návrh přátelství od '%1$s' na %2$s
de: Du hast einen Freunde-Vorschlag von '%1$s' auf %2$s erhalten
fr: Vous avez reçu une suggestion de '%1$s' sur %2$s
ro: Ați primit o sugestie de prietenie de la '%1$s' la %2$s
ru: Вы получили предложение дружбы от '%1$s' на %2$s

source: You've received [url=%1$s]a friend suggestion[/url] for %2$s from %3$s.
cs: Obdržel jste [url=%1$s]návrh přátelství[/url] s %2$s from %3$s.
de: Du hast einen [url=%1$s]Freunde-Vorschlag[/url] %2$s von %3$s erhalten.
fr: Vous avez reçu [url=%1$s]une suggestion[/url] de %3$s pour %2$s.
ro: Aţi primit [url=%1$s]o sugestie de prietenie[/url] pentru %2$s de la %3$s.

source: Photo:
cs: Foto:
de: Foto:
it: Foto:
nl: Foto:
ro: Foto:
ru: Фото:

source: Please visit %s to approve or reject the suggestion.
cs: Prosím navštivte %s pro schválení či zamítnutí doporučení.
de: Bitte besuche %s, um den Vorschlag zu akzeptieren oder abzulehnen.
fr: Merci de visiter %s pour approuver ou rejeter la suggestion.
it: Visita %s per approvare o rifiutare il suggerimento.
ro: Vă rugăm să vizitați %s pentru a aproba sau pentru a respinge sugestia.
ru: Пожалуйста, посетите %s для подтверждения, или отказа запроса.

source: Connect URL missing.
cs: Chybí URL adresa.
de: Connect-URL fehlt
fr: URL de connexion manquante.
it: URL di connessione mancante.
ro: Lipseşte URL-ul de conectare.
ru: Connect-URL отсутствует.

source: This site is not configured to allow communications with other networks.
cs: Tento web není nakonfigurován tak, aby umožňoval komunikaci s ostatními sítěmi.
de: Diese Seite ist so konfiguriert, dass keine Kommunikation mit anderen Netzwerken erfolgen kann.
fr: Ce site n'est pas configuré pour dialoguer avec d'autres réseaux.
it: Questo sito non è configurato per permettere la comunicazione con altri network.
nl: Deze website is niet geconfigureerd voor communicatie met andere netwerken.
ro: Acest site nu este configurat pentru a permite comunicarea cu alte reţele.
ru: Данный сайт не настроен так, чтобы держать связь с другими сетями.

source: No compatible communication protocols or feeds were discovered.
cs: Nenalezen žádný kompatibilní komunikační protokol nebo kanál.
de: Es wurden keine kompatiblen Kommunikationsprotokolle oder Feeds gefunden.
fr: Aucun protocole de communication ni aucun flux n'a pu être découvert.
it: Non sono stati trovati protocolli di comunicazione o feed compatibili.
nl: Er werden geen compatibele communicatieprotocols of feeds ontdekt.
ro: Nu au fost descoperite protocoale de comunicaţii sau fluxuri compatibile.
ru: Обнаружены несовместимые протоколы связи или каналы.

source: The profile address specified does not provide adequate information.
cs: Uvedená adresa profilu neposkytuje dostatečné informace.
de: Die angegebene Profiladresse liefert unzureichende Informationen.
fr: L'adresse de profil indiquée ne fournit par les informations adéquates.
it: L'indirizzo del profilo specificato non fornisce adeguate informazioni.
ro: Adresa de profil specificată nu furnizează informații adecvate.
ru: Указанный адрес профиля не дает адекватной информации.

source: An author or name was not found.
cs: Autor nebo jméno nenalezeno
de: Es wurde kein Autor oder Name gefunden.
fr: Aucun auteur ou nom d'auteur n'a pu être trouvé.
it: Non è stato trovato un nome o un autore
ro: Un autor sau nume nu a fost găsit.
ru: Автор или имя не найдены.

source: No browser URL could be matched to this address.
cs: Této adrese neodpovídá žádné URL prohlížeče.
de: Zu dieser Adresse konnte keine passende Browser URL gefunden werden.
fr: Aucune URL de navigation ne correspond à cette adresse.
it: Nessun URL puo' essere associato a questo indirizzo.
ro: Nici un URL de browser nu a putut fi corelat cu această adresă.
ru: Нет URL браузера, который соответствует этому адресу.

source: Unable to match @-style Identity Address with a known protocol or email contact.
cs: Není možné namapovat adresu identity ve stylu @ s žádným možným protokolem ani emailovým kontaktem.
de: Konnte die @-Adresse mit keinem der bekannten Protokolle oder Email-Kontakte abgleichen.
fr: Impossible de faire correspondre l'adresse d'identité en "@" avec un protocole connu ou un contact courriel.
nl: Het @-stijl-identiteitsadres komt niet overeen met een nekend protocol of e-mailcontact.
ro: Nu se poate corela @-stilul pentru Adresa de Identitatea cu un protocol cunoscut sau contact de email.

source: Use mailto: in front of address to force email check.
cs: Použite mailo: před adresou k vynucení emailové kontroly.
de: Verwende mailto: vor der Email Adresse, um eine Überprüfung der E-Mail-Adresse zu erzwingen.
fr: Utilisez mailto: en face d'une adresse pour l'obliger à être reconnue comme courriel.
nl: Gebruik mailto: voor het adres om een e-mailcontrole af te dwingen.
ro: Utilizaţi mailto: în faţa adresei pentru a forţa verificarea de email.
ru: Bcgjkmpeqnt mailto: перед адресом для быстрого доступа к email.

source: The profile address specified belongs to a network which has been disabled on this site.
cs: Zadaná adresa profilu patří do sítě, která byla na tomto serveru zakázána.
de: Die Adresse dieses Profils gehört zu einem Netzwerk, mit dem die Kommunikation auf dieser Seite ausgeschaltet wurde.
fr: L'adresse de profil spécifiée correspond à un réseau qui a été désactivé sur ce site.
it: L'indirizzo del profilo specificato appartiene a un network che è stato disabilitato su questo sito.
ro: Adresa de profil specificată aparţine unei reţele care a fost dezactivată pe acest site.
ru: Указанный адрес профиля принадлежит сети, недоступной на этом сайта.

source: Limited profile. This person will be unable to receive direct/personal notifications from you.
cs: Omezený profil. Tato osoba nebude schopna od Vás přijímat přímé / osobní sdělení.
de: Eingeschränktes Profil. Diese Person wird keine direkten/privaten Nachrichten von dir erhalten können.
fr: Profil limité. Cette personne ne sera pas capable de recevoir des notifications directes/personnelles de votre part.
it: Profilo limitato. Questa persona non sarà in grado di ricevere notifiche personali da te.
ro: Profil limitat. Această persoană nu va putea primi notificări directe/personale, de la dvs.
ru: Ограниченный профиль. Этот человек не сможет получить прямые / личные уведомления от вас.

source: Unable to retrieve contact information.
cs: Nepodařilo se získat kontaktní informace.
de: Konnte die Kontaktinformationen nicht empfangen.
fr: Impossible de récupérer les informations du contact.
it: Impossibile recuperare informazioni sul contatto.
ro: Nu se pot localiza informaţiile de contact.
ru: Невозможно получить контактную информацию.

source: following
cs: následující
de: folgen
it: segue
nl: volgend
ro: urmărire
ru: следует

source: A new person is sharing with you at
cs: Nový člověk si s vámi sdílí na
de: Eine neue Person teilt mit dir auf
fr: Une nouvelle personne partage avec vous à
it: Una nuova persona sta condividendo con te da
ru: Новый человек делится с вами

source: You have a new follower at
cs: Máte nového následovníka na
de: Du hast einen neuen Kontakt auf
fr: Vous avez un nouvel abonné à
it: Una nuova persona ti segue su
ru: У вас есть новый фолловер на

source: Archives
cs: Archív
de: Archiv
nl: Archieven
ro: Arhive
ru: Архивы

source: An invitation is required.
cs: Pozvánka je vyžadována.
de: Du benötigst eine Einladung.
fr: Une invitation est requise.
it: E' richiesto un invito.
nl: Een uitnodiging is vereist.
ro: O invitaţie este necesară.
ru: Требуется приглашение.

source: Invitation could not be verified.
cs: Pozvánka nemohla být ověřena.
de: Die Einladung konnte nicht überprüft werden.
fr: L'invitation fournie n'a pu être validée.
it: L'invito non puo' essere verificato.
nl: Uitnodiging kon niet geverifieerd worden.
ro: Invitația nu s-a putut verifica.
ru: Приглашение не может быть проверено.

source: Invalid OpenID url
cs: Neplatný odkaz OpenID
de: Ungültige OpenID URL
fr: Adresse OpenID invalide
it: Url OpenID non valido
nl: Ongeldige OpenID url
ro: URL OpenID invalid
ru: Неверный URL OpenID

source: Please enter the required information.
cs: Zadejte prosím požadované informace.
de: Bitte trage die erforderlichen Informationen ein.
fr: Entrez les informations requises.
it: Inserisci le informazioni richieste.
nl: Vul de vereiste informatie in.
ro: Vă rugăm să introduceți informațiile solicitate.
ru: Пожалуйста, введите необходимую информацию.

source: Please use a shorter name.
cs: Použijte prosím kratší jméno.
de: Bitte verwende einen kürzeren Namen.
fr: Utilisez un nom plus court.
it: Usa un nome più corto.
nl: gebruik een kortere naam
ro: Vă rugăm să utilizaţi un nume mai scurt.
ru: Пожалуйста, используйте более короткое имя.

source: Name too short.
cs: Jméno je příliš krátké.
de: Der Name ist zu kurz.
fr: Nom trop court.
it: Il nome è troppo corto.
nl: Naam te kort
ro: Numele este prea scurt.
ru: Имя слишком короткое.

source: That doesn't appear to be your full (First Last) name.
cs: Nezdá se, že by to bylo vaše celé jméno (křestní jméno a příjmení).
de: Das scheint nicht dein kompletter Name (Vor- und Nachname) zu sein.
fr: Ceci ne semble pas être votre nom complet (Prénom Nom).
it: Questo non sembra essere il tuo nome completo (Nome Cognome).
nl: Dat lijkt niet je volledige naam (voor- en achternaam) te zijn.
ro: Acesta nu pare a fi Numele (Prenumele) dvs. complet
ru: Кажется, что это ваше неполное (Имя Фамилия) имя.

source: Your email domain is not among those allowed on this site.
cs: Váš e-mailová doména není na tomto serveru mezi povolenými.
de: Die Domain deiner E-Mail Adresse ist auf dieser Seite nicht erlaubt.
fr: Votre domaine de courriel n'est pas autorisé sur ce site.
it: Il dominio della tua email non è tra quelli autorizzati su questo sito.
nl: Je e-maildomein is op deze website niet toegestaan.
ro: Domeniul dvs. de email nu este printre cele permise pe acest site.
ru: Домен вашего адреса электронной почты не относится к числу разрешенных на этом сайте.

source: Not a valid email address.
cs: Neplatná e-mailová adresa.
de: Keine gültige E-Mail-Adresse.
fr: Ceci n'est pas une adresse courriel valide.
it: L'indirizzo email non è valido.
nl: Geen geldig e-mailadres.
ro: Nu este o adresă vaildă de email.
ru: Неверный адрес электронной почты.

source: Cannot use that email.
cs: Tento e-mail nelze použít.
de: Konnte diese E-Mail-Adresse nicht verwenden.
fr: Impossible d'utiliser ce courriel.
it: Non puoi usare quell'email.
nl: Ik kan die e-mail niet gebruiken.
ro: Nu se poate utiliza acest email.
ru: Нельзя использовать этот Email.

source: Your "nickname" can only contain "a-z", "0-9", "-", and "_", and must also begin with a letter.
cs: Vaše "přezdívka" může obsahovat pouze "a-z", "0-9", "-", a "_", a musí začínat písmenem.
de: Dein Spitzname darf nur aus Buchstaben und Zahlen ("a-z","0-9", "_" und "-") bestehen, außerdem muss er mit einem Buchstaben beginnen.
fr: Votre "pseudo" peut seulement contenir les caractères "a-z", "0-9", "-", and "_", et doit commencer par une lettre.
it: Il tuo nome utente puo' contenere solo "a-z", "0-9", "-", e "_", e deve cominciare con una lettera.
ro: "Pseudonimul" dvs. poate conţine numai "a-z", "0-9", "-",, şi "_", şi trebuie de asemenea să înceapă cu o literă.
ru: Ваш "ник" может содержать только "a-z", "0-9", "-", и "_", а также должен начинаться с буквы.

source: Nickname is already registered. Please choose another.
cs: Přezdívka je již registrována. Prosím vyberte jinou.
de: Dieser Spitzname ist bereits vergeben. Bitte wähle einen anderen.
fr: Pseudo déjà utilisé. Merci d'en choisir un autre.
it: Nome utente già registrato. Scegline un altro.
nl: Bijnaam is al geregistreerd. Kies een andere.
ro: Pseudonimul este deja înregistrat. Vă rugăm, alegeți un altul.
ru: Такой ник уже зарегистрирован. Пожалуйста, выберите другой.

source: Nickname was once registered here and may not be re-used. Please choose another.
cs: Tato přezdívka již zde byla použita a nemůže být využita znovu. Prosím vyberete si jinou.
de: Dieser Spitzname ist bereits vergeben. Bitte wähle einen anderen.
fr: Ce surnom a déjà été utilisé ici, et ne peut re-servir. Merci d'en choisir un autre.
it: Questo nome utente stato già registrato. Per favore, sceglierne uno nuovo.
nl: Bijnaam was ooit hier geregistreerd en kan niet herbruikt worden. Kies een andere.
ro: Pseudonimul a fost înregistrat aici, şi e posibil să nu mai poată fi reutilizat. Vă rugăm, alegeți altul.
ru: Ник уже зарегистрирован на этом сайте и не может быть изменён. Пожалуйста, выберите другой ник.

source: SERIOUS ERROR: Generation of security keys failed.
cs: Závažná chyba: Generování bezpečnostních klíčů se nezdařilo.
de: FATALER FEHLER: Sicherheitsschlüssel konnten nicht erzeugt werden.
fr: ERREUR SÉRIEUSE: La génération des clés de sécurité a échoué.
it: ERRORE GRAVE: La generazione delle chiavi di sicurezza è fallita.
nl: ERNSTIGE FOUT: aanmaken van beveiligingssleutels mislukt.
ro: EROARE GRAVĂ: Generarea de chei de securitate a eşuat.
ru: СЕРЬЕЗНАЯ ОШИБКА: генерация ключей безопасности не удалась.
