Repository: duthied/Free-Friendika
Catalog: view/*/messages.po
Languages: cs, de, fr, it, nl, ro, ru

source: A deleted group with this name was revived. Existing item permissions <strong>may</strong> apply to this group and any future members. If this is not what you intended, please create another group with a different name.
cs: Dříve smazaná skupina s tímto jménem byla obnovena. Stávající oprávnění <strong>může</ strong> ovlivnit tuto skupinu a její budoucí členy. Pokud to není to, co jste chtěli, vytvořte, prosím, další skupinu s jiným názvem.
de: Eine gelöschte Gruppe mit diesem Namen wurde wiederbelebt. Bestehende Berechtigungseinstellungen <strong>könnten</strong> auf diese Gruppe oder zukünftige Mitglieder angewandt werden. Falls du dies nicht möchtest, erstelle bitte eine andere Gruppe mit einem anderen Namen.
fr: Un groupe supprimé a été recréé. Les permissions existantes <strong>pourraient</strong> s'appliquer à ce groupe et aux futurs membres. Si ce n'est pas le comportement attendu, merci de re-créer un autre groupe sous un autre nom.
it: Un gruppo eliminato con questo nome è stato ricreato. I permessi esistenti su un elemento <strong>possono</strong> essere applicati a questo gruppo e tutti i membri futuri. Se questo non è ciò che si intende, si prega di creare un altro gruppo con un nome diverso.
nl: Een verwijderde groep met deze naam is weer tot leven gewekt. Bestaande itemrechten <strong>kunnen</strong> voor deze groep en toekomstige leden gelden. Wanneer je niet zo had bedoeld kan je een andere groep met een andere naam creëren.
ro: Un grup şters cu acest nume a fost restabilit. Permisiunile existente ale elementului, <strong>pot</strong>fi aplicate acestui grup şi oricăror viitori membrii. Dacă aceasta nu este ceea ați intenționat să faceți, vă rugăm să creaţi un alt grup cu un un nume diferit.
ru: Удаленная группа с таким названием была восстановлена. Существующие права доступа <strong>могут</strong> применяться к этой группе и любым будущим участникам. Если это не то, что вы хотели, пожалуйста, создайте еще ​​одну группу с другим названием.

source: Default privacy group for new contacts
cs: Defaultní soukromá skrupina pro nové kontakty.
de: Voreingestellte Gruppe für neue Kontakte
fr: Paramètres de confidentialité par défaut pour les nouveaux contacts
ro: Confidenţialitatea implicită a grupului pentru noi contacte
ru: Группа доступа по умолчанию для новых контактов

source: Everybody
cs: Všichni
de: Alle Kontakte
fr: Tout le monde
it: Tutti
nl: Iedereen
ro: Toată lumea
ru: Каждый

source: edit
cs: editovat
de: bearbeiten
fr: éditer
it: modifica
nl: verander
ro: editare
ru: редактировать

source: Edit group
cs: Editovat skupinu
de: Gruppe bearbeiten
fr: Editer groupe
it: Modifica gruppo
nl: Verander groep
ro: Editare grup
ru: Редактировать группу

source: Create a new group
cs: Vytvořit novou skupinu
de: Neue Gruppe erstellen
fr: Créer un nouveau groupe
it: Crea un nuovo gruppo
nl: Maak nieuwe groep
ro: Creați un nou grup
ru: Создать новую группу

source: Contacts not in any group
cs: Kontakty, které nejsou v žádné skupině
de: Kontakte in keiner Gruppe
fr: Contacts n'appartenant à aucun groupe
it: Contatti in nessun gruppo.
ro: Contacte ce nu se află în orice grup
ru: Контакты не состоят в группе

source: Logout
cs: Odhlásit se
de: Abmelden
fr: Se déconnecter
it: Esci
nl: Uitloggen
ro: Deconectare
ru: Выход

source: End this session
cs: Konec této relace
de: Diese Sitzung beenden
fr: Mettre fin à cette session
it: Finisci questa sessione
nl: Deze sessie beëindigen
ro: Finalizați această sesiune
ru: Конец этой сессии

source: Sign in
cs: Přihlásit se
de: Anmelden
fr: Se connecter
it: Entra
nl: Inloggen
ro: Autentificare
ru: Вход

source: Create an account
cs: Vytvořit účet
de: Nutzerkonto erstellen
fr: Créer un compte
it: Crea un account
nl: Maak een accoount
ro: Creați un cont
ru: Создать аккаунт

source: Help and documentation
cs: Nápověda a dokumentace
de: Hilfe und Dokumentation
fr: Aide et documentation
it: Guida e documentazione
nl: Hulp en documentatie
ro: Ajutor şi documentaţie
ru: Помощь и документация

source: Addon applications, utilities, games
cs: Doplňkové aplikace, nástroje, hry
de: Addon Anwendungen, Dienstprogramme, Spiele
fr: Applications supplémentaires, utilitaires, jeux
it: Applicazioni, utilità e giochi aggiuntivi
nl: Extra toepassingen, hulpmiddelen of spelletjes
ro: Suplimente la aplicații, utilitare, jocuri
ru: Дополнительные приложения, утилиты, игры

source: Search site content
cs: Hledání na stránkách tohoto webu
de: Inhalt der Seite durchsuchen
fr: Rechercher dans le contenu du site
it: Cerca nel contenuto del sito
nl: Doorzoek de inhoud van de website
ro: Căutare în conținut site
ru: Поиск по сайту

source: Conversations on this site
cs: Konverzace na tomto webu
de: Unterhaltungen auf dieser Seite
fr: Conversations ayant cours sur ce site
it: Conversazioni su questo sito
nl: Conversaties op deze website
ro: Conversaţii pe acest site
ru: Беседы на этом сайте

source: Directory
cs: Adresář
de: Verzeichnis
fr: Annuaire
it: Elenco
nl: Gids
ro: Director
ru: Каталог

source: People directory
cs: Adresář
de: Nutzerverzeichnis
fr: Annuaire des utilisateurs
it: Elenco delle persone
nl: Personengids
ro: Director persoane
ru: Каталог участников

source: Conversations from your friends
cs: Konverzace od Vašich přátel
de: Unterhaltungen deiner Kontakte
fr: Conversations de vos amis
it: Conversazioni dai tuoi amici
nl: Conversaties van je vrienden
ro: Conversaţiile prieteniilor dvs.
ru: Беседы с друзьями

source: Network Reset
de: Netzwerk zurücksetzen
nl: Netwerkpagina opnieuw instellen
ro: Resetare Reţea
ru: Перезагрузка сети

source: Load Network page with no filters
de: Netzwerk-Seite ohne Filter laden
nl: Laad de netwerkpagina zonder filters
ro: Încărcare pagina de Reţea fără filtre
ru: Загрузить страницу сети без фильтров

source: Friend Requests
cs: Žádosti přátel
de: Kontaktanfragen
fr: Demande d'amitié
it: Richieste di amicizia
nl: Vriendschapsverzoeken
ro: Solicitări Prietenie
ru: Запросы на добавление в список друзей

source: See all notifications
cs: Zobrazit všechny upozornění
de: Alle Benachrichtigungen anzeigen
fr: Voir toute notification
it: Vedi tutte le notifiche
nl: Toon alle notificaties
ro: Consultaţi toate notificările
ru: Посмотреть все уведомления

source: Mark all system notifications seen
cs: Označit všechny upozornění systému jako přečtené
de: Markiere alle Systembenachrichtigungen als gelesen
fr: Marquer toutes les notifications système comme 'vues'
it: Segna tutte le notifiche come viste
nl: Alle systeemnotificaties als gelezen markeren
ro: Marcaţi toate notificările de sistem, ca și vizualizate
ru: Отметить все системные уведомления, как прочитанные

source: Private mail
cs: Soukromá pošta
de: Private E-Mail
fr: Messages privés
it: Posta privata
nl: Privéberichten
ro: Mail privat
ru: Личная почта

source: Inbox
cs: Doručená pošta
de: Eingang
fr: Messages entrants
it: In arrivo
ro: Mesaje primite
ru: Входящие

source: Outbox
cs: Odeslaná pošta
de: Ausgang
fr: Messages sortants
it: Inviati
nl: Verzonden berichten
ro: Căsuță de Ieșire
ru: Исходящие

source: Manage
cs: Spravovat
de: Verwalten
fr: Gérer
it: Gestisci
nl: Beheren
ro: Gestionare
ru: Управлять

source: Manage other pages
cs: Spravovat jiné stránky
de: Andere Seiten verwalten
fr: Gérer les autres pages
it: Gestisci altre pagine
nl: Andere pagina's beheren
ro: Gestionează alte pagini
ru: Управление другими страницами

source: Delegations
de: Delegierungen
ro: Delegații

source: Profiles
cs: Profily
de: Profile
fr: Profils
it: Profili
nl: Profielen
ro: Profile
ru: Профили

source: Manage/Edit Profiles
de: Profile Verwalten/Editieren
nl: Beheer/Wijzig Profielen
ro: Gestionare/Editare Profile
ru: Управление/редактирование профилей

source: Manage/edit friends and contacts
cs: Spravovat/upravit přátelé a kontakty
de: Freunde und Kontakte verwalten/editieren
fr: Gérer/éditer les amitiés et contacts
it: Gestisci/modifica amici e contatti
nl: Beheer/Wijzig vrienden en contacten
ro: Gestionare/Editare prieteni şi contacte
ru: Управление / редактирование друзей и контактов

source: Site setup and configuration
cs: Nastavení webu a konfigurace
de: Einstellungen der Seite und Konfiguration
fr: Démarrage et configuration du site
it: Configurazione del sito
nl: Website opzetten en configureren
ro: Instalare şi configurare site
ru: Установка и конфигурация сайта

source: Nothing new here
cs: Zde není nic nového
de: Keine Neuigkeiten.
fr: Rien de neuf ici
it: Niente di nuovo qui
nl: Niets nieuw hier
ro: Nimic nou aici
ru: Ничего нового здесь

source: Add New Contact
cs: Přidat nový kontakt
de: Neuen Kontakt hinzufügen
fr: Ajouter un nouveau contact
it: Aggiungi nuovo contatto
nl: Nieuw Contact toevoegen
ro: Add Contact Nou
ru: Добавить контакт

source: Enter address or web location
cs: Zadejte adresu nebo umístění webu
de: Adresse oder Web-Link eingeben
fr: Entrez son adresse ou sa localisation web
it: Inserisci posizione o indirizzo web
nl: Voeg een webadres of -locatie in:
ro: Introduceţi adresa sau locaţia web
ru: Введите адрес или веб-местонахождение

source: Example: bob@example.com, http://example.com/barbara
cs: Příklad: jan@příklad.cz, http://příklad.cz/jana
de: Beispiel: bob@example.com, http://example.com/barbara
fr: Exemple: bob@example.com, http://example.com/barbara
it: Esempio: bob@example.com, http://example.com/barbara
nl: Voorbeeld: jan@voorbeeld.be, http://voorbeeld.nl/barbara
ro: Exemplu: bob@example.com, http://example.com/barbara
ru: Пример: bob@example.com, http://example.com/barbara

source: %d invitation available
cs: Pozvánka %d k dispozici
de: %d Einladung verfügbar
fr: %d invitation disponible
it: %d invito disponibile
nl: %d uitnodiging beschikbaar
ro: %d invitație disponibilă
ru: %d приглашение доступно

source: Find People
cs: Nalézt lidi
de: Leute finden
fr: Trouver des personnes
it: Trova persone
nl: Zoek mensen
ro: Căutați Persoane
ru: Поиск людей

source: Enter name or interest
cs: Zadejte jméno nebo zájmy
de: Name oder Interessen eingeben
fr: Entrez un nom ou un centre d'intérêt
it: Inserisci un nome o un interesse
nl: Vul naam of interesse in
ro: Introduceţi numele sau interesul
ru: Введите имя или интерес

source: Connect/Follow
cs: Připojit / Následovat
de: Verbinden/Folgen
fr: Connecter/Suivre
it: Connetti/segui
nl: Verbind/Volg
ro: Conectare/Urmărire
ru: Подключиться/Следовать

source: Examples: Robert Morgenstein, Fishing
cs: Příklady: Robert Morgenstein, rybaření
de: Beispiel: Robert Morgenstein, Angeln
fr: Exemples: Robert Morgenstein, Pêche
it: Esempi: Mario Rossi, Pesca
nl: Voorbeelden: Jan Peeters, Vissen
ro: Exemple: Robert Morgenstein, Pescuit
ru: Примеры: Роберт Morgenstein, Рыбалка

source: Random Profile
cs: Náhodný Profil
de: Zufälliges Profil
fr: Profil au hasard
it: Profilo causale
nl: Willekeurig Profiel
ro: Profil Aleatoriu
ru: Случайный профиль

source: Networks
cs: Sítě
de: Netzwerke
fr: Réseaux
it: Reti
nl: Netwerken
ro: Rețele
ru: Сети

source: All Networks
cs: Všechny sítě
de: Alle Netzwerke
fr: Tous réseaux
it: Tutte le Reti
nl: Alle netwerken
ro: Toate Reţelele
ru: Все сети

source: Saved Folders
cs: Uložené složky
de: Gespeicherte Ordner
fr: Dossiers sauvegardés
it: Cartelle Salvate
nl: Bewaarde Mappen
ro: Dosare Salvate
ru: Сохранённые папки

source: Everything
cs: Všechno
de: Alles
fr: Tout
it: Tutto
nl: Alles
ro: Totul
ru: Всё

source: Categories
cs: Kategorie
de: Kategorien
fr: Catégories
it: Categorie
nl: Categorieën
ro: Categorii
ru: Категории

source: Logged out.
cs: Odhlášen.
de: Abgemeldet.
fr: Déconnecté.
it: Uscita effettuata.
nl: Uitgelogd.
ro: Deconectat.
ru: Выход из системы.

source: We encountered a problem while logging in with the OpenID you provided. Please check the correct spelling of the ID.
cs: Zaznamenali jsme problém s Vaším přihlášením prostřednictvím Vámi zadaným OpenID. Prosím ověřte si, že jste ID zadali správně.
de: Beim Versuch dich mit der von dir angegebenen OpenID anzumelden trat ein Problem auf. Bitte überprüfe, dass du die OpenID richtig geschrieben hast.
fr: Nous avons eu un souci avec l'OpenID que vous avez fourni. merci de vérifier l'orthographe correcte de ce dernier.
it: Abbiamo incontrato un problema mentre contattavamo il server OpenID che ci hai fornito. Controlla di averlo scritto giusto.
ro: Am întâmpinat o problemă în timpul autentificării cu datele OpenID pe care le-ați furnizat.
ru: Мы столкнулись с проблемой при входе с OpenID, который вы указали. Пожалуйста, проверьте правильность написания ID.

source: The error message was:
cs: Chybová zpráva byla:
de: Die Fehlermeldung lautete:
fr: Le message d'erreur était :
it: Il messaggio riportato era:
nl: De foutboodschap was:
ro: Mesajul de eroare a fost:
ru: Сообщение об ошибке было:

source: Miscellaneous
cs: Různé
de: Verschiedenes
fr: Divers
it: Varie
nl: Diversen
ro: Diverse
ru: Разное

source: year
cs: rok
de: Jahr
fr: an
it: anno
nl: jaar
ro: an
ru: год

source: month
cs: měsíc
de: Monat
fr: mois
it: mese
nl: maand
ro: lună
ru: мес.

source: day
cs: den
de: Tag
fr: jour
it: giorno
nl: dag
ro: zi
ru: день

source: never
cs: nikdy
de: nie
fr: jamais
it: mai
nl: nooit
ro: niciodată
ru: никогда

source: less than a second ago
cs: méně než před sekundou
de: vor weniger als einer Sekunde
fr: il y a moins d'une seconde
it: meno di un secondo fa
nl: minder dan een seconde geleden
ro: acum mai puțin de o secundă
ru: менее сек. назад

source: week
cs: týdnem
de: Woche
fr: semaine
it: settimana
ro: săptămână
ru: неделя

source: hour
cs: hodina
de: Stunde
fr: heure
it: ora
nl: uur
ro: oră
ru: час

source: hours
cs: hodin
de: Stunden
fr: heures
it: ore
nl: uren
ro: ore
ru: час.

source: minutes
cs: minut
de: Minuten
it: minuti
nl: minuten
ro: minute
ru: мин.

source: second
cs: sekunda
de: Sekunde
fr: seconde
it: secondo
nl: seconde
ro: secundă
ru: секунда

source: seconds
cs: sekund
de: Sekunden
fr: secondes
it: secondi
nl: secondes
ro: secunde
ru: сек.

source: %1$d %2$s ago
cs: před %1$d %2$s
de: %1$d %2$s her
fr: %1$d %2$s auparavant
it: %1$d %2$s fa
nl: %1$d %2$s geleden
ro: acum %1$d %2$s
ru: %1$d %2$s назад

source: %s's birthday
cs: %s má narozeniny
de: %ss Geburtstag
fr: Anniversaire de %s's
it: Compleanno di %s
nl: %s's verjaardag
ro: %s's zi de naştere
ru: день рождения %s

source: Happy Birthday %s
cs: Veselé narozeniny %s
de: Herzlichen Glückwunsch %s
fr: Joyeux anniversaire, %s !
it: Buon compleanno %s
nl: Gefeliciteerd %s
ro: La mulţi ani %s
ru: С днём рождения %s

source: Image/photo
cs: Obrázek/fotografie
de: Bild/Foto
it: Immagine/foto
nl: Afbeelding/foto
ro: Imagine/fotografie
ru: Изображение / Фото

source: <span><a href="%s" target="external-link">%s</a> wrote the following <a href="%s" target="external-link">post</a>:</span>
de: <span><a href="%s" target="external-link">%s</a> schrieb den folgenden <a href="%s" target="external-link">Eintrag</a>:</span>

source: $1 wrote:
cs: $1 napsal:
de: $1 hat geschrieben:
fr: $1 a écrit:
it: $1 ha scritto:
nl: $1 schreef:
ro: $1 a scris:
ru: $1 написал:

source: Encrypted content
cs: Šifrovaný obsah
de: Verschlüsselter Inhalt
fr: Contenu chiffré
nl: Versleutelde inhoud
ro: Conţinut criptat
ru: Зашифрованный контент

source: General Features
de: Allgemeine Features
nl: Algemene functies
ro: Caracteristici Generale
ru: Основные возможности

source: Multiple Profiles
de: Mehrere Profile
nl: Meerdere profielen
ro: Profile Multiple
ru: Несколько профилей

source: Ability to create multiple profiles
de: Möglichkeit mehrere Profile zu erstellen
nl: Mogelijkheid om meerdere profielen aan te maken
ro: Capacitatea de a crea profile multiple
ru: Возможность создания нескольких профилей

source: Post Composition Features
de: Beitragserstellung Features
nl: Functies voor het opstellen van berichten
ro: Caracteristici Compoziţie Postare

source: Richtext Editor
de: Web-Editor
nl: Tekstverwerker met opmaak
ro: Editor Text Îmbogățit
ru: Редактор RTF

source: Enable richtext editor
de: Den Web-Editor für neue Beiträge aktivieren
nl: Gebruik een tekstverwerker met eenvoudige opmaakfuncties
ro: Activare editor text îmbogățit
ru: Включить редактор RTF

source: Post Preview
de: Beitragsvorschau
nl: Voorvertoning bericht
ro: Previzualizare Postare
ru: предварительный просмотр

source: Allow previewing posts and comments before publishing them
de: Die Vorschau von Beiträgen und Kommentaren vor dem absenden erlauben.
it: Permetti di avere un'anteprima di messaggi e commenti prima di pubblicarli
ro: Permiteți previzualizarea postărilor şi comentariilor înaintea publicării lor
ru: Разрешить предпросмотр сообщения и комментария перед их публикацией

source: Network Sidebar Widgets
de: Widgets für Netzwerk und Seitenleiste
nl: Zijbalkwidgets op netwerkpagina
ro: Aplicaţii widget de Rețea în Bara Laterală
ru: Виджет боковой панели "Сеть"

source: Search by Date
de: Archiv
nl: Zoeken op datum
ro: Căutare după Dată
ru: Поиск по датам

source: Ability to select posts by date ranges
de: Möglichkeit die Beiträge nach Datumsbereichen zu sortieren
nl: Mogelijkheid om berichten te selecteren volgens datumbereik
ro: Abilitatea de a selecta postări după intervalele de timp
ru: Возможность выбора постов по диапазону дат

source: Group Filter
de: Gruppen Filter
nl: Groepsfilter
ro: Filtru Grup
ru: Фильтр групп

source: Enable widget to display Network posts only from selected group
de: Widget zur Darstellung der Beiträge nach Kontaktgruppen sortiert aktivieren.
nl: Sta de widget toe om netwerkberichten te tonen van bepaalde groepen
ro: Permiteți aplicației widget să afișeze postări din Rețea, numai din grupul selectat
ru: Включить виджет для отображения сообщений сети только от выбранной группы

source: Network Filter
de: Netzwerk Filter
nl: Netwerkfilter
ro: Filtru Reţea
ru: Фильтр сети

source: Enable widget to display Network posts only from selected network
de: Widget zum filtern der Beiträge in Abhängigkeit des Netzwerks aus dem der Ersteller sendet aktivieren.
nl: Sta de widget toe om netwerkberichten te tonen van bepaalde netwerken
ro: Permiteți aplicației widget să afișeze postări din Rețea, numai din rețeaua selectată
ru: Включить виджет для отображения сообщений сети только от выбранной сети

source: Save search terms for re-use
de: Speichere Suchanfragen für spätere Wiederholung.
nl: Sla zoekopdrachten op voor hergebruik
ro: Salvați termenii de căutare pentru reutilizare
ru: Сохранить условия поиска для повторного использования

source: Network Tabs
de: Netzwerk Reiter
nl: Netwerktabs
ro: File Reţea
ru: Сетевые вкладки

source: Network Personal Tab
de: Netzwerk-Reiter: Persönlich
nl: Persoonlijke netwerktab
ro: Filă Personală de Reţea
ru: Персональные сетевые вкладки

source: Enable tab to display only Network posts that you've interacted on
de: Aktiviert einen Netzwerk-Reiter in dem Nachrichten angezeigt werden mit denen du interagiert hast
nl: Sta het toe dat de tab netwerkberichten toont waarmee je interactie had
ro: Permiteți filei să afişeze numai postările Reţelei cu care ați interacţionat
ru: Включить вкладку для отображения только сообщений сети, с которой вы взаимодействовали

source: Network New Tab
de: Netzwerk-Reiter: Neue
nl: Nieuwe netwerktab
ro: Filă Nouă de Reţea
ru: Новая вкладка сеть

source: Enable tab to display only new Network posts (from the last 12 hours)
de: Aktiviert einen Netzwerk-Reiter in dem ausschließlich neue Beiträge (der letzten 12 Stunden) angezeigt werden
nl: Laat de tab alleen nieuwe netwerkberichten tonen (van de laatste 12 uur)
ro: Permiteți filei să afişeze numai postările noi din Reţea (din ultimele 12 ore)
ru: Включить вкладку для отображения только новых сообщений сети (за последние 12 часов)

source: Network Shared Links Tab
de: Netzwerk-Reiter: Geteilte Links
ro: Filă Legături Distribuite în Rețea
ru: Вкладка shared ссылок сети

source: Enable tab to display only Network posts with links in them
de: Aktiviert einen Netzwerk-Reiter der ausschließlich Nachrichten mit Links enthält
ro: Permiteți filei să afişeze numai postările din Reţea ce conțin legături
ru: Включить вкладку для отображения только сообщений сети со ссылками на них

source: Post/Comment Tools
de: Werkzeuge für Beiträge und Kommentare
it: Strumenti per mesasggi/commenti
nl: Bericht-/reactiehulpmiddelen
ro: Instrumente Postare/Comentariu
ru: Инструменты пост/комментарий

source: Multiple Deletion
de: Mehrere Beiträge löschen
nl: Meervoudige verwijdering
ro: Ştergere Multiplă
ru: Множественное удаление

source: Select and delete multiple posts/comments at once
de: Mehrere Beiträge/Kommentare markieren und gleichzeitig löschen
it: Seleziona ed elimina vari messagi e commenti in una volta sola
nl: Selecteer en verwijder meerdere berichten/reacties in een keer
ro: Selectaţi şi ştergeţi postări/comentarii multiple simultan
ru: Выбрать и удалить несколько постов/комментариев одновременно.

source: Edit Sent Posts
de: Gesendete Beiträge editieren
nl: Bewerk verzonden berichten
ro: Editare Postări Trimise
ru: Редактировать отправленные посты

source: Edit and correct posts and comments after sending
de: Erlaubt es Beiträge und Kommentare nach dem Senden zu editieren bzw.zu korrigieren.
it: Modifica e correggi messaggi e commenti dopo averli inviati
nl: Bewerk en corrigeer berichten en reacties na verzending
ro: Editarea şi corectarea postărilor şi comentariilor după postarea lor
ru: Редактировать и править посты и комментарии после отправления

source: Ability to tag existing posts
de: Möglichkeit bereits existierende Beiträge nachträglich mit Tags zu versehen.
nl: Mogelijkheid om bestaande berichten te labelen
ro: Capacitatea de a eticheta postările existente
ru: Возможность отмечать существующие посты

source: Post Categories
de: Beitragskategorien
nl: Categorieën berichten
ro: Categorii Postări
ru: Категории постов

source: Add categories to your posts
de: Eigene Beiträge mit Kategorien versehen
nl: Voeg categorieën toe aan je berichten
ro: Adăugaţi categorii la postările dvs.
ru: Добавить категории вашего поста

source: Ability to file posts under folders
de: Beiträge in Ordnern speichern aktivieren
nl: Mogelijkheid om berichten in mappen te bewaren
ro: Capacitatea de a atribui postări în dosare

source: Dislike Posts
de: Beiträge 'nicht mögen'
nl: Vind berichten niet leuk
ro: Respingere Postări
ru: Посты дизлайк

source: Ability to dislike posts/comments
de: Ermöglicht es Beiträge mit einem Klick 'nicht zu mögen'
it: Permetti di inviare "non mi piace" ai messaggi
nl: Mogelijkheid om berichten of reacties niet leuk te vinden
ro: Capacitatea de a marca postări/comentarii ca fiind neplăcute
ru: Возможность дизлайка постов/комментариев

source: Star Posts
de: Beiträge Markieren
nl: Geef berichten een ster
ro: Postări cu Steluță
ru: Популярные посты

source: Ability to mark special posts with a star indicator
de: Erlaubt es Beiträge mit einem Stern-Indikator zu markieren
ro: Capacitatea de a marca posturile speciale cu o stea ca şi indicator
ru: Возможность отметить специальные сообщения индикатором популярности

source: Cannot locate DNS info for database server '%s'
cs: Nelze nalézt záznam v DNS pro databázový server '%s'
de: Kann die DNS Informationen für den Datenbankserver '%s' nicht ermitteln.
fr: Impossible de localiser les informations DNS pour le serveur de base de données '%s'
it: Non trovo le informazioni DNS per il database server '%s'
ro: Nu se pot localiza informațiile DNS pentru serverul de bază de date '%s'
ru: Не могу найти информацию для DNS-сервера базы данных '%s'

source: [no subject]
cs: [bez předmětu]
de: [kein Betreff]
fr: [pas de sujet]
it: [nessun oggetto]
nl: [geen onderwerp]
ro: [fără subiect]
ru: [без темы]

source: Visible to everybody
cs: Viditelné pro všechny
de: Für jeden sichtbar
fr: Visible par tout le monde
it: Visibile a tutti
nl: Zichtbaar voor iedereen
ro: Vizibil pentru toata lumea
ru: Видимо всем
