Repository: duthied/Free-Friendika
Catalog: view/*/messages.po
Languages: cs, de, fr, it, nl, ro, ru

source: Mirror all posts from statusnet that are no replies or repeated messages
de: Spiegle alle Beiträge von StatusNet die keine Antworten oder wiederholten Nachrichten sind

source: Shortening method that optimizes the post
de: Kürzungsverfahren, das den Beitrag optimiert

source: Send linked #-tags and @-names to StatusNet
cs: Poslat propojené #-tagy a @-jména na StatusNet
de: Sende verlinkte #-Tags und @-Namen nach StatusNet
fr: Envoyer les liens vers les #-tags et les @-noms sur StatusNet

source: Clear OAuth configuration
cs: Vymazat konfiguraci OAuth
de: OAuth-Konfiguration löschen
fr: Effacer la configuration OAuth
it: Rimuovi la configurazione OAuth

source: You are now authenticated to tumblr.
de: Du bist nun auf tumblr authentifiziert.

source: return to the connector page
de: zurück zur Connector Seite

source: Post to Tumblr
cs: Příspěvek na Tumbir
de: Bei Tumblr veröffentlichen
fr: Publier sur Tumblr
it: Pubblica su Tumblr

source: Tumblr Post Settings
cs: Nastavení příspěvků na Tumbir
de: Tumblr-Beitragseinstellungen
fr: Réglages de Tumblr
it: Impostazioni di invio a Tumblr

source: (Re-)Authenticate your tumblr page
de: (Re-)Authentifizierung deiner tumblr Seite

source: Enable Tumblr Post Plugin
cs: Povolit rozšíření Tumbir
de: Tumblr-Plugin aktivieren
fr: Activer l'extension Tumblr
it: Abilita Plugin Tumblr

source: Post to Tumblr by default
cs: Standardně posílat příspěvky na Tumbir
de: Standardmäßig bei Tumblr veröffentlichen
fr: Publier sur Tumblr par défaut
it: Pubblica su Tumblr di default

source: Post to page:
de: Auf tumblr veröffentlichen

source: You are not authenticated to tumblr
de: Du bist gegenüber tumblr nicht authentifiziert

source: Numfriends settings updated.
cs: Numfriends nastavení aktualizováno
de: Numfriends Einstellungen aktualisiert
fr: Réglages numfriends sauvés.
it: Impostazioni "Numfriends' aggiornate.

source: Numfriends Settings
cs: Nastavení Numfriends
de: Numfriends Einstellungen
fr: Réglages de numfriends
it: Impostazioni Numfriends

source: How many contacts to display on profile sidebar
cs: Kolik kontaktů zobrazit na profilovém bočním menu
de: Wie viele Kontakte sollen in der Seitenleiste angezeigt werden
fr: Nombre de contacts à montrer sur le panneau latéral du profil
it: Quanti contatti visualizzare nella barra laterale del profilo

source: Gnot settings updated.
cs: Nastavení Gnot aktualizováno.
de: Gnot Einstellungen aktualisiert.
fr: Réglages Gnot sauvés.
it: Impostazioni di "Gnot" aggiornate.

source: Gnot Settings
cs: Nastavení Gnot
de: Gnot Einstellungen
fr: Réglages Gnot
it: Impostazioni Gnot

source: Allows threading of email comment notifications on Gmail and anonymising the subject line.
cs: Umožnit řetězení emailových komentářových notifikací na Gmailu a anonymizací řádky předmětu.
de: Erlaubt das Veröffentlichen von E-Mail Kommentar Benachrichtigungen bei Gmail mit anonymisiertem Betreff
fr: Autorise l'arborescence des notifications de commentaires sur GMail, et rend la ligne 'Sujet' anonyme.
it: Permetti di raggruppare le notifiche dei commenti in thread su Gmail e anonimizza l'oggetto

source: Enable this plugin/addon?
cs: Povolit tento plugin/rozšíření?
de: Dieses Plugin/Addon aktivieren?
fr: Activer cette extension?
it: Abilita questo plugin?

source: [Friendica:Notify] Comment to conversation #%d
cs: [Friendica:Upozornění] Komentář ke konverzaci #%d
de: [Friendica-Meldung] Kommentar zum Beitrag #%d
fr: [Friendica:Notification] Commentaire sur la conversation #%d
it: [Friendica:Notifica] Commento alla conversazione #%d

source: Post to Wordpress
cs: Příspěvky do WordPress
de: Bei WordPress veröffentlichen
fr: Poster sur WordPress
it: Pubblica su Wordpress

source: WordPress Post Settings
cs: WordPress Post nastavení
de: WordPress-Beitragseinstellungen
fr: Réglages WordPress
it: Impostazioni invio a WordPress

source: Enable WordPress Post Plugin
cs: Povolit rozšíření na WordPress
de: WordPress-Plugin aktivieren.
fr: Activer l'extension WordPress
it: Abilita plugin "invia a WordPress"

source: WordPress username
cs: WordPress uživatelské jméno
de: WordPress-Benutzername
fr: Utilisateur WordPress
it: nome utente WordPress

source: WordPress password
cs: WordPress heslo
de: WordPress-Passwort
fr: Mot de passe WordPress
it: password WordPress

source: Post to WordPress by default
cs: standardně posílat příspěvky na WordPress
de: Standardmäßig auf WordPress veröffentlichen
fr: Publier sur WordPress par défaut
it: Pubblica su WordPress di default

source: Provide a backlink to the Friendica post
cs: Poskytuje zpětný link na Friendica příspěvek
de: Einen Link zurück zum Friendica-Beitrag hinzufügen
fr: Fournir un rétrolien vers le message sur Friendica

source: Post from Friendica
cs: Příspěvek z Friendica
de: Beitrag via Friendica
fr: Publier depuis Friendica
it: Messaggio da Friendica

source: Read the original post and comment stream on Friendica
cs: Přečíst si originální příspěvek a komentáře na Friendica
de: Den Originalbeitrag samt Kommentaren bei Friendica lesen
fr: Lire le message d'origine et le flux des commentaires sur Friendica
it: Leggi il messaggio originale e i commenti su Friendica

source: "Show more" Settings
cs: "Show more" nastavení
de: "Mehr zeigen" Einstellungen
fr: Réglages de "Show more"
it: Impostazioni "Mostra altro"

source: Enable Show More
cs: Povolit Show more
de: Aktiviere "Mehr zeigen"
fr: Activer "Show more"
it: Abilita "Mostra altro"

source: Cutting posts after how much characters
cs: Oříznout příspěvky po zadaném množství znaků
de: Begrenze Beiträge nach einer bestimmten Anzahl an Buchstaben
fr: Coupure après combien de caractères
it: Dopo quanti caratteri tagliare il messaggio

source: Show More Settings saved.
cs: Nastavení "Show more" uloženo.
de: "Mehr zeigen" Einstellungen gesichert.
fr: Réglages "Show more" sauvés.
it: Impostazioni "Mostra altro" salvate.

source: This website is tracked using the <a href='http://www.piwik.org'>Piwik</a> analytics tool.
cs: Tato webová stránka je sledována pomocí nástroje pro analýzu <a href='http://www.piwik.org'>Piwik</a>.
de: Diese Website benutzt <a href='http://www.piwik.org'>Piwik</a>, eine Open Source-Software zur statistischen Auswertung der Besucherzugriffe.
fr: Ce site collecte ses statistiques grâce à <a href='http://www.piwik.org'>Piwik</a>.
it: Questo sito è monitorato con lo strumento di analisi <a href='http://www.piwik.org'>Piwik</a>.

source: If you do not want that your visits are logged this way you <a href='%s'>can set a cookie to prevent Piwik from tracking further visits of the site</a> (opt-out).
cs: Pokud si nepřejete, aby Vaše návštěvy byly takto sledovány, <a href='%s'>můžete si nastavit cookie, které zastaví sledování dalších návštěv na tomto webu</a> (opt-out).
de: Wenn du nicht willst, dass deine Besuche auf diese Weise gespeichert werden, kannst du <a href='%s'>ein Cookie setzen</a>. Dann wird Piwik dich auf dieser Website nicht mehr verfolgen (opt-out).
fr: Si vous ne voulez pas que vos visites soient collectées par ce biais, vous <a href='%s'>pouvez activer un cookie qui empêchera Piwik de tenir compte de vos visites ultérieures</a> (opt-out).
it: Se non vuoi che le tue visite vengono registrate in questo modo è possibile <a href='%s'>impostare un cookie per evitare che Piwik rintracci ulteriori visite del sito</a> (opt-out).

source: Piwik Base URL
cs: Piwik Base adresa URL
de: Piwik Basis URL
fr: URL de base de Piwik

source: Absolute path to your Piwik installation. (without protocol (http/s), with trailing slash)
cs: Absolutní cesta k Vaší instalaci Piwik. (bez protokolu (http/s), s koncovým lomítkem)
de: Absoluter Pfad zu deiner Piwik Installation (ohne Protokoll (http/s) und mit abschließendem Schrägstrich)
fr: Chemin absolu vers votre installation Piwik. (sans protocole (http/s), avec un / terminal)
it: Percorso assoluto alla tua installazione di Piwik, senza il protocollo (http/https), con la barra alla fine

source: Site ID
cs: ID webu
de: Seiten ID
fr: ID du site

source: Show opt-out cookie link?
cs: Zobrazit odkaz opt-out cookie?
de: Link zum Setzen des Opt-Out Cookies anzeigen?
fr: Montrer le lien d'opt-out?
it: Mostra il link per il cookie opt-out?

source: Asynchronous tracking
cs: Asynchronní sledování
de: Asynchrones Tracken
fr: Suivi asynchrone
it: Tracciamento asincrono

source: Post to Twitter
cs: Poslat příspěvek na Twitter
de: Bei Twitter veröffentlichen
fr: Poster sur Twitter
it: Invia a Twitter

source: Twitter settings updated.
cs: Nastavení Twitteru aktualizováno.
de: Twitter Einstellungen aktualisiert.
fr: Réglages de Twitter mis-à-jour.
it: Impostazioni di Twitter aggiornate.

source: Twitter Posting Settings
cs: Nastavení zasílání příspěvků na Twitter
de: Twitter-Beitragseinstellungen
fr: Réglages du connecteur Twitter
it: Impostazioni di invio a Twitter

source: No consumer key pair for Twitter found. Please contact your site administrator.
cs: Nenalezen žádný spotřebitelský páru klíčů pro Twitter. Obraťte se na administrátora webu.
de: Kein Consumer-Schlüsselpaar für Twitter gefunden. Bitte wende dich an den Administrator der Seite.
fr: Pas de paire de clés pour Twitter. Merci de contacter l'administrateur du site.
it: Nessuna coppia di chiavi per Twitter trovata. Contatta l'amministratore del sito.

source: At this Friendica instance the Twitter plugin was enabled but you have not yet connected your account to your Twitter account. To do so click the button below to get a PIN from Twitter which you have to copy into the input box below and submit the form. Only your <strong>public</strong> posts will be posted to Twitter.
cs: Na této Friendica instanci je sice povolen Twitter plugin, ale vy jste si ještě nenastavili svůj Twitter účet. Svůj účet si můžete nastavit kliknutím na tlačítko níže k získání PINu z Vašeho Twitteru, který si zkopírujte do níže uvedeného vstupního pole a odešlete formulář. Pouze vaše <strong>veřejné</strong> příspěvky budou zaslány na Twitter.
de: Auf diesem Friendica-Server wurde das Twitter-Plugin aktiviert, aber du hast deinen Account noch nicht mit deinem Twitter-Account verbunden. Klicke dazu auf die Schaltfläche unten. Du erhältst dann eine PIN von Twitter, die du dann in das Eingabefeld unten einfügst. Denk daran, den Senden-Knopf zu drücken! Nur <strong>öffentliche</strong> Beiträge werden bei Twitter veröffentlicht.
fr: Sur cette instance de Friendica, le connecteur Twitter a été activé, mais vous n'avez pas encore connecté votre compte local à votre compte Twitter. Pour ce faire, cliquer sur le bouton ci-dessous. Vous obtiendrez alors un 'PIN' de Twitter, que vous devrez copier dans le champ ci-dessous, puis soumettre le formulaire. Seuls vos messages <strong>publics</strong> seront transmis à Twitter.
it: Il plugin Twitter è abilitato ma non hai ancora collegato i tuoi account Friendica e Twitter. Per farlo, clicca il bottone qui sotto per ricevere un PIN da Twitter che dovrai copiare nel campo qui sotto. Solo i tuoi post <strong>pubblici</strong> saranno inviati a Twitter.

source: Log in with Twitter
cs: Přihlásit se s Twitter
de: bei Twitter anmelden
fr: Se connecter à Twitter
it: Accedi con Twitter

source: Copy the PIN from Twitter here
cs: Zkopírujte sem PIN z Twitteru
de: Kopiere die Twitter-PIN hier her
fr: Copier le PIN de Twitter ici
it: Copia il PIN da Twitter qui

source: If enabled all your <strong>public</strong> postings can be posted to the associated Twitter account. You can choose to do so by default (here) or for every posting separately in the posting options when writing the entry.
cs: Je-li povoleno, všechny Vaše <strong>veřejné</strong> příspěvky mohou být zaslány na související Twitter účet. Můžete si vybrat, zda-li toto bude výchozí nastavení (zde), nebo budete mít možnost si vybrat požadované chování při psaní každého příspěvku.
de: Wenn aktiviert, können all deine <strong>öffentlichen</strong> Einträge auf dem verbundenen Twitter-Konto veröffentlicht werden. Du kannst dies (hier) als Standardverhalten einstellen oder beim Schreiben eines Beitrags in den Beitragsoptionen festlegen.
fr: En cas d'activation, toutes vos notices <strong>publiques</strong> seront transmises au compte Twitter associé. Vous pourrez choisir de le faire par défaut (ici), ou bien pour chaque notice séparément lors de sa rédaction.
it: Se abilitato tutti i tuoi messaggi <strong>pubblici</strong> possono essere inviati all'account Twitter associato. Puoi scegliere di farlo sempre (qui) o ogni volta che invii, nelle impostazioni di privacy del messaggio.

source: <strong>Note</strong>: Due your privacy settings (<em>Hide your profile details from unknown viewers?</em>) the link potentially included in public postings relayed to Twitter will lead the visitor to a blank page informing the visitor that the access to your profile has been restricted.
cs: <strong>Upozornění</strong>: Z důvodů Vašeho nastavení ochrany soukromí (<em> Skrýt Vaše profilové detaily před neznámými čtenáři?</em>) odkaz potenciálně zahrnutý ve Vašich veřejných příspěvcích poslaných do sítě Twitter přesměruje návštěvníky na prázdnou stránku informující návštěvníky, že přístup k vašemu profilu je omezen.
de: <strong>Hinweis</strong>: Aufgrund deiner Privatsphären-Einstellungen (<em>Profil-Details vor unbekannten Betrachtern verbergen?</em>) wird der Link, der eventuell an an deinen Twitter-Beitrag angehängt wird, um auf den Originalbeitrag zu verweisen, den Betrachter auf eine leere Seite führen, die ihn darüber informiert, dass der Zugriff eingeschränkt wurde.
fr: <strong>Note</strong>: Du fait de vos réglages de vie privée (<em>Cacher les détails de votre profil des visiteurs inconnus?</em>), le lien potentiellement inclus dans les messages publics relayés vers Twitter conduira les visiteurs vers une page blanche les informant que leur accès à votre profil a été restreint.
it: <strong>Nota</strong>: A causa delle tue impostazioni di privacy(<em>Nascondi i dettagli del tuo profilo ai visitatori sconosciuti?</em>) il link potenzialmente incluse nei messaggi pubblici inviati a Twitter porterà i visitatori a una pagina bianca con una nota che li informa che l'accesso al tuo profilo è stato limitato.

source: Allow posting to Twitter
cs: Povolit odesílání na Twitter
de: Veröffentlichung bei Twitter erlauben
fr: Autoriser la publication sur Twitter
it: Permetti l'invio a Twitter

source: Send public postings to Twitter by default
cs: Defaultně zasílat veřejné komentáře na Twitter
de: Veröffentliche öffentliche Beiträge standardmäßig bei Twitter
fr: Envoyer les éléments publics sur Twitter par défaut
it: Invia sempre i messaggi pubblici a Twitter

source: Mirror all posts from twitter that are no replies or retweets
de: Spiegle alle Beiträge von Twitter die keine Antworten oder wiederholten Nachrichten sind

source: Shortening method that optimizes the tweet
de: Kürzungsverfahren, das den Tweet optimiert

source: Send linked #-tags and @-names to Twitter
cs: Poslat propojené #-tagy a @-jména na Twitter
de: Sende verlinkte #-Tags und @-Namen nach Twitter
fr: Envoyer les liens vers les #-tags et les @-noms sur Twitter

source: IRC Settings
cs: Nastavení IRC
de: IRC Einstellungen
fr: Réglages IRC
it: Impostazioni IRC

source: Channel(s) to auto connect (comma separated)
cs: Kanál(y) pro automatické připojení(oddělené čárkou)
de: mit diesen Kanälen soll man automatisch verbunden werden (Komma getrennt)
fr: Canaux à rejoindre automatiquement (séparés par des virgules)
it: Canali a cui autocollegarsi (separati da virgola)

source: Popular Channels (comma separated)
cs: Oblíbené Kanály (oddělené čárkou)
de: Beliebte Kanäle (mit Komma getrennt)
fr: Canaux populaires (séparés par des virgules)
it: Canali popolari (separati da virgola)

source: IRC settings saved.
cs: Nastavení IRC uloženo.
de: IRC Einstellungen gespeichert.
fr: Réglages IRC sauvés.
it: Impostazioni IRC salvate.

source: IRC Chatroom
cs: IRC Místnost
de: IRC Chatraum
fr: Salon IRC
it: Stanza IRC

source: Popular Channels
cs: Oblíbené kanály
de: Beliebte Räume
fr: Canaux populaires
it: Canali Popolari

source: Fromapp settings updated.
cs: Fromapp nastavení aktualizováno.
de: FromApp Einstellungen aktualisiert.
fr: Réglages FromApp mis-à-jour

source: FromApp Settings
cs: FromApp nastavení
de: FromApp Einstellungen
fr: FromApp

source: The application name you would like to show your posts originating from.
cs: Jméno aplikace, které chcete aby bylo jako zdroj u vašich příspěvků
de: Der Name der Anwendung von der deine Beiträge stammen sollen.
fr: Le nom d'application que vous souhaiteriez que vos publications affichent comme source.

source: Use this application name even if another application was used.
cs: Použij toto jméno aplikace i když byla použita jiná aplikace
de: Verwende diesen Namen auch wenn eine andere Anwendung den Anwendungsnamen bereits gesetzt hat.
fr: Afficher ce nom d'application même si une autre a été utilisée.

source: Post to blogger
cs: Poslat na blogger
de: Auf Blogger posten
fr: Poster vers Blogger
it: Posta su blogger

source: Blogger Post Settings
cs: Nastavení příspěvků na Blogger
de: Einstellungen zum posten auf Blogger
fr: Réglages Blogger
it: Impostazioni post per blogger

source: Enable Blogger Post Plugin
cs: Povolit Blogger Post Plugin
de: Blogger-Post-Plugin aktivieren
fr: Activer le connecteur Blogger
it: Abilita il plugin Blogger

source: Blogger username
cs: Blogger uživatelské jméno
de: Blogger-Benutzername
fr: Utilisateur Blogger

source: Blogger password
cs: Blogger heslo
de: Blogger-Passwort
fr: Mot de passe Blogger

source: Post to Blogger by default
cs: Defaultně zaslat na Blogger
de: Standardmäßig auf Blogger posten
fr: Poster vers Blogger par défaut
it: Invia sempre a Blogger

source: Post to Posterous
cs: Poslat na Posterous
de: Nach Posterous senden
fr: Envoyer à Posterous
it: Invia a Posterous

source: Posterous Post Settings
cs: Posterous nastavení příspěvků
de: Posterous Beitrags-Einstellungen
fr: Réglages de l'envoi à Posterous
it: Impostazioni di invio a Posterous

source: Enable Posterous Post Plugin
cs: Umožnit Posterous Plugin
de: Posterous-Plugin aktivieren
fr: Activer l'envoi à Posterous
it: Abilita il plugin di invio a Posterous

source: Posterous login
de: Posterous-Anmeldename
fr: Login Posterous

source: Posterous password
cs: Posterous heslo
de: Posterous-Passwort
fr: Mot de passe

source: Post to Posterous by default
cs: Příspěvky standardně posílat na Posterous
de: Veröffentliche öffentliche Beiträge standardmäßig bei Posterous
fr: Envoyer à Posterous par défaut
it: Invia sempre a Posterous

source: Theme settings
cs: Nastavení téma
de: Themeneinstellungen
fr: Réglages du thème graphique
it: Impostazioni tema
nl: Thema-instellingen
ro: Configurări Temă
ru: Настройки темы

source: Set resize level for images in posts and comments (width and height)
cs: Nastavit velikost fotek v přízpěvcích a komentářích (šířka a výška)
de: Wähle das Vergrößerungsmaß für Bilder in Beiträgen und Kommentaren (Höhe und Breite)
fr: Choisir une taille pour les images dans les publications et commentaires (largeur et hauteur)
it: Dimensione immagini in messaggi e commenti (larghezza e altezza)
ro: Stabiliți nivelul de redimensionare a imaginilor din postări și comentarii (lăţimea şi înălţimea)
ru: Установить уровень изменения размера изображений в постах и ​​комментариях (ширина и высота)

source: Set font-size for posts and comments
cs: Nastav velikost písma pro přízpěvky a komentáře.
de: Schriftgröße für Beiträge und Kommentare festlegen
fr: Réglez 'font-size' (taille de police) pour publications et commentaires
it: Dimensione del carattere di messaggi e commenti
nl: Stel lettergrootte voor berichten en reacties in
ro: Stabilire dimensiune font pentru postări şi comentarii
ru: Установить шрифт-размер для постов и комментариев

source: Set theme width
cs: Nastavení šířku grafické šablony
de: Theme Breite festlegen
fr: Largeur du thème
nl: Stel breedte van het thema in
ro: Stabilire lăţime temă
ru: Установить ширину темы

source: Color scheme
cs: Barevné schéma
de: Farbschema
fr: Palette de couleurs
it: Schema colori
nl: Kleurschema
ro: Schemă culoare
ru: Цветовая схема

source: Your posts and conversations
cs: Vaše příspěvky a konverzace
de: Deine Beiträge und Unterhaltungen
fr: Vos notices et conversations
it: I tuoi messaggi e le tue conversazioni
nl: Jouw berichten en conversaties
ro: Postările şi conversaţiile dvs.
ru: Ваши сообщения и беседы

source: Your profile page
cs: Vaše profilová stránka
de: Deine Profilseite
fr: Votre page de profil
it: Pagina del tuo profilo
nl: Jouw profiel pagina
ro: Pagina dvs. de profil
ru: Страница Вашего профиля

source: Your contacts
cs: Vaše kontakty
de: Deine Kontakte
fr: Vos contacts
it: I tuoi contatti
nl: Jouw contacten
ro: Contactele dvs.
ru: Ваши контакты

source: Your photos
cs: Vaše fotky
de: Deine Fotos
fr: Vos photos
it: Le tue foto
nl: Jouw foto's
ro: Fotografiile dvs.
ru: Ваши фотографии

source: Your events
cs: Vaše události
de: Deine Ereignisse
fr: Vos événements
it: I tuoi eventi
nl: Jouw gebeurtenissen
ro: Evenimentele dvs.
ru: Ваши события

source: Personal notes
cs: Osobní poznámky
de: Persönliche Notizen
fr: Notes personnelles
it: Note personali
nl: Persoonlijke nota's
ro: Note Personale
ru: Личные заметки

source: Your personal photos
cs: Vaše osobní fotky
de: Deine privaten Fotos
fr: Vos photos personnelles
it: Le tue foto personali
nl: Jouw persoonlijke foto's
ro: Fotografii dvs. personale
ru: Ваши личные фотографии

source: Community Pages
cs: Komunitní stránky
de: Foren
fr: Pages de Communauté
it: Pagine Comunitarie
nl: Forum/groepspagina's
ro: Community Pagini
ru: Страницы сообщества

source: Community Profiles
cs: Komunitní profily
de: Community-Profile
fr: Profils communautaires
nl: Forum/groepsprofielen
ro: Profile de Comunitate
ru: Профили сообщества

source: Last users
cs: Poslední uživatelé
de: Letzte Nutzer
fr: Derniers utilisateurs
it: Ultimi utenti
nl: Laatste gebruikers
ro: Ultimii utilizatori
ru: Последние пользователи

source: Last likes
cs: Poslední líbí/nelíbí
de: Zuletzt gemocht
fr: Dernièrement aimé
it: Ultimi "mi piace"
nl: Recent leuk gevonden
ro: Ultimele aprecieri
ru: Последние likes

source: Last photos
cs: Poslední fotografie
de: Letzte Fotos
fr: Dernières photos
it: Ultime foto
nl: Laatste foto's
ro: Ultimele fotografii
ru: Последние фото

source: Find Friends
cs: Nalézt Přátele
de: Freunde finden
fr: Trouver des amis
it: Trova Amici
nl: Zoek vrienden
ro: Găsire Prieteni
ru: Найти друзей

source: Local Directory
cs: Lokální Adresář
de: Lokales Verzeichnis
fr: Annuaire local
it: Elenco Locale
nl: Lokale gids
ro: Director Local
ru: Локальный каталог

source: Similar Interests
cs: Podobné zájmy
de: Ähnliche Interessen
fr: Intérêts similaires
it: Interessi simili
nl: Dezelfde interesses
ro: Interese Similare
ru: Похожие интересы

source: Invite Friends
cs: Pozvat přátele
de: Freunde einladen
fr: Inviter des amis
it: Invita amici
nl: Vrienden uitnodigen
ro: Invită Prieteni
ru: Пригласить друзей

source: Set zoomfactor for Earth Layers
cs: Nastavit faktor přiblížení pro Earth Layers
de: Zoomfaktor der Earth Layer
fr: Régler le niveau de zoom pour la géolocalisation
ro: Stabilire factor de magnificare pentru Straturi Pământ
ru: Установить масштаб карты

source: Set longitude (X) for Earth Layers
cs: Nastavit zeměpistnou délku (X) pro Earth Layers
de: Longitude (X) der Earth Layer
fr: Régler la longitude (X) pour la géolocalisation
ro: Stabilire longitudine (X) pentru Straturi Pământ
ru: Установить длину (X) карты

source: Set latitude (Y) for Earth Layers
cs: Nastavit zeměpistnou šířku (X) pro Earth Layers
de: Latitude (Y) der Earth Layer
fr: Régler la latitude (Y) pour la géolocalisation
ro: Stabilire latitudine (Y) pentru Straturi Pământ
ru: Установить ширину (Y) карты
