Repository: duthied/Free-Friendika
Catalog: view/*/messages.po
Languages: cs, de, fr, it, nl, ro, ru

source: Force users to register with a space between firstname and lastname in Full name, as an antispam measure
cs: Přimět uživatele k registraci s mezerou mezi jménu a příjmením v poli Celé jméno, jako antispamové opatření.
de: Leerzeichen zwischen Vor- und Nachname im vollständigen Namen erzwingen, um SPAM zu vermeiden.
fr: Imposer l'utilisation d'un espace entre le prénom et le nom (dans le Nom complet), pour limiter les abus
it: Forza gli utenti a registrarsi con uno spazio tra il nome e il cognome in "Nome completo", come misura antispam
nl: Verplicht gebruikers om zich te registreren met een spatie tussen voornaam en achternaam, als anti-spam maatregel
ro: Forțează utilizatorii să se înregistreze cu un spaţiu între prenume şi nume, în câmpul pentru Nume complet, ca și măsură antispam
ru: Принудить пользователей регистрироваться с пробелом между именем и фамилией в строке "полное имя". Антиспам мера.

source: UTF-8 Regular expressions
cs: UTF-8 Regulární výrazy
de: UTF-8 Reguläre Ausdrücke
fr: Regex UTF-8
it: Espressioni regolari UTF-8
nl: UTF-8 reguliere uitdrukkingen
ro: UTF-8 Regular expresii
ru: UTF-8 регулярные выражения

source: Use PHP UTF8 regular expressions
cs: Použít PHP UTF8 regulární výrazy.
de: PHP UTF8 Ausdrücke verwenden
fr: Utiliser les expressions rationnelles de PHP en UTF8
it: Usa le espressioni regolari PHP in UTF8
nl: Gebruik PHP UTF8 reguliere uitdrukkingen
ro: Utilizaţi PHP UTF-8 Regular expresii
ru: Используйте PHP UTF-8 для регулярных выражений

source: Show Community Page
cs: Zobrazit stránku komunity
de: Gemeinschaftsseite anzeigen
fr: Montrer la "Place publique"
it: Mostra pagina Comunità
ru: Показать страницу сообщества

source: Display a Community page showing all recent public postings on this site.
cs: Zobrazit Komunitní stránku zobrazující všechny veřejné příspěvky napsané na této stránce.
de: Zeige die Gemeinschaftsseite mit allen öffentlichen Beiträgen auf diesem Server.
fr: Afficher une page Communauté avec toutes les publications publiques récentes du site.
it: Mostra una pagina Comunità con tutti i recenti messaggi pubblici su questo sito.
ru: Показывать страницу сообщества с указанием всех последних публичных сообщений на этом сайте.

source: Enable OStatus support
cs: Zapnout podporu OStatus
de: OStatus Unterstützung aktivieren
fr: Activer le support d'OStatus
it: Abilita supporto OStatus
nl: Activeer OStatus ondersteuning
ro: Activează Suport OStatus
ru: Включить поддержку OStatus

source: Provide built-in OStatus (identi.ca, status.net, etc.) compatibility. All communications in OStatus are public, so privacy warnings will be occasionally displayed.
cs: Poskytnout zabudouvanou kompatibilitu s OStatus (identi.ca, status.net, etc.). Veškerá komunikace s OStatus je veřejná, proto bude občas zobrazeno upozornění.
de: Biete die eingebaute OStatus (identi.ca, status.net, etc.) Unterstützung an. Jede Kommunikation in OStatus ist öffentlich, Privatsphäre Warnungen werden nur bei Bedarf angezeigt.
fr: Fournir une compatibilité OStatus (identi.ca, status.net, etc.). Toutes les communications d'OStatus sont publiques, des avertissements liés à la vie privée seront affichés si utile.
it: Fornisce compatibiltà OStatuts (identi.ca, status.net, etc.). Tutte le comunicazioni in OStatus sono pubbliche, per cui avvisi di provacy verranno occasionalmente mostrati.
ru: Обеспечить встроенную совместимость с OStatus (identi.ca, status.net и т.д.). Все коммуникации в OStatus являются открытыми, поэтому предупреждения безопасности будут иногда отображаться.

source: Enable Diaspora support
cs: Povolit podporu Diaspora
de: Diaspora-Support aktivieren
fr: Activer le support de Diaspora
it: Abilita il supporto a Diaspora
nl: Activeer Diaspora ondersteuning
ro: Activează Suport Diaspora
ru: Включить поддержку Diaspora

source: Provide built-in Diaspora network compatibility.
cs: Poskytnout zabudovanou kompatibilitu sitě Diaspora.
de: Verwende die eingebaute Diaspora-Verknüpfung.
fr: Fournir une compatibilité Diaspora intégrée.
it: Fornisce compatibilità con il network Diaspora.
nl: Bied ingebouwde ondersteuning voor het Diaspora netwerk.
ro: Oferă o compatibilitate de reţea Diaspora, întegrată.
ru: Обеспечить встроенную поддержку сети Diaspora.

source: Only allow Friendica contacts
cs: Povolit pouze Friendica kontakty
de: Nur Friendica-Kontakte erlauben
fr: N'autoriser que les contacts Friendica
it: Permetti solo contatti Friendica
nl: Laat alleen Friendica contacten toe
ro: Se permit doar contactele Friendica
ru: Позвольть только Friendica контакты

source: All contacts must use Friendica protocols. All other built-in communication protocols disabled.
cs: Všechny kontakty musí používat Friendica protokol. Všchny jiné zabudované komunikační protokoly budou zablokované.
de: Alle Kontakte müssen das Friendica Protokoll nutzen. Alle anderen Kommunikationsprotokolle werden deaktiviert.
fr: Tous les contacts doivent utiliser les protocoles de Friendica. Tous les autres protocoles de communication intégrés sont désactivés.
it: Tutti i contatti devono usare il protocollo di Friendica. Tutti gli altri protocolli sono disabilitati.
nl: Alle contacten moeten een Friendica protocol gebruiken. Alle andere ingebouwde communicatieprotocols worden uitgeschakeld.
ro: Toate contactele trebuie să utilizeze protocoalele Friendica. Toate celelalte protocoale, integrate, de comunicaţii sunt dezactivate.
ru: Все контакты должны использовать только Friendica протоколы. Все другие встроенные коммуникационные протоколы отключены.

source: Verify SSL
cs: Ověřit SSL
de: SSL Überprüfen
fr: Vérifier SSL
it: Verifica SSL
nl: Controleer SSL
ro: Verifică SSL
ru: Проверка SSL

source: If you wish, you can turn on strict certificate checking. This will mean you cannot connect (at all) to self-signed SSL sites.
cs: Pokud si přejete, můžete vynutit striktní ověřování certifikátů. To znamená že se nebudete moci připojit k žádnému serveru s vlastním SSL certifikátem.
de: Wenn gewollt, kann man hier eine strenge Zertifikatkontrolle einstellen. Das bedeutet, dass man zu keinen Seiten mit selbst unterzeichnetem SSL eine Verbindung herstellen kann.
fr: Si vous le souhaitez, vous pouvez activier la vérification stricte des certificats. Cela signifie que vous ne pourrez pas vous connecter (du tout) aux sites SSL munis d'un certificat auto-signé.
it: Se vuoi, puoi abilitare il controllo rigoroso dei certificati.Questo significa che non potrai collegarti (del tutto) con siti con certificati SSL auto-firmati.
nl: Als je wilt kun je striktere certificaat controle activeren. Dit betekent dat je (totaal) niet kunt connecteren met sites die zelf-ondertekende SSL certificaten gebruiken.
ro: Dacă doriţi, puteţi porni verificarea cu strictețe a certificatului. Aceasta va însemna că nu vă puteţi conecta (deloc) la site-uri SSL auto-semnate.
ru: Если хотите, вы можете включить строгую проверку сертификатов. Это будет означать, что вы не сможете соединиться (вообще) с сайтами, имеющими само-подписанный SSL сертификат.

source: Proxy user
cs: Proxy uživatel
de: Proxy Nutzer
fr: Utilisateur du proxy
it: Utente Proxy
nl: Proxy-gebruiker
ru: Прокси пользователь

source: Network timeout
cs: čas síťového spojení vypršelo (timeout)
de: Netzwerk Wartezeit
fr: Dépassement du délai d'attente du réseau
it: Timeout rete
nl: Netwerk timeout
ro: Timp de expirare rețea
ru: Тайм-аут сети

source: Value is in seconds. Set to 0 for unlimited (not recommended).
cs: Hodnota ve vteřinách. Nastavte 0 pro neomezeno (není doporučeno).
de: Der Wert ist in Sekunden. Setze 0 für unbegrenzt (nicht empfohlen).
fr: Valeur en secondes. Mettre à 0 pour 'illimité' (pas recommandé).
it: Valore in secondi. Imposta a 0 per illimitato (non raccomandato).
nl: Waarde is in seconden. Zet op 0 voor onbeperkt (niet aanbevolen).
ro: Valoare exprimată în secunde. Stabiliți la 0 pentru nelimitat (nu este recomandat).
ru: Значение указывается в секундах. Установите 0 для снятия ограничений (не рекомендуется).

source: Delivery interval
cs: Interval doručování
de: Zustellungsintervall
fr: Intervalle de transmission
it: Intervallo di invio
nl: Afleverinterval
ro: Interval de livrare
ru: Интервал поставки

source: Delay background delivery processes by this many seconds to reduce system load. Recommend: 4-5 for shared hosts, 2-3 for virtual private servers. 0-1 for large dedicated servers.
cs: Prodleva mezi doručovacími procesy běžícími na pozadí snižuje zátěž systému. Doporučené nastavení: 4-5 pro sdílené instalace, 2-3 pro virtuální soukromé servery, 0-1 pro velké dedikované servery.
de: Verzögere im Hintergrund laufende Auslieferungsprozesse um die angegebene Anzahl an Sekunden, um die Systemlast zu verringern. Empfehlungen: 4-5 für Shared-Hosts, 2-3 für VPS, 0-1 für große dedizierte Server.
fr: Rallonge le processus de transmissions pour réduire la charge système (en secondes). Valeurs recommandées : 4-5 pour les serveurs mutualisés, 2-3 pour les VPS, 0-1 pour les gros servers dédiés.
it: Ritarda il processo di invio in background di n secondi per ridurre il carico di sistema. Raccomandato: 4-5 per host condivisit, 2-3 per VPS. 0-1 per grandi server dedicati.
nl: Stel achtergrond processen voor aflevering een aantal seconden uit om systeembelasting te beperken. Aanbevolen: 4-5 voor gedeelde hosten, 2-3 voor virtuele privé servers, 0-1 voor grote servers.
ro: Întârzierea proceselor de livrare în fundal, exprimată prin atâtea secunde, pentru a reduce încărcarea sistemului. Recomandat: 4-5 pentru gazde comune, 2-3 pentru servere virtuale private, 0-1 pentru servere dedicate mari.
ru: Установите задержку выполнения фоновых процессов доставки до указанного количества секунд, чтобы уменьшить нагрузку на систему. Рекомендация: 4-5 для обычного shared хостинга, 2-3 для виртуальных частных серверов. 0-1 для мощных выделенных серверов.

source: Poll interval
cs: Dotazovací interval
de: Abfrageintervall
fr: Intervalle de réception
ro: Interval de Sondare
ru: Интервал опроса

source: Delay background polling processes by this many seconds to reduce system load. If 0, use delivery interval.
cs: Tímto nastavením ovlivníte prodlení mezi aktualizačními procesy běžícími na pozadí, čímž můžete snížit systémovou zátěž. Pokud 0, použijte doručovací interval.
de: Verzögere Hintergrundprozesse, um diese Anzahl an Sekunden um die Systemlast zu reduzieren. Bei 0 Sekunden wird das Auslieferungsintervall verwendet.
fr: Rajouter un délai - en secondes - au processus de 'polling', afin de réduire la charge système. Mettre à 0 pour utiliser l'intervalle d'émission.
nl: Stel achtergrondprocessen zoveel seconden uit om de systeembelasting te beperken. Indien 0 wordt het afleverinterval gebruikt.
ro: Întârzierea proceselor de sondare în fundal, exprimată prin atâtea secunde, pentru a reduce încărcarea sistemului. dacă este 0, utilizează intervalul de livrare.
ru: Установить задержку фоновых процессов опросов путем ограничения количества секунд, чтобы уменьшить нагрузку на систему. Если 0, используется интервал доставки.

source: Maximum system load before delivery and poll processes are deferred - default 50.
cs: Maximální zatížení systému před pozastavením procesů zajišťujících doručování aktualizací - defaultně 50
de: Maximale Systemlast bevor Verteil- und Empfangsprozesse verschoben werden - Standard 50
fr: Charge système maximale à partir de laquelle l'émission et la réception seront soumises à un délai supplémentaire. Par défaut, 50.
nl: Maximum systeembelasting voordat aflever- en poll-processen uitgesteld worden - standaard 50.
ro: Încărcarea maximă a sistemului înainte ca livrarea şi procesele de sondare să fie amânate - implicit 50.
ru: Максимальная нагрузка на систему перед приостановкой процессов доставки и опросов - по умолчанию 50.

source: Use MySQL full text engine
de: Nutze MySQL full text engine
nl: Gebruik de tekst-zoekfunctie van MySQL
ro: Utilizare motor text-complet MySQL
ru: Использовать систему полнотексного поиска MySQL

source: Activates the full text engine. Speeds up search - but can only search for four and more characters.
de: Aktiviert die 'full text engine'. Beschleunigt die Suche - aber es kann nur nach vier oder mehr Zeichen gesucht werden.
nl: Activeert de zoekmotor. Dit maakt zoeken sneller, maar het kan alleen zoeken naar teksten van minstens vier letters.
ro: Activează motorul pentru text complet. Grăbeşte căutare - dar poate căuta, numai pentru minim 4 caractere.
ru: Активизирует систему полнотексного поиска. Ускоряет поиск - но может искать только при указании четырех и более символов.

source: Path to item cache
de: Pfad zum Eintrag Cache
nl: Pad naar cache voor items
ro: Calea pentru elementul cache
ru: Путь к элементам кэша

source: Cache duration in seconds
de: Cache-Dauer in Sekunden
nl: Cache tijdsduur in seconden
ro: Durata Cache în secunde
ru: Время жизни кэша в секундах

source: How long should the cache files be hold? Default value is 86400 seconds (One day).
de: Wie lange sollen die Dateien im Cache vorgehalten werden? Standardwert ist 86400 Sekunden (ein Tag).
ru: Как долго необходимо хранить файлы кэша? Значение по умолчанию 86400 секунд (один день).

source: Path for lock file
de: Pfad für die Sperrdatei
nl: Pad voor lock bestand
ro: Cale pentru blocare fișiere
ru: Путь к файлу блокировки

source: Temp path
de: Temp Pfad
nl: Tijdelijk pad
ro: Calea Temp
ru: Временная папка

source: Base path to installation
de: Basis-Pfad zur Installation
nl: Basispad voor installatie
ro: Calea de bază pentru instalare
ru: Путь для установки

source: Update has been marked successful
cs: Aktualizace byla označena jako úspěšná.
de: Update wurde als erfolgreich markiert
fr: Mise-à-jour validée comme 'réussie'
it: L'aggiornamento è stato segnato come di successo
nl: Wijziging succesvol gemarkeerd
ro: Actualizarea a fost marcată cu succes
ru: Обновление было успешно отмечено

source: Executing %s failed. Check system logs.
cs: Vykonávání %s selhalo. Zkontrolujte chybový protokol.
de: Ausführung von %s schlug fehl. Systemprotokolle prüfen.
fr: L'éxecution de %s a échoué. Vérifiez les journaux du système.
it: Fallita l'esecuzione di %s. Controlla i log di sistema.
ru: Не удалось выполнить %s. Проверьте логи системы.

source: Update %s was successfully applied.
cs: Aktualizace %s byla úspěšně aplikována.
de: Update %s war erfolgreich.
fr: Mise-à-jour %s appliquée avec succès.
it: L'aggiornamento %s è stato applicato con successo
nl: Wijziging %s geslaagd.
ro: Actualizarea %s a fost aplicată cu succes.
ru: Обновление %s успешно применено.

source: Update %s did not return a status. Unknown if it succeeded.
cs: Aktualizace %s nevrátila žádný status. Není zřejmé, jestli byla úspěšná.
de: Update %s hat keinen Status zurückgegeben. Unbekannter Status.
fr: La mise-à-jour %s n'a pas retourné de détails. Impossible de savoir si elle a réussi.
it: L'aggiornamento %s non ha riportato uno stato. Non so se è andato a buon fine.
nl: Wijziging %s gaf geen status terug. We weten niet of de wijziging geslaagd is.
ro: Actualizare %s nu a returnat nici-un status. Nu se știe dacă a reuşit.
ru: Процесс обновления %s не вернул статус. Не известно, выполнено, или нет.

source: Update function %s could not be found.
cs: Aktualizační funkce %s nebyla nalezena.
de: Updatefunktion %s konnte nicht gefunden werden.
fr: La fonction %s de la mise-à-jour n'a pu être trouvée.
it: La funzione di aggiornamento %s non puo' essere trovata.
ru: Функция обновления %s не найдена.

source: No failed updates.
cs: Žádné neúspěšné aktualizace.
de: Keine fehlgeschlagenen Updates.
fr: Pas de mises-à-jour échouées.
it: Nessun aggiornamento fallito.
nl: Geen misluke wijzigingen
ro: Nici-o actualizare eșuată.
ru: Неудавшихся обновлений нет.

source: Failed Updates
cs: Neúspěšné aktualizace
de: Fehlgeschlagene Updates
fr: Mises-à-jour échouées
it: Aggiornamenti falliti
nl: Misluke wijzigingen
ro: Actualizări Eșuate
ru: Неудавшиеся обновления

source: This does not include updates prior to 1139, which did not return a status.
cs: To nezahrnuje aktualizace do verze 1139, které nevracejí žádný status.
de: Ohne Updates vor 1139, da diese keinen Status zurückgegeben haben.
fr: Ceci n'inclut pas les versions antérieures à la 1139, qui ne retournaient jamais de détails.
nl: Dit is zonder de wijzigingen voor 1139, welke geen status teruggaven.
ro: Aceasta nu include actualizările dinainte de 1139, care nu a returnat nici-un status.
ru: Эта цифра не включает обновления до 1139, которое не возвращает статус.

source: Mark success (if update was manually applied)
cs: Označit za úspěšné (pokud byla aktualizace aplikována manuálně)
de: Als erfolgreich markieren (falls das Update manuell installiert wurde)
fr: Marquer comme 'réussie' (dans le cas d'une mise-à-jour manuelle)
nl: Markeren als succes (als aanpassing manueel doorgevoerd werd)
ro: Marcaţi ca și realizat (dacă actualizarea a fost aplicată manual)
ru: Отмечено успешно (если обновление было применено вручную)

source: Attempt to execute this update step automatically
cs: Pokusit se provést tuto aktualizaci automaticky.
de: Versuchen, diesen Schritt automatisch auszuführen
fr: Tenter d'éxecuter cette étape automatiquement
nl: Probeer deze stap automatisch uit te voeren
ro: Se încearcă executarea automată a acestei etape de actualizare
ru: Попытаться выполнить этот шаг обновления автоматически

source: %s user blocked/unblocked
cs: %s uživatel blokován/odblokován
de: %s Benutzer geblockt/freigegeben
fr: %s utilisateur a (dé)bloqué
it: %s utente bloccato/sbloccato
nl: %s gebruiker geblokkeerd/niet geblokkeerd
ro: %s utilizator blocat/deblocat
ru: %s пользователь заблокирован/разблокирован

source: %s user deleted
cs: %s uživatel smazán
de: %s Nutzer gelöscht
fr: %s utilisateur supprimé
it: %s utente cancellato
nl: %s gebruiker verwijderd
ro: %s utilizator şters
ru: %s человек удален

source: User '%s' deleted
cs: Uživatel '%s' smazán
de: Nutzer '%s' gelöscht
fr: Utilisateur '%s' supprimé
it: Utente '%s' cancellato
nl: Gebruiker '%s' verwijderd
ro: Utilizator %s şters
ru: Пользователь '%s' удален

source: User '%s' unblocked
cs: Uživatel '%s' odblokován
de: Nutzer '%s' entsperrt
fr: Utilisateur '%s' débloqué
it: Utente '%s' sbloccato
nl: Gebruiker '%s' niet meer geblokkeerd
ro: Utilizator %s deblocat
ru: Пользователь '%s' разблокирован

source: User '%s' blocked
cs: Uživatel '%s' blokován
de: Nutzer '%s' gesperrt
fr: Utilisateur '%s' bloqué
it: Utente '%s' bloccato
nl: Gebruiker '%s' geblokkeerd
ro: Utilizator %s blocat
ru: Пользователь '%s' блокирован

source: select all
cs: Vybrat vše
de: Alle auswählen
fr: tout sélectionner
it: seleziona tutti
nl: Alles selecteren
ro: selectează tot
ru: выбрать все

source: User registrations waiting for confirm
cs: Registrace uživatele čeká na potvrzení
de: Neuanmeldungen, die auf deine Bestätigung warten
fr: Inscriptions d'utilisateurs en attente de confirmation
it: Richieste di registrazione in attesa di conferma
nl: Gebruikersregistraties wachten op een bevestiging
ro: Înregistrarea utilizatorului, aşteaptă confirmarea
ru: Регистрации пользователей, ожидающие подтверждения

source: Request date
cs: Datum žádosti
de: Anfragedatum
fr: Date de la demande
it: Data richiesta
nl: Registratiedatum
ro: Data cererii
ru: Запрос даты

source: No registrations.
cs: Žádné registrace.
de: Keine Neuanmeldungen.
fr: Pas d'inscriptions.
it: Nessuna registrazione.
nl: Geen registraties.
ro: Nici-o înregistrare.
ru: Нет регистраций.

source: Deny
cs: Odmítnout
de: Verwehren
fr: Rejetter
it: Nega
nl: Weiger
ro: Respinge
ru: Отклонить

source: Site admin
cs: Site administrátor
de: Seitenadministrator
fr: Administration du Site
nl: Sitebeheerder
ru: Админ сайта

source: Register date
cs: Datum registrace
de: Anmeldedatum
fr: Date d'inscription
it: Data registrazione
nl: Registratiedatum
ro: Data înregistrare
ru: Дата регистрации

source: Last login
cs: Datum posledního přihlášení
de: Letzte Anmeldung
fr: Dernière connexion
it: Ultimo accesso
nl: Laatste login
ro: Ultimul login
ru: Последний вход

source: Last item
cs: Poslední položka
de: Letzter Beitrag
fr: Dernier élément
it: Ultimo elemento
nl: Laatste item
ro: Ultimul element
ru: Последний пункт

source: Account
cs: Účet
de: Nutzerkonto
fr: Compte
ro: Cont
ru: Аккаунт

source: Selected users will be deleted!\n\nEverything these users had posted on this site will be permanently deleted!\n\nAre you sure?
cs: Vybraní uživatelé budou smazáni!\n\n Vše, co tito uživatelé na těchto stránkách vytvořili, bude trvale odstraněno!\n\n Opravdu pokračovat?
de: Die markierten Nutzer werden gelöscht!\n\nAlle Beiträge, die diese Nutzer auf dieser Seite veröffentlicht haben, werden permanent gelöscht!\n\nBist du sicher?
fr: Les utilisateurs sélectionnés vont être supprimés!\n\nTout ce qu'ils ont posté sur ce site sera définitivement perdu!\n\nÊtes-vous certain?
it: Gli utenti selezionati saranno cancellati!\n\nTutto quello che gli utenti hanno inviato su questo sito sarà permanentemente canellato!\n\nSei sicuro?
nl: Geselecteerde gebruikers zullen verwijderd worden!\n\nAlles wat deze gebruikers gepost hebben op deze website zal permanent verwijderd worden!\n\nBen je zeker?
ro: Utilizatorii selectați vor fi ştersi!\n\nTot ce au postat acești utilizatori pe acest site, va fi şters permanent!\n\nConfirmați?
ru: Выбранные пользователи будут удалены!\n\nВсе, что эти пользователи написали на этом сайте, будет удалено!\n\nВы уверены в вашем действии?

source: The user {0} will be deleted!\n\nEverything this user has posted on this site will be permanently deleted!\n\nAre you sure?
cs: Uživatel {0} bude smazán!\n\n Vše, co tento uživatel na těchto stránkách vytvořil, bude trvale odstraněno!\n\n Opravdu pokračovat?
de: Der Nutzer {0} wird gelöscht!\n\nAlles was dieser Nutzer auf dieser Seite veröffentlicht hat, wird permanent gelöscht!\n\nBist du sicher?
fr: L'utilisateur {0} va être supprimé!\n\nTout ce qu'il a posté sur ce site sera définitivement perdu!\n\nÊtes-vous certain?
it: L'utente {0} sarà cancellato!\n\nTutto quello che ha inviato su questo sito sarà permanentemente cancellato!\n\nSei sicuro?
nl: De gebruiker {0} zal verwijderd worden!\n\nAlles wat deze gebruiker gepost heeft op deze website zal permanent verwijderd worden!\n\nBen je zeker?
ro: Utilizatorul {0} va fi şters!\n\nTot ce a postat acest utilizator pe acest site, va fi şters permanent!\n\nConfirmați?
ru: Пользователь {0} будет удален!\n\nВсе, что этот пользователь написал на этом сайте, будет удалено!\n\nВы уверены в вашем действии?

source: Plugin %s disabled.
cs: Plugin %s zakázán.
de: Plugin %s deaktiviert.
fr: Extension %s désactivée.
it: Plugin %s disabilitato.
nl: Plugin %s uitgeschakeld.
ro: Modulul %s a fost dezactivat.
ru: Плагин %s отключен.

source: Plugin %s enabled.
cs: Plugin %s povolen.
de: Plugin %s aktiviert.
fr: Extension %s activée.
it: Plugin %s abilitato.
nl: Plugin %s ingeschakeld.
ro: Modulul %s a fost activat.
ru: Плагин %s включен.

source: Disable
cs: Zakázat
de: Ausschalten
fr: Désactiver
it: Disabilita
nl: Uitschakelen
ro: Dezactivează
ru: Отключить

source: Enable
cs: Povolit
de: Einschalten
fr: Activer
it: Abilita
nl: Inschakelen
ro: Activează
ru: Включить

source: Toggle
cs: Přepnout
de: Umschalten
fr: Activer/Désactiver
it: Inverti
nl: Schakelaar
ro: Comutare
ru: Переключить

source: Author:
cs: Autor:
de: Autor:
fr: Auteur:
it: Autore:
nl: Auteur:
ro: Autor:
ru: Автор:

source: Maintainer:
cs: Správce:
de: Betreuer:
fr: Mainteneur:
it: Manutentore:
nl: Onderhoud:
ro: Responsabil:
ru: Программа обслуживания:

source: No themes found.
cs: Nenalezeny žádná témata.
de: Keine Themen gefunden.
fr: Aucun thème trouvé.
it: Nessun tema trovato.
nl: Geen thema's gevonden.
ro: Nici-o temă găsită.
ru: Темы не найдены.

source: Screenshot
cs: Snímek obrazovky
de: Bildschirmfoto
fr: Capture d'écran
it: Anteprima
nl: Schermafdruk
ru: Скриншот
