Repository: duthied/Free-Friendika
Catalog: view/*/messages.po
Languages: cs, de, fr, it, nl, ro, ru

source: April
cs: Dubna
fr: Avril
it: Aprile
ro: Aprilie
ru: Апрель

source: August
cs: Srpna
fr: Août
it: Agosto
nl: Augustus
ru: Август

source: September
cs: Září
fr: Septembre
it: Settembre
ro: Septembrie
ru: Сентябрь

source: November
cs: Listopadu
fr: Novembre
it: Novembre
ro: Noiembrie
ru: Ноябрь

source: Status
cs: Stav
fr: Statut
it: Stato
nl: Tijdlijn
ru: Статус

source: Home Page
cs: Domácí stránka
fr: Page d'accueil
nl: Jouw tijdlijn
ro: Home Pagina
ru: Главная страница

source: Apps
cs: Aplikace
fr: Applications
it: Applicazioni
ro: Aplicații
ru: Приложения

source: minute
cs: minuta
it: minuto
nl: minuut
ro: minut
ru: минута

source: From:
cs: Od:
fr: De:

source: Name:
cs: Jméno:
fr: Nom :
it: Nome:
nl: Naam:
ro: Nume:
ru: Имя:

source: <span %1$s>%2$d people</span> like this.
cs: <span %1$s>%2$d lidem</span> se to líbí.
fr: <span %1$s>%2$d personnes</span> aiment ça.

source: <span %1$s>%2$d people</span> don't like this.
cs: <span %1$s>%2$d lidem</span> se to nelíbí.
fr: <span %1$s>%2$d personnes</span> n'aiment pas ça.

source: %s welcomes %s
fr: %s accueille %s

source: was tagged in a
fr: a été identifié dans

source: by
fr: par

source: Video
fr: Vidéo
ru: Видео

source: Consumer Key
fr: Clé utilisateur
nl: Gebruikerssleutel
ro: Cheia Utilizatorului

source: Consumer Secret
fr: Secret utilisateur
nl: Gebruikersgeheim
ro: Cheia Secretă a Utilizatorului

source: IMAP port:
fr: Port IMAP:
it: Porta IMAP:
nl: IMAP poort:
ru: Порт IMAP:

source: Banner/Logo
fr: Bannière/Logo
ro: Baner/Logo
ru: Баннер/Логотип

source: Email
fr: Courriel
ru: Эл. почта

source: Status:
fr: Statut:
it: Stato:
nl: Tijdlijn:
ru: Статус:

source: App-ID / API-Key
fr: App-ID / Clé d'API

source: Upgrade
fr: Mettre à jour

source: Api
fr: Type d'API

source: 3D Tic-Tac-Toe
fr: Morpion 3D

source: Libertree API token
fr: Clé de l'API libertree

source: Jabber server
fr: Serveur Jabber

source: Jabber BOSH host
fr: Hôte BOSH (proxy) Jabber

source: OAuth Consumer Key
fr: Clé de consommateur OAuth

source: OAuth Consumer Secret
fr: Secret d'utilisateur OAuth

source: API URL
fr: URL de l'API

source: Infinite Improbability Drive
fr: Générateur d'improbabilté infinie

source: Consumer key
fr: Clé utilisateur

source: Consumer secret
fr: Secret utilisateur

source: Blogger API URL
fr: URL de l'API Blogger

source: Posterous site ID
fr: ID du site Posterous

source: Posterous API token
fr: Clé d'API Posterous

source: Earth Layers
fr: Géolocalisation
ro: Straturi Pământ
ru: Карта

source: Transgender
fr: Transgenre
ro: Transsexual
ru: Транссексуал

source: Intersex
fr: Inter-sexe
nl: Interseksueel
ro: Intersexual
ru: Интерсексуал

source: Deviant
fr: Déviant
it: Deviato
nl: Afwijkend

source: Swinger
fr: Échangiste
it: Scambista
ru: Свинг

source: %d contact edited.
nl: %d contact gewijzigd.
ro: %d contact editat.
ru: %d контакт изменён.

source: Do you really want to delete this contact?
nl: Wil je echt dit contact verwijderen?
ro: Sigur doriți să ștergeți acest contact?
ru: Вы действительно хотите удалить этот контакт?

source: Notification for new posts
nl: Meldingen voor nieuwe berichten
ro: Notificare de postări noi

source: Send a notification of every new post of this contact
ro: Trimiteți o notificare despre fiecare postare nouă a acestui contact

source: Fetch further information for feeds
ro: Preluare informaţii suplimentare pentru fluxuri

source: Disabled
nl: Uitgeschakeld
ro: Dezactivat

source: Save Group
nl: Bewaar groep
ro: Salvare Grup
ru: Сохранить группу

source: You must be logged in to use addons.
nl: Je moet ingelogd zijn om deze addons te kunnen gebruiken.
ro: Tu trebuie să vă autentificați pentru a folosi suplimentele.
ru: Вы должны войти в систему, чтобы использовать аддоны.

source: No videos selected
nl: Geen video's geselecteerd
ro: Nici-un clip video selectat
ru: Видео не выбрано

source: View Video
nl: Bekijk Video
ro: Vizualizați Clipul Video
ru: Просмотреть видео

source: Recent Videos
nl: Recente video's
ro: Clipuri video recente
ru: Последние видео

source: Upload New Videos
nl: Nieuwe video's uploaden
ro: Încărcaţi Clipuri Video Noi
ru: Загрузить новые видео

source: Clear notifications
nl: Notificaties verwijderen
ro: Ştergeţi notificările
ru: Стереть уведомления

source: Do you really want to delete this message?
nl: Wil je echt dit bericht verwijderen?
ro: Chiar doriţi să ştergeţi acest mesaj ?
ru: Вы действительно хотите удалить это сообщение?

source: Remote Self
ro: Auto la Distanţă

source: Mirror postings from this contact
ro: Postări în oglindă de la acest contact

source: Mark this contact as remote_self, this will cause friendica to repost new entries from this contact.
ro: Marcaţi acest contact ca remote_self, aceasta va determina friendica să reposteze noile articole ale acestui contact.

source: diagnostics
ro: diacgnostice

source: Can not parse base url. Must have at least <scheme>://<domain>
ro: Nu se poate analiza URL-ul de bază. Trebuie să aibă minim <scheme>://<domain>
ru: Невозможно определить базовый URL. Он должен иметь следующий вид - <scheme>://<domain>

source: At post arrival
ro: La sosirea publicaţiei

source: Multi user instance
nl: Server voor meerdere gebruikers
ro: Instanţă utilizatori multipli
ru: Многопользовательский вид

source: Save Settings
nl: Instellingen opslaan
ro: Salvare Configurări
ru: Сохранить настройки

source: Performance
nl: Performantie
ro: Performanţă
ru: Производительность

source: Relocate - WARNING: advanced function. Could make this server unreachable.
ro: Reaşezaţi - AVERTIZARE: funcţie avansată. Ar putea face acest server inaccesibil.
ru: Переместить - ПРЕДУПРЕЖДЕНИЕ: расширеная функция. Может сделать этот сервер недоступным.

source: Host name
ro: Nume host

source: Additional Info
ro: Informaţii suplimentare
ru: Дополнительная информация

source: For public servers: you can add additional information here that will be listed at dir.friendica.com/siteinfo.
ro: Pentru serverele publice: puteţi să adăugaţi aici informaţiile suplimentare ce vor fi afişate pe dir.friendica.com/siteinfo.
ru: Для публичных серверов: вы можете добавить дополнительную информацию, которая будет перечислена в dir.friendica.com/siteinfo.

source: Old style 'Share'
ro: Stilul vechi de 'Distribuiţi'
ru: Старый стиль 'Share'

source: Deactivates the bbcode element 'share' for repeating items.
ro: Dezactivează elementul bbcode 'distribuiţi' pentru elementele repetitive.
ru: Отключение BBCode элемента 'share' для повторяющихся элементов.

source: Hide help entry from navigation menu
nl: Verberg de 'help' uit het navigatiemenu
ro: Ascunde elementele de ajutor, din meniul de navigare
ru: Скрыть пункт "помощь" в меню навигации

source: Hides the menu entry for the Help pages from the navigation menu. You can still access it calling /help directly.
nl: Verbergt het menu-item voor de Help pagina's uit het navigatiemenu. Je kunt ze nog altijd vinden door /help direct in te geven.
ro: Ascunde intrările de meniu pentru paginile de Ajutor, din meniul de navigare. Îl puteţi accesa în continuare direct, apelând /ajutor.
ru: Скрывает элемент меню для страницы справки из меню навигации. Вы все еще можете получить доступ к нему через вызов/помощь напрямую.

source: Single user instance
nl: Server voor één gebruiker
ro: Instanţă cu un singur utilizator
ru: Однопользовательский режим

source: Make this instance multi-user or single-user for the named user
nl: Stel deze server in voor meerdere gebruikers, of enkel voor de geselecteerde gebruiker.
ro: Stabiliți această instanţă ca utilizator-multipli sau utilizator/unic, pentru utilizatorul respectiv
ru: Сделать этот экземпляр многопользовательским, или однопользовательским для названного пользователя

source: Don't include post content in email notifications
nl: De inhoud van het bericht niet insluiten bij e-mailnotificaties
ro: Nu include conţinutul postării în notificările prin email
ru: Не включать текст сообщения в email-оповещение.

source: Don't include the content of a post/comment/private message/etc. in the email notifications that are sent out from this site, as a privacy measure.
nl: De inhoud van berichten/commentaar/privéberichten/enzovoort niet insluiten in e-mailnotificaties die door deze website verzonden worden, voor de bescherming van je privacy.
ro: Nu include conținutul unui post/comentariu/mesaj privat/etc. în notificările prin email, ce sunt trimise de pe acest site, ca și masură de confidenţialitate.
ru: Не включать содержание сообщения/комментария/личного сообщения и т.д.. в уведомления электронной почты, отправленных с сайта, в качестве меры конфиденциальности.

source: Disallow public access to addons listed in the apps menu.
ro: Nu permiteţi accesul public la suplimentele enumerate în meniul de aplicaţii.
ru: Запретить публичный доступ к аддонам, перечисленным в меню приложений.

source: Checking this box will restrict addons listed in the apps menu to members only.
ro: Bifând această casetă va restricționa, suplimentele enumerate în meniul de aplicaţii, exclusiv la accesul membrilor.
ru: При установке этого флажка, будут ограничены аддоны, перечисленные в меню приложений, только для участников.

source: Don't embed private images in posts
ro: Nu încorpora imagini private în postări
ru: Не вставлять личные картинки в постах

source: Don't replace locally-hosted private photos in posts with an embedded copy of the image. This means that contacts who receive posts containing private photos will have to authenticate and load each image, which may take a while.
ro: Nu înlocui fotografiile private, locale, din postări cu o copie încorporată imaginii. Aceasta înseamnă că, contactele care primesc postări ce conțin fotografii private vor trebui să se autentifice şi să încarce fiecare imagine, ceea ce poate dura ceva timp.
ru: Не заменяйте локально расположенные фотографии в постах на внедрённые копии изображений. Это означает, что контакты, которые получают сообщения, содержащие личные фотографии, будут вынуждены идентефицироваться и грузить каждое изображение, что может занять некоторое время.

source: Allow Users to set remote_self
ro: Permite utilizatorilor să-și stabilească remote_self
ru: Разрешить пользователям установить remote_self

source: With checking this, every user is allowed to mark every contact as a remote_self in the repair contact dialog. Setting this flag on a contact causes mirroring every posting of that contact in the users stream.
ro: Bifând aceasta, fiecărui utilizator îi este permis să marcheze fiecare contact, ca și propriu_la-distanță în dialogul de remediere contact. Stabilind acest marcaj unui un contact, va determina oglindirea fiecărei postări a respectivului contact, în fluxul utilizatorilor.

source: Provide built-in OStatus (StatusNet, GNU Social etc.) compatibility. All communications in OStatus are public, so privacy warnings will be occasionally displayed.
ro: Oferă compatibilitate de integrare OStatus (StatusNet, GNU Sociale etc.). Toate comunicațiile din OStatus sunt publice, astfel încât avertismentele de confidenţialitate vor fi ocazional afişate.

source: OStatus conversation completion interval
ro: Intervalul OStatus de finalizare a conversaţiei

source: How often shall the poller check for new entries in OStatus conversations? This can be a very ressource task.
ro: Cât de des ar trebui, operatorul de sondaje, să verifice existența intrărilor noi din conversațiile OStatus? Aceasta poate fi o resursă de sarcini utile.
ru: Как часто процессы должны проверять наличие новых записей в OStatus разговорах? Это может быть очень ресурсоёмкой задачей.

source: Suppress Language
ro: Suprimă Limba

source: Suppress language information in meta information about a posting.
ro: Suprimă informaţiile despre limba din informaţiile meta ale unei postări.

source: How long should the cache files be hold? Default value is 86400 seconds (One day). To disable the item cache, set the value to -1.
ro: Cât de mult ar trebui păstrate fișierele cache? Valoarea implicită este de 86400 de secunde (O zi). Pentru a dezactiva elementul cache, stabilește valoarea la -1.

source: Maximum numbers of comments per post
ro: Numărul maxim de comentarii per post

source: How much comments should be shown for each post? Default value is 100.
ro: Câte comentarii ar trebui afișate pentru fiecare postare? Valoarea implicită este 100.

source: New base url
ro: URL de bază nou
ru: Новый базовый url

source: Database structure update %s was successfully applied.
ro: Actualizarea structurii bazei de date %s a fost aplicată cu succes.

source: Executing %s failed with error: %s
ro: Executarea %s a eșuat cu eroarea : %s

source: Check database structure
ro: Verifică structura bazei de date

source: Add User
nl: Gebruiker toevoegen
ro: Adăugaţi Utilizator
ru: Добавить пользователя

source: User waiting for permanent deletion
ro: Utilizatorul așteaptă să fie șters definitiv
ru: Пользователь ожидает окончательного удаления

source: Account expired
nl: Account verlopen
ro: Cont expirat
ru: Аккаунт просрочен

source: New User
nl: Nieuwe gebruiker
ro: Utilizator Nou
ru: Новый пользователь

source: Deleted since
nl: Verwijderd sinds
ro: Șters din
ru: Удалён с

source: Name of the new user.
nl: Naam van nieuwe gebruiker
ro: Numele noului utilizator.
ru: Имя нового пользователя.

source: Nickname
nl: Bijnaam
ro: Pseudonim
ru: Ник

source: Nickname of the new user.
nl: Bijnaam van nieuwe gebruiker
ro: Pseudonimul noului utilizator.
ru: Ник нового пользователя.

source: Email address of the new user.
nl: E-mailadres van nieuwe gebruiker
ro: Adresa de e-mail a utilizatorului nou.
ru: Email адрес нового пользователя.

source: Enable Debugging
ro: Activează Depanarea
ru: Включить отладку

source: comment
nl: reactie
ro: comentariu

source: Friendica Communications Server - Setup
ro: Serverul de Comunicații Friendica - Instalare
ru: Коммуникационный сервер Friendica - Доступ

source: PHP executable is not the php cli binary (could be cgi-fgci version)
ro: Executabilul PHP nu este de formă binară php-cli (ar putea fi versiunea cgi-fgci)

source: Found PHP version:
nl: Gevonden PHP versie:
ro: Versiune PHP identificată:
ru: Найденная PHP версия:

source: PHP cli binary
ro: Versiune binară PHP-cli

source: Sorry, maybe your upload is bigger than the PHP configuration allows
ro: Ne pare rău, este posibil ca fișierul pe care doriți să-l încărcați, este mai mare decât permite configuraţia PHP

source: Or - did you try to upload an empty file?
ro: Sau - ați încercat să încărcaţi un fişier gol?

source: Display
nl: Weergave
ro: Afișare

source: Social Networks
nl: Sociale netwerken
ro: Rețele Sociale

source: Relocate message has been send to your contacts
ro: Mesajul despre mutare, a fost trimis către contactele dvs.
ru: Перемещённое сообщение было отправлено списку контактов

source: Wrong password.
nl: Verkeerd wachtwoord.
ro: Parolă greșită.
ru: Неверный пароль.

source: Wrong Password
nl: Verkeerd wachtwoord
ro: Parolă Greșită
ru: Неверный пароль.

source: Number of items to display per page when viewed from mobile device:
nl: Aantal items per pagina als je een mobiel toestel gebruikt:
ro: Numărul de elemente de afişat pe pagină atunci când se vizualizează de pe dispozitivul mobil:
ru: Количество элементов на странице, когда просмотр осуществляется с мобильных устройств:

source: Don't show notices
ro: Nu afișa notificări

source: Infinite scroll
nl: Oneindig scrollen
ro: Derulare infinită
ru: Бесконечная прокрутка

source: Automatic updates only at the top of the network page
ro: Actualizări automate doar la partea superioară a paginii de rețea

source: User Types
nl: Gebruikerstypes
ro: Tipuri de Utilizator

source: Community Types
nl: Forum/groepstypes
ro: Tipuri de Comunitare

source: Current Password:
nl: Huidig wachtwoord:
ro: Parola Curentă:
ru: Текущий пароль:

source: Your current password to confirm the changes
nl: Je huidig wachtwoord om de wijzigingen te bevestigen
ro: Parola curentă pentru a confirma modificările
ru: Ваш текущий пароль, для подтверждения изменений

source: Show to Groups
nl: Tonen aan groepen
ro: Afișare pentru Grupuri
ru: Показать в группах

source: Show to Contacts
nl: Tonen aan contacten
ro: Afişează la Contacte
ru: Показывать контактам

source: Default Private Post
nl: Standaard Privé Post
ro: Postare Privată Implicită
ru: Личное сообщение по умолчанию

source: Default Public Post
nl: Standaard Publieke Post
ro: Postare Privată Implicită
ru: Публичное сообщение по умолчанию

source: Default Permissions for New Posts
nl: Standaard rechten voor nieuwe berichten
ro: Permisiuni Implicite pentru Postările Noi
ru: Права для новых записей по умолчанию

source: Relocate
ro: Mutare
ru: Переместить

source: If you have moved this profile from another server, and some of your contacts don't receive your updates, try pushing this button.
ro: Dacă aţi mutat acest profil dintr-un alt server, şi unele dintre contactele dvs. nu primesc actualizările dvs., încercaţi să apăsați acest buton.
ru: Если вы переместили эту анкету с другого сервера, и некоторые из ваших контактов не получили ваши обновления, попробуйте нажать эту кнопку.

source: Resend relocate message to contacts
ro: Retrimiteți contactelor, mesajul despre mutare
ru: Отправить перемещённые сообщения контактам

source: Import your profile to this friendica instance
ro: Importați profilul dvs. în această instanță friendica
ru: Импорт своего профиля в этот экземпляр friendica

source: Do you really want to delete this suggestion?
nl: Wil je echt dit voorstel verwijderen?
ro: Sigur doriți să ștergeți acesta sugestie?
ru: Вы действительно хотите удалить это предложение?

source: Hide contacts and friends:
ro: Ascunde contacte și prieteni:

source: Basic information
ro: Informaţii de bază

source: Profile picture
ro: Imagine profil

source: Preferences
ro: Preferinţe

source: Status information
ro: Informaţii Status

source: Additional information
ro: Informaţii suplimentare

source: Total invitation limit exceeded.
nl: Totale uitnodigingslimiet overschreden.
ro: Limita totală a invitațiilor a fost depăşită.
ru: Превышен общий лимит приглашений.

source: Invitation limit exceeded. Please contact your site administrator.
nl: Uitnodigingslimiet overschreden. Neem contact op met de beheerder van je website.
ro: Limita invitațiilor a fost depăşită. Vă rugăm să vă contactați administratorul de sistem.
ru: Лимит приглашений превышен. Пожалуйста, свяжитесь с администратором сайта.

source: Do you really want to delete this photo album and all its photos?
nl: Wil je echt dit fotoalbum en alle foto's erin verwijderen?
ro: Doriţi într-adevăr să ştergeţi acest album foto și toate fotografiile sale?
ru: Вы действительно хотите удалить этот альбом и все его фотографии?

source: Do you really want to delete this photo?
nl: Wil je echt deze foto verwijderen?
ro: Sigur doriți să ștergeți această fotografie?
ru: Вы действительно хотите удалить эту фотографию?

source: Private Photo
nl: Privé foto
ro: Poze private
ru: Личное фото

source: Public Photo
nl: Publieke foto
ro: Poze Publice
ru: Публичное фото

source: Private photo
nl: Privé foto
ro: Poze private
ru: Личное фото

source: Public photo
nl: Publieke foto
ro: Poze Publice
ru: Публичное фото

source: To export your account, go to "Settings->Export your personal data" and select "Export account"
ro: Pentru a vă exporta contul, deplasaţi-vă la "Configurări- >Export date personale " şi selectaţi "Exportare cont "
ru: Для экспорта аккаунта, перейдите в "Настройки->Экспортировать ваши данные" и выберите "Экспорт аккаунта"

source: Network:
nl: Netwerk:
ro: Reţea:

source: Videos
ro: Clipuri video
ru: Видео

source: This entry was edited
ro: Această intrare a fost editată
ru: Эта запись была отредактирована

source: toggle ignore status
ro: Comutaţi status Ignorare

source: ignored
nl: Verboden
ro: ignorat

source: The error message is [pre]%s[/pre]
ro: Mesajul de eroare este [pre]%s[/pre]

source: Errors encountered performing database changes.
ro: Erori întâlnite la operarea de modificări în baza de date.

source: Auto-mention Forums
ro: Auto-menţionare Forumuri

source: Add/remove mention when a fourm page is selected/deselected in ACL window.
ro: Adăugaţi/eliminaţi mențiunea când o pagină de forum este selectată/deselectată în fereastra ACL.

source: Tagging
nl: Labelen
ro: Etichetare
ru: Отмеченное

source: Drop Contact
nl: Verwijder contact
ro: Eliminare Contact
ru: Удалить контакт

source: Connectors disabled, since "%s" is enabled.
ro: Conectorii au fost dezactivați, din moment ce "%s" este activat.

source: Post to Groups
nl: Verzenden naar Groepen
ro: Postați în Grupuri
ru: Пост для групп

source: Post to Contacts
nl: Verzenden naar Contacten
ro: Post către Contacte
ru: Пост для контактов

source: Private post
nl: Privé verzending
ro: Articol privat
ru: Личное сообщение

source: <span><a href="%s" target="_blank">%s</a> wrote the following <a href="%s" target="_blank">post</a>
ro: <span><a href="%s" target="_blank">%s</a> a scris următoarea <a href="%s" target="_blank">postare</a>

source: Diaspora Connector
ro: Conector Diaspora

source: Your videos
ro: Fișierele tale video

source: Your personal notes
ro: Notele tale personale

source: Information about this friendica instance
ro: Informaţii despre această instanță friendica

source: Navigation
nl: Navigatie
ro: Navigare
ru: Навигация

source: Site map
ro: Hartă Site
ru: Карта сайта

source: User not found.
ro: Utilizatorul nu a fost găsit.
ru: Пользователь не найден.

source: There is no status with this id.
ro: Nu există nici-un status cu acest id.
ru: Нет статуса с таким id.

source: There is no conversation with this id.
ro: Nu există nici-o conversație cu acest id.

source: Invalid request.
ro: Cerere invalida

source: Invalid item.
ro: Element invalid

source: DB error
ro: Eroare BD

source: Do you really want to delete this item?
nl: Wil je echt dit item verwijderen?
ro: Sigur doriți să ștergeți acest element?
ru: Вы действительно хотите удалить этот элемент?

source: Abstinent
it: Astinente
nl: Onthouder
ro: Abstinent(ă)
ru: Воздержанный

source: %s <!item_type!>
ro: %s <!tip_element!>

source: [Friendica:Notify] %s shared a new post
ro: [Friendica:Notificare] %s a distribuit o nouă postare

source: %1$s shared a new post at %2$s
ro: %1$s a distribuit o nouă postare la %2$s

source: %1$s [url=%2$s]shared a post[/url].
ro: %1$s [url=%2$s] a distribuit o postare[/url].

source: %1$s is sharing with you at %2$s
ro: %1$s împărtăşeşte cu dvs. la %2$s

source: [Friendica:Notify] You have a new follower
ro: [Friendica:Notify] Aveţi un nou susținător la

source: You have a new follower at %2$s : %1$s
ro: Aveţi un nou susținător la %2$s : %1$s

source: [Friendica:Notify] Connection accepted
ro: [Friendica:Notificare] Conectare acceptată

source: Please visit %s to approve or reject the request.
ro: Vă rugăm să vizitați %s pentru a aproba sau pentru a respinge cererea.

source: Set style
ro: Stabilire stil

source: greenzero
ro: zeroverde

source: purplezero
ro: zeroviolet

source: darkzero
ro: zeronegru

source: Variations
ro: Variatii

source: via
ru: через

source: Background Image
ru: Фоновое изображение

source: The URL to a picture (e.g. from your photo album) that should be used as background image.
ru: URL изображения (например, из вашего фотоальбома), которое должно быть использовано в качестве фонового изображения.

source: Background Color
ru: Цвет фона

source: HEX value for the background color. Don't include the #
ru: HEX код для фонового изображения. Не используйте #

source: font size
ru: размер шрифта

source: base font size for your interface
ru: основной размер шрифта для вашего интерфейса

source: Import
nl: Importeren
ru: Импорт

source: Registration successful. Email send to user
ru: Регистрация завершена. Email отправлен пользователю.
