Repository: duthied/Free-Friendika
Catalog: view/*/messages.po
Languages: cs, de, fr, it, nl, ro, ru

source: Something really went wrong. I cannot recover from this state automatically, sorry. Please go to the database backend, back up the data, and delete all tables beginning with 'dav_' manually. Afterwards, this installation routine should be able to reinitialize the tables automatically.
cs: Něco se opravdu nepovedlo. Z aktuálního stavu nelze provést automatickou obnovu. Prosím přihlaste se do databáze, zazálohujte data a smažte manuálně všechny tabulky začínající s "dav_". Poté by měl instalační skript sám automaticky znovu založit potřebné tabulky.
de: Irgendetwas ging schief. Ich kann leider von diesem Zustand der Datenbank leider nicht automatisch fortfahren. Bitte mache ein Backup der Daten aus der Datenbank und lösche anschließend alle Tabellen deren Name mit 'dav_' anfangen. Anschließend sollte diese Installations-Routine in der Lage sein die nötigen Tabellen automatisch neu anzulegen.
fr: Quelque-chose a vraiment déconné. Je ne vais pas pouvoir me rétablir automatiquement, désolé. Merci de contacter directement votre base de données, de sauvegarder les données, et de supprimer toutes les tables qui commencent par 'dav_' à l main. Puis, la routine d'installation devrait être en mesure de réinitialiser ces tables automatiquement.

source: Troubleshooting
cs: Řešení problémů
de: Problembehebung
fr: Dépannage

source: Manual creation of the database tables:
cs: Manuálnní vytvoření databázových tabulek:
de: Manuelles Anlegen der Datenbanktabellen:
fr: Création manuelle des tables de la base de données :

source: Show SQL-statements
cs: Zobrazit SQL-příkazy
de: SQL-Anweisungen anzeigen
fr: Montrer les requêtes SQL

source: Private Calendar
cs: Soukromý kalendář
de: Privater Kalender
fr: Calendrier privé

source: Friendica Events: Mine
cs: Friendica události: Mé
de: Meine Friendica-Veranstaltungen
fr: Evénements Friendica : Personnels

source: Friendica Events: Contacts
cs: Friendica události: Kontakty
de: Friendica Veranstaltungen meiner Kontakte
fr: Evénements Friendica : Contacts

source: Private Addresses
cs: Soukromé adresy
de: Private Adressen
fr: Adresses privées

source: Friendica Contacts
cs: Friendica Kontakty
de: Friendica Kontakte
fr: Contacts Friendica

source: Allow to use your friendica id (%s) to connecto to external unhosted-enabled storage (like ownCloud). See <a href="http://www.w3.org/community/unhosted/wiki/RemoteStorage#WebFinger">RemoteStorage WebFinger</a>
cs: Umožnit využití friendica id (%s) k napojení na externí úložiště (unhosted-enabled) (jako ownCloud). Více informací na <a href="http://www.w3.org/community/unhosted/wiki/RemoteStorage#WebFinger">RemoteStorage WebFinger</a>
de: Ermöglicht dir, deine Friendica ID (%s) mit externen unhosted-fähigen Speichern (z.B. ownCloud) zu verbinden. Siehe <a href="http://www.w3.org/community/unhosted/wiki/RemoteStorage#WebFinger">RemoteStorage WebFinger</a>
fr: Permet l'utilisation de votre ID Friendica (%s) pour vous connecter à des sites compatibles "unhosted" (comme ownCloud). Voyez <a href="http://www.w3.org/community/unhosted/wiki/RemoteStorage#WebFinger">RemoteStorage WebFinger</a>
it: Permette di usare il tuo id friendica (%s) per collegarsi a storage esterni che supportano unhosted (come ownCloud). Vedi <a href="http://www.w3.org/community/unhosted/wiki/RemoteStorage#WebFinger">RemoteStorage WebFinger</a>

source: Template URL (with {category})
cs: Dočasná URL adresa (s {category})
de: Vorlagen URL (mit {Kategorie})
fr: Modèle d'URL (avec {catégorie})
it: Template URL (con {category})

source: OAuth end-point
de: OAuth Endpunkt
fr: URL OAuth

source: Member since:
cs: Členem od:
de: Mitglied seit:
fr: Membre depuis:
it: Membro dal:

source: Three Dimensional Tic-Tac-Toe
cs: Trojrozměrné Tic-Tac-Toe
de: Dreidimensionales Tic-Tac-Toe
fr: Morpion en trois dimensions
it: Tic-Tac-Toe tridimensionale

source: New game
cs: Nová hra
de: Neues Spiel
fr: Nouvelle partie
it: Nuova partita

source: New game with handicap
cs: Nová hra s handicapem
de: Neues Handicap Spiel
fr: Nouvelle partie avec handicap
it: Nuova partita con handicap

source: Three dimensional tic-tac-toe is just like the traditional game except that it is played on multiple levels simultaneously.
cs: Trojrozměrné tic-tac-toe je podobná této tradiční hře kromě toho, že se hraje na více úrovních současně.
de: 3D-Tic-Tac-Toe ist genauso wie das herkömmliche Spiel, nur dass man es auf mehreren Ebenen gleichzeitig spielt.
fr: Le morpion 3D, c'est comme la version traditionnelle. Sauf qu'on joue sur plusieurs étages en même temps.
it: Tic-tac-toe tridimensionale è come il gioco tradizionale, solo che si gioca su livelli multipli contemporaneamente.

source: In this case there are three levels. You win by getting three in a row on any level, as well as up, down, and diagonally across the different levels.
cs: V tomto případě existují tři úrovně. Vyhrajete tím, že dostane tři v řadě na jakékoli úrovni, stejně jako nahoru, dolů a šikmo na různých úrovních.
de: In diesem Fall sind es drei Ebenen. Man gewinnt indem man drei in einer Reihe auf einer beliebigen Reihe schafft, oder drei übereinander oder diagonal auf verschiedenen Ebenen.
fr: Dans le cas qui nous concerne, il y a trois étages. Vous gagnez en alignant trois coups dans n'importe quel étage, ainsi que verticalement ou en diagonale entre les étages.
it: In questo caso ci sono tre livelli. Puoi vincere mettendo tre segni in fila su ogni livello, anche verso l'alto, il basso e diagonalmente anche attraverso i diversi livelli.

source: The handicap game disables the center position on the middle level because the player claiming this square often has an unfair advantage.
cs: Hra s handicapem zakáže centrální pozici na střední úrovni, protože hráč zaujímající tuto polohu má často nespravedlivou výhodu.
de: Beim Handicap-Spiel wird die zentrale Position der mittleren Ebene gesperrt, da der Spieler, der diese Ebene besitzt, oft einen unfairen Vorteil genießt.
fr: Le handicap interdit la position centrale de l'étage du milieu, parce que le joueur qui prend cette case obtient souvent un avantage.
it: L'handicap disabilita la casella centrale sul livello di mezzo, perchè il giocatore che si prende quella casella spesso ha un deciso vantaggio.

source: You go first...
cs: Vy začněte ...
de: Du fängst an...
fr: À vous de jouer...
it: Cominci tu...

source: I'm going first this time...
cs: Tentokrát začnu já...
de: Diesmal fange ich an...
fr: Je commence...
it: Comincio io questa volta...

source: You won!
cs: Vyhrál jste!
de: Du gewinnst!
fr: Vous avez gagné!
it: Hai vinto!

source: "Cat" game!
cs: "Kočičí" hra!
de: Unentschieden!
fr: Match nul!
it: Stallo!

source: I won!
cs: Vyhrál jsem!
de: Ich gewinne!
fr: J'ai gagné!
it: Ho vinto!

source: Randplace Settings
cs: Randplace Nastavení
de: Randplace-Einstellungen
fr: Réglages de Randplace
it: Impostazioni Randplace

source: Enable Randplace Plugin
cs: Povolit Randplace Plugin
de: Randplace-Plugin aktivieren
fr: Activer l'extension Randplace
it: Abilita il plugin Randplace

source: Post to Dreamwidth
cs: Poslat na Dreamwidth
de: In Dreamwidth veröffentlichen
fr: Poster vers Dreamwidth
it: Posta su Dreamwidth

source: Dreamwidth Post Settings
cs: Nastavení Dreamwidth příspěvků
de: Dreamwidth Veröffentlichungs-Einstellungen
fr: Réglages Dreamwidth
it: Impostazioni post Dreamwidth

source: Enable dreamwidth Post Plugin
cs: Povolit dreamwidth Plugin
de: Dreamwidth Post Plugin aktivieren
fr: Activer "Poster vers Dreamwidth"
it: Abilita il plugin dreamwidth

source: dreamwidth username
cs: dreamwidth uživatelské jméno
de: Dreamwidth Benutzername
fr: Nom d'utilisateur Dreamwidth

source: dreamwidth password
cs: dreamwidth heslo
de: Dreamwidth Passwort
fr: Mot de passe
it: Password dreamwidth

source: Post to dreamwidth by default
cs: Defaultně umístit na dreamwidth
de: Standardmäßig bei Dreamwidth veröffentlichen
fr: Poster vers Dreamwidth par défaut
it: Invia a dreamwidth per impostazione predefinita

source: Remote Permissions Settings
cs: Nastavení Vzdálených oprávnění
de: Entfernte Privatsphäreneinstellungen
fr: Permissions distantes

source: Allow recipients of your private posts to see the other recipients of the posts
cs: Umožnit příjemcům Vašich soukromých příspěvků vidět ostatní příjemce příspěvků
de: Erlaube Empfängern von privaten Nachrichten zu sehen wer die anderen Empfänger sind
fr: Autoriser les destinataires de vos messages privés a voir les autres destinataires du message

source: Remote Permissions settings updated.
cs: Nastavení Vzdálených opravnění aktualizováno.
de: Entfernte Privatsphäreneinstellungen aktualisiert.
fr: Permissions distantes mises-à-jour.

source: Visible to
cs: Viditelné pro
de: Sichtbar für
fr: Visibilité

source: may only be a partial list
cs: pouze pro část seznamu
de: könnte nur ein Teil der Liste sein
fr: peut être une liste partielle

source: The posts of every user on this server show the post recipients
cs: Příspěvek každého uživatele na tomto serveru zobrazuje příjemce příspěvků
de: Die Beiträge jedes Nutzers dieses Servers werden die Empfänger des Beitrags anzeigen
fr: Les publications de tous les utilisateurs de ce serveur afficheront leurs destinataires

source: Individual
cs: Individuálové
de: Individuell
fr: Individuel

source: Each user chooses whether his/her posts show the post recipients
cs: Každý uživatel si zvolí, zda-li jeho/její příspěvek zobrazí příjemce příspěvku.
de: Jede/r Nutzer/in kann wählen ob die Empfänger der Beiträge angezeigt werden sollen oder nicht
fr: Chaque utilisateur du serveur pourra choisir si ses publications affichent leurs destinataires

source: Startpage Settings
cs: Nastavení úvodní stránky
de: Startseiten-Einstellungen
fr: Paramètres de la page d'accueil

source: Home page to load after login - leave blank for profile wall
cs: Domácí stránka k načtení po přihlášení - pro profilovou zeď ponechejte prázdné
de: Seite, die nach dem Anmelden geladen werden soll. Leer = Pinnwand
fr: Page d'accueil à charger après authentification - laisser ce champ vide pour charger votre mur

source: Examples: &quot;network&quot; or &quot;notifications/system&quot;
cs: Příklady: "síť" nebo "notifikace systému"
de: Beispiele: network, notifications/system
fr: Exemples : &quot;network&quot; ou &quot;notifications/system&quot;

source: Geonames settings updated.
cs: Geonames nastavení aktualizováno.
de: Geonames Einstellungen aktualisiert
fr: Réglages Geonames sauvés.
it: Impostazioni di geonames aggiornate.

source: Geonames Settings
cs: Nastavení Geonames
de: Geonames Einstellungen
fr: Réglages Geonames
it: Impostazioni Geonames

source: Enable Geonames Plugin
cs: Povolit Geonames rozšíření
de: Geonames Plugin aktivieren
fr: Activer Geonames
it: Abilita plugin Geonames

source: Your account on %s will expire in a few days.
cs: Platnost Vašeho účtu na %s vyprší během několika dní.
de: Dein Konto auf %s wird in ein paar Tagen verfallen.
fr: Votre compte chez %s va expirer dans quelques jours.

source: Your Friendica account is about to expire.
cs: Vašemu účetu Friendica brzy vyprší platnost
de: Dein Friendica-Konto wird in Kürze auslaufen.
fr: Votre compte sur Friendica est sur le point d'expirer.

source: Hi %1$s, Your account on %2$s will expire in less than five days. You may keep your account by logging in at least once every 30 days
cs: Ahoj %1$s, Váš účet na %2$s vyprší v méně než pěti dnech. Svůj účet si zachováte, pokud se přihlásíte alespoň jednou za každých 30 dní.
de: Hallo %1$s, dein Account auf %2$s wird in weniger als fünf Tagen auslaufen. Du kannst das verhindern, indem du dich mindestens einmal alle 30 Tage anmeldest.
fr: Bonjour %1$s, Votre compte sur %2$s expirera dans moins de cinq jours. Vous pouvez conserver ce compte en vous y connectant au moins une fois par mois.

source: Upload a file
cs: Nahrát soubor
de: Datei hochladen
fr: Téléverser un fichier
it: Carica un file

source: Drop files here to upload
cs: Přeneste sem soubory k nahrání
de: Ziehe Dateien hierher, um sie hochzuladen
fr: Déposer des fichiers ici pour les téléverser
it: Trascina un file qui per caricarlo

source: Failed
cs: Neúspěch
de: Fehlgeschlagen
fr: Échec
it: Caricamento fallito

source: No files were uploaded.
cs: Žádné soubory nebyly nahrány.
de: Keine Dateien hochgeladen.
fr: Aucun fichier n'a été téléversé.
it: Nessun file è stato caricato.

source: Uploaded file is empty
cs: Nahraný soubor je prázdný
de: Hochgeladene Datei ist leer
fr: Le fichier téléversé est vide
it: Il file caricato è vuoto

source: File has an invalid extension, it should be one of
cs: Soubor má neplatnou příponu, ta by měla být jednou z
de: Die Dateierweiterung ist nicht erlaubt, sie muss eine der folgenden sein
fr: Le fichier a une extension invalide, elle devrait être parmi
it: Il file ha un'estensione non valida, dovrebbe essere una tra

source: Upload was cancelled, or server error encountered
cs: Nahrávání bylo zrušeno nebo došlo k chybě na serveru
de: Upload abgebrochen oder Serverfehler aufgetreten
fr: Téléversement annulé, ou erreur de serveur
it: Il caricamento è stato cancellato, o si è verificato un errore sul server

source: show/hide
cs: zobrazit/skrýt
de: anzeigen/verbergen
fr: Montrer/cacher

source: No forum subscriptions
cs: Žádné registrace k fórům
de: Keine Foren-Mitgliedschaften.
fr: Pas d'abonnement au forum

source: Forumlist settings updated.
cs: Nastavení Forumlist aktualizováno.
de: Einstellungen zur Foren-Liste aktualisiert.
fr: Paramètres de la liste des forums mis à jour.

source: Forumlist Settings
cs: Nastavení Forumlist
de: Foren-Liste Einstellungen
fr: Paramètres de la liste des forums

source: Randomise forum list
cs: Zamíchat list fór
de: Zufällige Zusammenstellung der Foren-Liste
fr: Mélanger la liste de forums

source: Show forums on profile page
cs: Zobrazit fóra na profilové stránce
de: Zeige die Liste der Foren auf der Profilseite
fr: Montrer les forums sur le profil

source: Show forums on network page
cs: Zobrazit fóra na stránce Síť
de: Zeige Foren auf der Netzwerk-Seite

source: Site Owner
cs: Vlastník webu
de: Betreiber der Seite
fr: Propriétaire du site
it: Proprietario del sito

source: Email Address
cs: E-mailová adresa
de: Email Adresse
fr: Adresse courriel
it: Indirizzo email

source: Postal Address
cs: Poštovní adresa
de: Postalische Anschrift
fr: Adresse postale
it: Indirizzo

source: The impressum addon needs to be configured!<br />Please add at least the <tt>owner</tt> variable to your config file. For other variables please refer to the README file of the addon.
cs: Doplněk Impressum musí být nakonfigurován!<br/>Prosím, přidejte alespoň proměnnou <tt>owner</tt> do konfiguračního souboru. Pro nastavení ostatních proměnných se seznamte s nápovědou v souboru README tohoto doplňku.
de: Das Impressums-Plugin muss noch konfiguriert werden.<br />Bitte gebe mindestens den <tt>Betreiber</tt> in der Konfiguration an. Alle weiteren Parameter werden in der README-Datei des Addons erläutert.
fr: L'extension "Impressum" (ou <em>ours</em>) n'est pas configuré!<br />Merci d'ajouter au moins la variable <tt>owner</tt> à votre fichier de configuration. Pour les autres variables, reportez-vous au fichier README accompagnant l'extension.
it: Il plugin Impressum deve essere configurato!<br>Aggiungi almeno il Proprietario del sito.

source: The page operators name.
cs: Jméno operátora stránky.
de: Name des Serveradministrators
fr: Le nom de l'administrateur de la page.
it: Nome del gestore della pagina.

source: Site Owners Profile
cs: Profil majitele webu
de: Profil des Seitenbetreibers
fr: Profil des propriétaires du site
it: Profilo del proprietario del sito

source: Profile address of the operator.
cs: Profilová addresa operátora.
de: Profil-Adresse des Serveradministrators
fr: L'adresse de profil de l'administrateur.
it: Indirizzo del profilo del gestore della pagina

source: How to contact the operator via snail mail. You can use BBCode here.
cs: Jak kontaktovat operátora prostřednictvím klasické pošty. Zde můžete použít BBCode.
de: Kontaktmöglichkeiten zum Administrator via Schneckenpost. Du kannst BBCode verwenden.
fr: Comment contacter l'administrateur par courrier postal. Vous pouvez utiliser du BBCode.

source: Notes
cs: Poznámky
de: Hinweise
it: Note

source: Additional notes that are displayed beneath the contact information. You can use BBCode here.
cs: Další poznámky, které jsou zobrazeny pod kontaktními informacemi. Zde můžete použít BBCode.
de: Zusätzliche Informationen die neben den Kontaktmöglichkeiten angezeigt werden. Du kannst BBCode verwenden.
fr: Notes additionnelles à afficher sous les informations de contact. Vous pouvez utiliser du BBCode.

source: How to contact the operator via email. (will be displayed obfuscated)
cs: Jak konktaktovat operátora přes mail. (bude zobrazen "zmateně")
de: Wie man den Betreiber per Email erreicht. (Adresse wird verschleiert dargestellt)
fr: Comment contacter l'administrateur par courriel. (sera camouflée)
it: Come contattare l'operatore via email. (verrà mostrato offuscato)

source: Footer note
cs: Poznámka v zápatí
de: Fußnote
fr: Note de bas de page
it: Footer delle note

source: Text for the footer. You can use BBCode here.
cs: Text pro zápatí. Zde můžete použít BBCode.
de: Text für die Fußzeile. Du kannst BBCode verwenden.
fr: Texte du pied de page. Vous pouvez utiliser du BBCode.

source: Report Bug
cs: Nahlásit chybu
de: Fehlerreport erstellen
fr: Signaler un bug
it: Segnala un Bug

source: No Timeline settings updated.
cs: Nastavení No Timeline aktualizováno.
de: Keine Timeline-Einstellungen aktualisiert.
fr: Pas de mise à jour de paramètres du calendrier.

source: No Timeline Settings
cs: Nastavení No Timeline
de: Keine Timeline-Einstellungen
fr: Pas de paramètres de calendrier

source: Disable Archive selector on profile wall
cs: Znemožnit použití archivu na této profilové zdi.
de: Deaktiviere Archiv-Auswahl auf Deiner Pinnwand
fr: Désactiver le sélecteur d'archives sur le mur

source: "Blockem" Settings
cs: "Blockem" Nastavení
de: "Blockem"-Einstellungen
fr: Réglages de Blockem
it: Impostazioni "Blockem"

source: Comma separated profile URLS to block
cs: Čárkou oddělené URL adresy profilů určených k ignorování
de: Profil-URLs, die blockiert werden sollen (durch Kommas getrennt)
fr: Liste d'URLS de profils à bloquer, séparés par des virgules
it: Lista, separata da virgola, di indirizzi da bloccare

source: BLOCKEM Settings saved.
cs: BLOCKEM nastavení uloženo.
de: BLOCKEM-Einstellungen gesichert.
fr: Réglages Blockem sauvés.
it: Impostazioni salvate.

source: Blocked %s - Click to open/close
cs: Blokován %s - Klikněte pro otevření/zavření
de: %s blockiert - Zum Öffnen/Schließen klicken
fr: Bloqué %s - Cliquez pour ouvrir/fermer
it: %s bloccato - Clicca per aprire/chiudere

source: Unblock Author
cs: Odblokovat autora
de: Autor freischalten
fr: Débloquer l'auteur
it: Sblocca autore

source: Block Author
cs: Zablokovat autora
de: Autor blockieren
fr: Bloquer l'auteur
it: Blocca autore

source: blockem settings updated
cs: blockem nastavení aktualizováno
de: blockem Einstellungen aktualisiert
fr: Réglages blockem sauvés
it: Impostazioni 'blockem' aggiornate.

source: Quick Comment Settings
cs: Nastavení rychlých komentářů
de: Schnell-Kommentar Einstellungen
fr: Réglages de Quick Comment
it: Impostazioni commento rapido

source: Quick comments are found near comment boxes, sometimes hidden. Click them to provide simple replies.
cs: Rychlé komentáře jsou k nalezení blízko polí s komentáři, někdy jsou skryté. Klikněte na ně k poskytnutí jednoduchých odpovědí.
de: Kurzkommentare findet man in der Nähe der Kommentarboxen. Ein Klick darauf erstellt einfache Antworten.
fr: Les commentaires rapides peuvent être trouvés à proximité des boîtes de commentaire, parfois cachés. Cliquez dessus pour fournir des réponses simples et lapidaires.
it: Trovi i commenti rapidi vicino al box dei commenti, a volte nascosti. Cliccali per inviare semplici risposte.

source: Enter quick comments, one per line
cs: Zadejte rychlé komentáře, každý na nový řádek
de: Gib einen Schnell-Kommentar pro Zeile ein
fr: Entrez les réponses rapides, une par ligne
it: Inserire un commento rapido, uno per linea

source: Quick Comment settings saved.
cs: Nastavení Quick Comment uloženo.
de: Schnell-Kommentare Einstellungen gespeichert
fr: Réglages de Quick Comment sauvés.
it: Impostazioni commento rapido salvate.

source: A list of <a href="http://wiki.openstreetmap.org/wiki/TMS" target="_blank">public tile servers</a>
cs: Seznam <a href="http://wiki.openstreetmap.org/wiki/TMS" target="_blank">veřejných tile serverů</a>
de: Eine Liste <a href="http://wiki.openstreetmap.org/wiki/TMS" target="_blank">öffentlicher Tile Server</a>
fr: Une liste de <a href="http://wiki.openstreetmap.org/wiki/TMS" target="_blank">serveurs de tuiles publics</a>

source: Default zoom
cs: Defaultní přiblížení
de: Standard Zoom
fr: Zoom par défaut

source: The default zoom level. (1:world, 18:highest)
cs: Defaultní úroveň přiblížení (1:svět, 18:nejvyšší)
de: Standard Zoomlevel (1: Welt; 18: höchstes)
fr: Le niveau de zoom affiché par défaut. (1: monde entier, 18: détail maximum)

source: Group Text settings updated.
de: Gruppen Text Einstellungen aktualisiert

source: Group Text
cs: Skupinový text
de: Gruppen als Text
fr: Affichage textuel des groupes

source: Use a text only (non-image) group selector in the "group edit" menu
cs: Použijte pouze textový (neobrázkový) výběr skupiny v menu editace skupin.
de: Beim Bearbeiten von Gruppen Text statt Bilder anzeigen
fr: Utilisez un sélecteur de groupe purement textuel (sans image) dans le menu d'édition des groupes

source: Could NOT install Libravatar successfully.<br>It requires PHP >= 5.3
cs: Libravatar není možné úspěšně nainstalovat .<br>Vyžaduje PHP >= 5.3
de: Kann Libravatar NICHT erfolgreich installieren.<br>PHP >=5.3 wird benötigt
fr: Libravatar n'a PAS pu être installé. <br>Il nécessite PHP >= 5.3
it: Non è possibile installare Libravatar.<br>Richiede PHP >= 5.3

source: generic profile image
cs: generický profilový obrázek
de: allgemeines Profilbild
fr: image de profil générique
it: immagine generica del profilo

source: random geometric pattern
cs: náhodný geometrický vzor
de: zufällig erzeugtes geometrisches Muster
fr: motif géométrique aléatoire
it: schema geometrico casuale

source: monster face
cs: tvář příšery
de: Monstergesicht
fr: monstre
it: faccia di mostro

source: computer generated face
cs: počítačově generovaná tvář
de: Computergesicht
fr: généré par ordinateur

source: retro arcade style face
cs: tvář v retro arkádovém stylu
de: Retro Arcade Design Gesicht
fr: vieux jeu d'arcade

source: Your PHP version %s is lower than the required PHP >= 5.3.
cs: Vaše PHP verze %s je nižší než požadovaná PHP >= 5.3.
de: Deine PHP Version %s ist niedriger als die benötigte Version PHP >= 5.3.
fr: La version de PHP doit être >= 5.3 ; la votre, %s, est antérieure.
it: La tua versione %s è minore della richiesta PHP >= 5.3.

source: This addon is not functional on your server.
cs: Tento doplněk není funkční na Vašem serveru.
de: Dieses Addon funktioniert auf deinem Server nicht.
fr: Cette extension ne fonctionne pas sur votre serveur.
it: Questo addon non è funzionante sul tuo server.
