Repository: duthied/Free-Friendika
Catalog: view/*/messages.po
Languages: cs, de, fr, it, nl, ro, ru

source: Automatically approve all connection/friend requests as friends
cs: Automaticky schvalovat všechny žádosti o spojení / přátelství jako přátele
de: Kontaktanfragen werden automatisch als Freund akzeptiert
fr: Accepter automatiquement toutes les demandes d'amitié/connexion comme étant des amis
it: Chi richiede la connessione/amicizia sarà accettato automaticamente come amico
nl: Keur automatisch alle vriendschaps-/connectieverzoeken goed als vrienden.
ro: Aprobă automat toate conexiunile/solicitările de prietenie ca și prieteni
ru: Автоматически одобряются все подключения / запросы в друзья, расширяется список друзей

source: Private Forum [Experimental]
cs: Soukromé fórum [Experimentální]
de: Privates Forum [Versuchsstadium]
fr: Forum privé [expérimental]
it: Forum privato [sperimentale]
nl: Privé-forum [experimenteel]
ro: Forum Privat [Experimental]
ru: Личный форум [экспериментально]

source: Private forum - approved members only
cs: Soukromé fórum - pouze pro schválené členy
de: Privates Forum, nur für Mitglieder
fr: Forum privé - modéré en inscription
it: Forum privato - solo membri approvati
nl: Privé-forum - enkel voor goedgekeurde leden
ro: Forum Privat - numai membrii aprobați
ru: Приватный форум - разрешено только участникам

source: (Optional) Allow this OpenID to login to this account.
cs: (Volitelné) Povolit OpenID pro přihlášení k tomuto účtu.
de: (Optional) Erlaube die Anmeldung für dieses Konto mit dieser OpenID.
fr: &amp;nbsp;(Facultatif) Autoriser cet OpenID à se connecter à ce compte.
it: (Opzionale) Consente di loggarti in questo account con questo OpenID
nl: (Optioneel) Laat dit OpenID toe om in te loggen op deze account.
ro: (Opţional) Permite acest OpenID să se conecteze la acest cont.
ru: (Необязательно) Разрешить этому OpenID входить в этот аккаунт

source: Publish your default profile in your local site directory?
cs: Publikovat Váš výchozí profil v místním adresáři webu?
de: Darf dein Standardprofil im Verzeichnis dieses Servers veröffentlicht werden?
fr: Publier votre profil par défaut sur l'annuaire local de ce site?
it: Pubblica il tuo profilo predefinito nell'elenco locale del sito
nl: Je standaardprofiel in je lokale gids publiceren?
ro: Publicați profilul dvs. implicit în directorul site-ului dvs. local?
ru: Публиковать ваш профиль по умолчанию в вашем локальном каталоге на сайте?

source: Publish your default profile in the global social directory?
cs: Publikovat Váš výchozí profil v globální sociálním adresáři?
de: Darf dein Standardprofil im weltweiten Verzeichnis veröffentlicht werden?
fr: Publier votre profil par défaut sur l'annuaire social global?
it: Pubblica il tuo profilo predefinito nell'elenco sociale globale
nl: Je standaardprofiel in de globale sociale gids publiceren?
ro: Publicați profilul dvs. implicit în directorul social global?
ru: Публиковать ваш профиль по умолчанию в глобальном социальном каталоге?

source: Hide your contact/friend list from viewers of your default profile?
cs: Skrýt Vaše kontaktní údaje a seznam přátel před návštěvníky ve Vašem výchozím profilu?
de: Liste der Kontakte vor Betrachtern des Standardprofils verbergen?
fr: Cacher votre liste de contacts/amis des visiteurs de votre profil par défaut?
it: Nascondi la lista dei tuoi contatti/amici dai visitatori del tuo profilo predefinito
nl: Je vrienden/contacten verbergen voor bezoekers van je standaard profiel?
ro: Ascundeţi lista dvs. de contacte/prieteni de vizitatorii profilului dvs. implicit?
ru: Скрывать ваш список контактов/друзей от посетителей вашего профиля по умолчанию?

source: Hide your profile details from unknown viewers?
cs: Skrýt Vaše profilové detaily před neznámými uživateli?
de: Profil-Details vor unbekannten Betrachtern verbergen?
fr: Cacher les détails du profil aux visiteurs inconnus?
it: Nascondi i dettagli del tuo profilo ai visitatori sconosciuti?
nl: Je profieldetails verbergen voor onbekende bezoekers?
ro: Ascundeţi detaliile profilului dvs. de vizitatorii necunoscuți?
ru: Скрыть данные профиля из неизвестных зрителей?

source: Allow friends to post to your profile page?
cs: Povolit přátelům umisťování příspěvků na vaši profilovou stránku?
de: Dürfen deine Kontakte auf deine Pinnwand schreiben?
fr: Autoriser vos amis à publier sur votre profil?
it: Permetti agli amici di scrivere sulla tua pagina profilo?
nl: Vrienden toestaan om op jou profielpagina te posten?
ro: Permiteți prietenilor să posteze pe pagina dvs. de profil ?
ru: Разрешить друзьям оставлять сообщения на страницу вашего профиля?

source: Allow friends to tag your posts?
cs: Povolit přátelům označovat Vaše příspěvky?
de: Dürfen deine Kontakte deine Beiträge mit Schlagwörtern versehen?
fr: Autoriser vos amis à tagguer vos notices?
it: Permetti agli amici di taggare i tuoi messaggi?
nl: Sta vrienden toe om jouw berichten te labelen?
ro: Permiteți prietenilor să vă eticheteze postările?
ru: Разрешить друзьям отмечять ваши сообщения?

source: Allow us to suggest you as a potential friend to new members?
cs: Chcete nám povolit abychom vás navrhovali jako přátelé pro nové členy?
de: Dürfen wir dich neuen Mitgliedern als potentiellen Kontakt vorschlagen?
fr: Autoriser les suggestions d'amis potentiels aux nouveaux arrivants?
it: Ci permetti di suggerirti come potenziale amico ai nuovi membri?
nl: Sta je mij toe om jou als mogelijke vriend voor te stellen aan nieuwe leden?
ro: Ne permiteți să vă recomandăm ca și potențial prieten pentru membrii noi?
ru: Позвольть предлогать Вам потенциальных друзей?

source: Permit unknown people to send you private mail?
cs: Povolit neznámým lidem Vám zasílat soukromé zprávy?
de: Dürfen dir Unbekannte private Nachrichten schicken?
fr: Autoriser les messages privés d'inconnus?
it: Permetti a utenti sconosciuti di inviarti messaggi privati?
nl: Mogen onbekende personen jou privé berichten sturen?
ro: Permiteți persoanelor necunoscute să vă trimită mesaje private?
ru: Разрешить незнакомым людям отправлять вам личные сообщения?

source: Profile is <strong>not published</strong>.
cs: Profil <strong>není zveřejněn</strong>.
de: Profil ist <strong>nicht veröffentlicht</strong>.
fr: Ce profil n'est <strong>pas publié</strong>.
it: Il profilo <strong>non è pubblicato</strong>.
nl: Profiel is <strong>niet gepubliceerd</strong>.
ro: Profilul <strong>nu este publicat</strong>.
ru: Профиль <strong>не публикуется</strong>.

source: or
cs: nebo
de: oder
fr: ou
it: o
nl: of
ro: sau
ru: или

source: Your Identity Address is
cs: Vaše adresa identity je
de: Die Adresse deines Profils lautet:
fr: L'adresse de votre identité est
it: L'indirizzo della tua identità è
ro: Adresa Dvs. de Identitate este
ru: Ваш идентификационный адрес

source: Automatically expire posts after this many days:
cs: Automaticky expirovat příspěvky po zadaném počtu dní:
de: Beiträge verfallen automatisch nach dieser Anzahl von Tagen:
fr: Les publications expirent automatiquement après (en jours) :
it: Fai scadere i post automaticamente dopo x giorni:
nl: Laat berichten automatisch vervallen na zo veel dagen:
ro: Postările vor expira automat după atâtea zile:
ru: Автоматическое истекание срока действия сообщения после стольких дней:

source: If empty, posts will not expire. Expired posts will be deleted
cs: Pokud je prázdné, příspěvky nebudou nikdy expirovat. Expirované příspěvky budou vymazány
de: Wenn leer verfallen Beiträge nie automatisch. Verfallene Beiträge werden gelöscht.
fr: Si ce champ est vide, les notices n'expireront pas. Les notices expirées seront supprimées
it: Se lasciato vuoto, i messaggi non verranno cancellati.
nl: Berichten zullen niet vervallen indien leeg. Vervallen berichten zullen worden verwijderd.
ro: Dacă se lasă necompletat, postările nu vor expira. Postările expirate vor fi şterse
ru: Если пусто, срок действия сообщений не будет ограничен. Сообщения с истекшим сроком действия будут удалены

source: Advanced expiration settings
cs: Pokročilé nastavení expirací
de: Erweiterte Verfallseinstellungen
fr: Réglages avancés de l'expiration
it: Impostazioni avanzate di scandenza
nl: Geavanceerde instellingen voor vervallen
ro: Configurări Avansate de Expirare
ru: Настройки расширенного окончания срока действия

source: Advanced Expiration
cs: Nastavení expirací
de: Erweitertes Verfallen
fr: Expiration (avancé)
it: Scadenza avanzata
nl: Geavanceerd Verval:
ro: Expirare Avansată
ru: Расширенное окончание срока действия

source: Expire posts:
cs: Expirovat příspěvky:
de: Beiträge verfallen lassen:
fr: Faire expirer les contenus:
it: Fai scadere i post:
nl: Laat berichten vervallen:
ro: Postările expiră:
ru: Срок хранения сообщений:

source: Expire personal notes:
cs: Expirovat osobní poznámky:
de: Persönliche Notizen verfallen lassen:
fr: Faire expirer les notes personnelles:
it: Fai scadere le Note personali:
nl: Laat persoonlijke aantekeningen verlopen:
ro: Notele personale expiră:
ru: Срок хранения личных заметок:

source: Expire starred posts:
cs: Expirovat příspěvky s hvězdou:
de: Markierte Beiträge verfallen lassen:
fr: Faire expirer les contenus marqués:
it: Fai scadere i post Speciali:
nl: Laat berichten met ster verlopen
ro: Postările favorite expiră:
ru: Срок хранения усеянных сообщений:

source: Expire photos:
cs: Expirovat fotografie:
de: Fotos verfallen lassen:
fr: Faire expirer les photos:
it: Fai scadere le foto:
nl: Laat foto's vervallen:
ro: Fotografiile expiră:
ru: Срок хранения фотографий:

source: Only expire posts by others:
cs: Přízpěvky expirovat pouze ostatními:
de: Nur Beiträge anderer verfallen:
fr: Faire expirer seulement les messages des autres :
it: Fai scadere solo i post degli altri:
nl: Laat alleen berichten door anderen vervallen:
ro: Expiră numai postările altora:
ru: Только устаревшие посты других:

source: Account Settings
cs: Nastavení účtu
de: Kontoeinstellungen
fr: Compte
it: Impostazioni account
nl: Account Instellingen
ro: Configurări Cont
ru: Настройки аккаунта

source: Password Settings
cs: Nastavení hesla
de: Passwort-Einstellungen
fr: Réglages de mot de passe
it: Impostazioni password
nl: Wachtwoord Instellingen
ro: Configurări Parolă
ru: Настройка пароля

source: New Password:
cs: Nové heslo:
de: Neues Passwort:
fr: Nouveau mot de passe:
it: Nuova password:
nl: Nieuw Wachtwoord:
ro: Parola Nouă:
ru: Новый пароль:

source: Confirm:
cs: Potvrďte:
de: Bestätigen:
fr: Confirmer:
it: Conferma:
nl: Bevestig:
ru: Подтвердите:

source: Leave password fields blank unless changing
cs: Pokud nechcete změnit heslo, položku hesla nevyplňujte
de: Lass die Passwort-Felder leer, außer du willst das Passwort ändern
fr: Laissez les champs de mot de passe vierges, sauf si vous désirez les changer
it: Lascia questi campi in bianco per non effettuare variazioni alla password
nl: Laat de wachtwoord-velden leeg, tenzij je het wilt veranderen
ro: Lăsaţi câmpurile, pentru parolă, goale dacă nu doriți să modificați
ru: Оставьте поля пароля пустыми, если он не изменяется

source: Basic Settings
cs: Základní nastavení
de: Grundeinstellungen
fr: Réglages basiques
it: Impostazioni base
nl: Basis Instellingen
ro: Configurări de Bază
ru: Основные параметры

source: Full Name:
cs: Celé jméno:
de: Kompletter Name:
fr: Nom complet:
it: Nome completo:
nl: Volledige Naam:
ro: Nume complet:
ru: Полное имя:

source: Email Address:
cs: E-mailová adresa:
de: E-Mail-Adresse:
fr: Adresse courriel:
it: Indirizzo Email:
nl: E-mailadres:
ro: Adresa de email:
ru: Адрес электронной почты:

source: Your Timezone:
cs: Vaše časové pásmo:
de: Deine Zeitzone:
fr: Votre fuseau horaire:
it: Il tuo fuso orario:
nl: Je Tijdzone:
ro: Fusul dvs. orar:
ru: Ваш часовой пояс:

source: Default Post Location:
cs: Výchozí umístění příspěvků:
de: Standardstandort:
fr: Publication par défaut depuis :
it: Località predefinita:
nl: Standaard locatie:
ro: Locația Implicită pentru Postări
ru: Местонахождение по умолчанию:

source: Use Browser Location:
cs: Používat umístění dle prohlížeče:
de: Standort des Browsers verwenden:
fr: Utiliser la localisation géographique du navigateur:
it: Usa la località rilevata dal browser:
nl: Gebruik Webbrowser Locatie:
ro: Folosește Locația Navigatorului:
ru: Использовать определение местоположения браузером:

source: Security and Privacy Settings
cs: Nastavení zabezpečení a soukromí
de: Sicherheits- und Privatsphäre-Einstellungen
fr: Réglages de sécurité et vie privée
it: Impostazioni di sicurezza e privacy
nl: Instellingen voor Beveiliging en Privacy
ro: Configurări de Securitate și Confidențialitate
ru: Параметры безопасности и конфиденциальности

source: Maximum Friend Requests/Day:
cs: Maximální počet žádostí o přátelství za den:
de: Maximale Anzahl von Freundschaftsanfragen/Tag:
fr: Nombre maximal de requêtes d'amitié/jour:
it: Numero massimo di richieste di amicizia al giorno:
nl: Maximum aantal vriendschapsverzoeken per dag:
ro: Solicitări de Prietenie, Maxime/Zi
ru: Максимум запросов в друзья в день:

source: (to prevent spam abuse)
cs: (Aby se zabránilo spamu)
de: (um SPAM zu vermeiden)
fr: (pour limiter l'impact du spam)
it: (per prevenire lo spam)
nl: (om spam misbruik te voorkomen)
ro: (Pentru a preveni abuzul de tip spam)
ru: (для предотвращения спама)

source: Default Post Permissions
cs: Výchozí oprávnění pro příspěvek
de: Standard-Zugriffsrechte für Beiträge
fr: Permissions par défaut sur les articles
it: Permessi predefiniti per i messaggi
nl: Standaard rechten voor nieuwe berichten
ro: Permisiuni Implicite Postări
ru: Разрешение на сообщения по умолчанию

source: (click to open/close)
cs: (Klikněte pro otevření/zavření)
de: (klicke zum öffnen/schließen)
fr: (cliquer pour ouvrir/fermer)
it: (clicca per aprire/chiudere)
nl: (klik om te openen/sluiten)
ro: (apăsați pentru a deschide/închide)
ru: (нажмите, чтобы открыть / закрыть)

source: Maximum private messages per day from unknown people:
cs: Maximum soukromých zpráv od neznámých lidí:
de: Maximale Anzahl privater Nachrichten von Unbekannten pro Tag:
fr: Maximum de messages privés d'inconnus par jour:
it: Numero massimo di messaggi privati da utenti sconosciuti per giorno:
nl: Maximum aantal privé-berichten per dag van onbekende personen:
ro: Maximum de mesaje private pe zi, de la persoanele necunoscute:
ru: Максимальное количество личных сообщений от незнакомых людей в день:

source: Notification Settings
cs: Nastavení notifikací
de: Benachrichtigungseinstellungen
fr: Réglages de notification
it: Impostazioni notifiche
nl: Notificatie Instellingen
ro: Configurări de Notificare
ru: Настройка уведомлений

source: By default post a status message when:
cs: Defaultně posílat statusové zprávy když:
de: Standardmäßig eine Statusnachricht posten, wenn:
fr: Par défaut, poster un statut quand:
nl: Post automatisch een bericht op je tijdlijn wanneer:
ro: Implicit, postează un mesaj de stare atunci când:
ru: Отправить состояние о статусе по умолчанию, если:

source: accepting a friend request
cs: akceptuji požadavek na přátelství
de: – du eine Kontaktanfrage akzeptierst
fr: j'accepte un ami
nl: Een vriendschapsverzoek accepteren
ro: se acceptă o solicitare de prietenie
ru: принятие запроса на добавление в друзья

source: joining a forum/community
cs: připojující se k fóru/komunitě
de: – du einem Forum/einer Gemeinschaftsseite beitrittst
fr: joignant un forum/une communauté
nl: Lid worden van een groep/forum
ro: se aderă la un forum/o comunitate
ru: вступление в сообщество/форум

source: making an <em>interesting</em> profile change
cs: provedení <em>zajímavé</em> profilové změny
de: – du eine <em>interessante</em> Änderung an deinem Profil durchführst
fr: je fais une modification <em>intéressante</em> de mon profil
nl: Een <em>interessante</em> verandering aan je profiel
ro: se face o modificări de profil<em>interesantă</em>
ru: сделать изменения в <em>настройках интересов</em> профиля

source: Send a notification email when:
cs: Poslat notifikaci e-mailem, když
de: Benachrichtigungs-E-Mail senden wenn:
fr: Envoyer un courriel de notification quand:
it: Invia una mail di notifica quando:
nl: Stuur een notificatie e-mail wanneer:
ro: Trimiteți o notificare email atunci când:
ru: Отправлять уведомление по электронной почте, когда:

source: You receive an introduction
cs: obdržíte žádost o propojení
de: – du eine Kontaktanfrage erhältst
fr: Vous recevez une introduction
it: Ricevi una presentazione
nl: Je ontvangt een vriendschaps- of connectieverzoek
ro: Primiți o introducere
ru: Вы получили запрос

source: Your introductions are confirmed
cs: Vaše žádosti jsou potvrzeny
de: – eine deiner Kontaktanfragen akzeptiert wurde
fr: Vos introductions sont confirmées
it: Le tue presentazioni sono confermate
nl: Jouw vriendschaps- of connectieverzoeken zijn bevestigd
ro: Introducerile dvs. sunt confirmate
ru: Ваши запросы подтверждены

source: Someone writes on your profile wall
cs: někdo Vám napíše na Vaši profilovou stránku
de: – jemand etwas auf deine Pinnwand schreibt
fr: Quelqu'un écrit sur votre mur
it: Qualcuno scrive sulla bacheca del tuo profilo
nl: Iemand iets op je tijdlijn schrijft
ro: Cineva scrie pe perete dvs. de profil
ru: Кто-то пишет на стене вашего профиля

source: Someone writes a followup comment
cs: někdo Vám napíše následný komentář
de: – jemand auch einen Kommentar verfasst
fr: Quelqu'un vous commente
it: Qualcuno scrive un commento a un tuo messaggio
nl: Iemand een reactie schrijft
ro: Cineva scrie un comentariu de urmărire
ru: Кто-то пишет последующий комментарий

source: You receive a private message
cs: obdržíte soukromou zprávu
de: – du eine private Nachricht erhältst
fr: Vous recevez un message privé
it: Ricevi un messaggio privato
nl: Je een privé-bericht ontvangt
ro: Primiți un mesaj privat
ru: Вы получаете личное сообщение

source: You receive a friend suggestion
cs: Obdržel jste návrh přátelství
de: – du eine Empfehlung erhältst
fr: Vous avez reçu une suggestion d'ami
it: Hai ricevuto un suggerimento di amicizia
nl: Je een suggestie voor een vriendschap ontvangt
ro: Primiți o sugestie de prietenie
ru: Вы полулили предложение о добавлении в друзья

source: You are tagged in a post
cs: Jste označen v příspěvku
de: – du in einem Beitrag erwähnt wirst
fr: Vous avez été repéré dans une publication
it: Sei stato taggato in un post
nl: Je expliciet in een bericht bent genoemd
ro: Sunteți etichetat într-o postare
ru: Вы отмечены в посте

source: You are poked/prodded/etc. in a post
cs: Byl Jste šťouchnout v příspěvku
de: – du von jemandem angestupst oder sonstwie behandelt wirst
fr: Vous avez été sollicité dans une publication
nl: Je in een bericht bent aangestoten/gepord/etc.
ro: Sunteți abordat/incitat/etc. într-o postare

source: Advanced Account/Page Type Settings
cs: Pokročilé nastavení účtu/stránky
de: Erweiterte Konto-/Seitentyp-Einstellungen
fr: Paramètres avancés de compte/page
it: Impostazioni avanzate Account/Tipo di pagina
ro: Configurări Avansate Cont/Tip Pagină
ru: Расширенные настройки типа аккаунта/страницы

source: Change the behaviour of this account for special situations
cs: Změnit chování tohoto účtu ve speciálních situacích
de: Verhalten dieses Kontos in bestimmten Situationen:
fr: Modifier le comportement de ce compte dans certaines situations
it: Modifica il comportamento di questo account in situazioni speciali
ro: Modificați comportamentul acestui cont pentru situațiile speciale
ru: Измените поведение этого аккаунта в специальных ситуациях

source: Manage Identities and/or Pages
cs: Správa identit a / nebo stránek
de: Verwalte Identitäten und/oder Seiten
fr: Gérer les identités et/ou les pages
it: Gestisci indentità e/o pagine
nl: Beheer Identiteiten en/of Pagina's
ro: Administrare Identităţii şi/sau Pagini
ru: Управление идентификацией и / или страницами

source: Toggle between different identities or community/group pages which share your account details or which you have been granted "manage" permissions
cs: Přepnutí mezi různými identitami nebo komunitními/skupinovými stránkami, které sdílí Vaše detaily účtu, nebo kterým jste přidělili oprávnění nastavovat přístupová práva.
de: Zwischen verschiedenen Identitäten oder Foren wechseln, die deine Zugangsdaten (E-Mail und Passwort) teilen oder zu denen du „Verwalten“-Befugnisse bekommen hast.
fr: Basculez entre les différentes identités ou pages (groupes/communautés) qui se partagent votre compte ou que vous avez été autorisé à gérer.
it: Cambia tra differenti identità o pagine comunità/gruppi che condividono il tuo account o per cui hai i permessi di gestione
nl: Wissel tussen verschillende identiteiten of forum/groeppagina's die jouw accountdetails delen of waar je "beheerdersrechten" hebt gekregen.
ro: Comutați între diferitele identităţi sau pagini de comunitate/grup, care împărtășesc detaliile contului dvs. sau pentru care v-au fost acordate drepturi de "gestionare "

source: Select an identity to manage:
cs: Vyberte identitu pro správu:
de: Wähle eine Identität zum Verwalten:
fr: Choisir une identité à gérer:
it: Seleziona un'identità da gestire:
nl: Selecteer een identiteit om te beheren:
ro: Selectaţi o identitate de gestionat:
ru: Выберите идентификацию для управления:

source: Search Results For:
cs: Výsledky hledání pro:
de: Suchergebnisse für:
fr: Résultats pour:
it: Cerca risultati per:
ro: Rezultatele Căutării Pentru:
ru: Результаты поиска для:

source: Remove term
cs: Odstranit termín
de: Begriff entfernen
fr: Retirer le terme
it: Rimuovi termine
nl: Verwijder zoekterm
ro: Eliminare termen
ru: Удалить элемент

source: Saved Searches
cs: Uložená hledání
de: Gespeicherte Suchen
fr: Recherches
it: Ricerche salvate
nl: Opgeslagen zoekopdrachten
ro: Căutări Salvate
ru: запомненные поиски

source: add
cs: přidat
de: hinzufügen
fr: ajouter
it: aggiungi
nl: toevoegen
ru: добавить

source: Commented Order
cs: Dle komentářů
de: Neueste Kommentare
fr: Tri par commentaires
it: Ordina per commento
nl: Nieuwe reacties bovenaan
ro: Ordonare Comentarii
ru: Прокомментированный запрос

source: Sort by Comment Date
cs: Řadit podle data komentáře
de: Nach Kommentardatum sortieren
fr: Trier par date de commentaire
it: Ordina per data commento
nl: Berichten met nieuwe reacties bovenaan
ro: Sortare după Data Comentariului
ru: Сортировать по дате комментария

source: Posted Order
cs: Dle data
de: Neueste Beiträge
fr: Tri par publications
it: Ordina per invio
nl: Nieuwe berichten bovenaan
ro: Ordonare Postări
ru: Отправленный запрос

source: Sort by Post Date
cs: Řadit podle data příspěvku
de: Nach Beitragsdatum sortieren
fr: Trier par date de publication
it: Ordina per data messaggio
nl: Nieuwe berichten bovenaan
ro: Sortare după Data Postării
ru: Сортировать по дате отправки

source: Posts that mention or involve you
cs: Příspěvky, které Vás zmiňují nebo zahrnují
de: Beiträge, in denen es um dich geht
fr: Publications qui vous concernent
it: Messaggi che ti citano o coinvolgono
nl: Alleen berichten die jou vermelden of op jou betrekking hebben
ro: Postări ce vă menționează sau vă implică

source: New
cs: Nové
de: Neue
fr: Nouveau
it: Nuovo
nl: Nieuw
ro: Nou
ru: Новый

source: Activity Stream - by date
cs: Proud aktivit - dle data
de: Aktivitäten-Stream - nach Datum
fr: Flux d'activités - par date
it: Activity Stream - per data
nl: Activiteitenstroom - volgens datum
ro: Flux Activități - după dată
ru: Лента активности - по дате

source: Shared Links
cs: Sdílené odkazy
de: Geteilte Links
fr: Liens partagés
it: Links condivisi
nl: Gedeelde links
ro: Linkuri partajate
ru: Ссылки, которыми поделились

source: Interesting Links
cs: Zajímavé odkazy
de: Interessante Links
fr: Liens intéressants
it: Link Interessanti
nl: Interessante links
ro: Legături Interesante
ru: Интересные ссылки

source: Starred
cs: S hvězdičkou
de: Markierte
fr: Mis en avant
it: Preferiti
nl: Met ster
ro: Cu steluță
ru: Помеченный
