Repository: duthied/Free-Friendika
Catalog: view/*/messages.po
Languages: cs, de, fr, it, nl, ro, ru

source: Help or @NewHere ?
cs: Pomoc nebo @ProNováčky ?
de: Hilfe oder @NewHere
fr: Aide ou @NewHere?
it: Serve aiuto? Sei nuovo?
ro: Ajutor sau @NouAici ?
ru: Помощь

source: Connect Services
cs: Propojené služby
de: Verbinde Dienste
fr: Connecter des services
it: Servizi di conessione
nl: Diensten verbinden
ro: Conectare Servicii
ru: Подключить службы

source: Last Tweets
cs: Poslední tweety
de: Neueste Tweets
fr: Derniers tweets

source: Set twitter search term
cs: Nastavit vyhledávací frázi na twitteru
de: Twitter Suchbegriff
fr: Rechercher un terme twitter

source: don't show
cs: nikdy nezobrazit
de: nicht zeigen
fr: cacher
it: non mostrare
nl: niet tonen
ro: nu afișa
ru: не показывать

source: show
cs: zobrazit
de: zeigen
fr: montrer
it: mostra
nl: tonen
ro: afișare
ru: показывать

source: Show/hide boxes at right-hand column:
cs: Zobrazit/skrýt boxy na pravém sloupci:
de: Rahmen auf der rechten Seite anzeigen/verbergen
fr: Montrer/cacher les boîtes dans la colonne de droite :
ro: Afişare/ascundere casete din coloana din dreapta:
ru: Показать/скрыть блоки в правой колонке:

source: Set line-height for posts and comments
cs: Nastav výšku řádku pro přízpěvky a komentáře.
de: Liniengröße für Beiträge und Kommantare festlegen
fr: Réglez 'line-height' (hauteur de police) pour publications et commentaires
it: Altezza della linea di testo di messaggi e commenti
nl: Stel lijnhoogte voor berichten en reacties in
ro: Stabilire înălțime linie pentru postări şi comentarii
ru: Установить высоту строки для постов и комментариев

source: Set resolution for middle column
cs: Nastav rozlišení pro prostřední sloupec
de: Auflösung für die Mittelspalte setzen
fr: Réglez la résolution de la colonne centrale
nl: Stel resolutie in voor de middelste kolom.
ro: Stabilire rezoluţie pentru coloana din mijloc
ru: Установить разрешение для средней колонки

source: Set color scheme
cs: Nastavení barevného schematu
de: Wähle Farbschema
fr: Choisir le schéma de couleurs
nl: Stel kleurenschema in
ro: Stabilire schemă de culori
ru: Установить цветовую схему

source: Set zoomfactor for Earth Layer
cs: Nastavit přiblížení pro Earth Layer
de: Zoomfaktor der Earth Layer
fr: Niveau de zoom
ro: Stabilire factor de magnificare pentru Straturi Pământ
ru: Установить масштаб карты

source: Last tweets
cs: Poslední tweety
de: Neueste Tweets
fr: Derniers tweets

source: Alignment
cs: Zarovnání
de: Ausrichtung
fr: Alignement
it: Allineamento
nl: Uitlijning
ro: Aliniere
ru: Выравнивание

source: Left
cs: Vlevo
de: Links
fr: Gauche
it: Sinistra
nl: Links
ro: Stânga

source: Center
cs: Uprostřed
de: Mitte
fr: Centre
it: Centrato
nl: Gecentreerd
ro: Centrat
ru: Центр

source: Posts font size
cs: Velikost písma u příspěvků
de: Schriftgröße in Beiträgen
fr: Taille de texte des messages
nl: Lettergrootte berichten
ro: Dimensiune font postări
ru: Размер шрифта постов

source: Textareas font size
cs: Velikost písma textů
de: Schriftgröße in Eingabefeldern
nl: Lettergrootte tekstgebieden
ro: Dimensiune font zone text
ru: Размер шрифта текстовых полей

source: Set colour scheme
cs: Nastavit barevné schéma
de: Farbschema wählen
fr: Choisir le schéma de couleurs
it: Imposta schema colori
nl: Stel kleurschema in
ro: Stabilire schemă de culori
ru: Установить цветовую схему

source: Birthday:
cs: Narozeniny:
de: Geburtstag:
fr: Anniversaire:
it: Compleanno:
nl: Verjaardag:
ro: Zile Naştere :
ru: День рождения:

source: Age:
cs: Věk:
de: Alter:
it: Età:
nl: Leeftijd:
ro: Vârsta:
ru: Возраст:

source: for %1$d %2$s
cs: pro %1$d %2$s
de: für %1$d %2$s
fr: depuis %1$d %2$s
it: per %1$d %2$s
nl: voor %1$d %2$s
ro: pentru %1$d %2$s

source: Hobbies/Interests:
cs: Koníčky/zájmy:
de: Hobbies/Interessen:
fr: Passe-temps/Centres d'intérêt:
it: Hobby/Interessi:
nl: Hobby:
ro: Hobby/Interese:
ru: Хобби / Интересы:

source: Contact information and Social Networks:
cs: Kontaktní informace a sociální sítě:
de: Kontaktinformationen und Soziale Netzwerke:
fr: Coordonnées/Réseaux sociaux:
it: Informazioni su contatti e social network:
nl: Contactinformatie en sociale netwerken:
ro: Informaţii de Contact şi Reţele Sociale:
ru: Информация о контакте и социальных сетях:

source: Musical interests:
cs: Hudební vkus:
de: Musikalische Interessen:
fr: Goûts musicaux:
it: Interessi musicali:
nl: Muzikale interesse
ro: Preferințe muzicale:
ru: Музыкальные интересы:

source: Books, literature:
cs: Knihy, literatura:
de: Literatur/Bücher:
fr: Lectures:
it: Libri, letteratura:
nl: Boeken, literatuur:
ro: Cărti, literatură:
ru: Книги, литература:

source: Television:
cs: Televize:
de: Fernsehen:
fr: Télévision:
it: Televisione:
nl: Televisie
ro: Programe TV:
ru: Телевидение:

source: Film/dance/culture/entertainment:
cs: Film/tanec/kultura/zábava:
de: Filme/Tänze/Kultur/Unterhaltung:
fr: Cinéma/Danse/Culture/Divertissement:
it: Film/danza/cultura/intrattenimento:
nl: Film/dans/cultuur/ontspanning:
ro: Film/dans/cultură/divertisment:
ru: Кино / Танцы / Культура / Развлечения:

source: Love/Romance:
cs: Láska/romance
de: Liebesleben:
fr: Amour/Romance:
it: Amore:
nl: Liefde/romance:
ro: Dragoste/Romantism:
ru: Любовь / Романтика:

source: Work/employment:
cs: Práce/zaměstnání:
de: Arbeit/Beschäftigung:
fr: Activité professionnelle/Occupation:
it: Lavoro:
nl: Werk/beroep:
ro: Loc de Muncă/Slujbă:
ru: Работа / Занятость:

source: School/education:
cs: Škola/vzdělávání:
de: Schule/Ausbildung:
fr: Études/Formation:
it: Scuola:
nl: School/opleiding:
ro: Școală/educatie:
ru: Школа / Образование:

source: Unknown | Not categorised
cs: Neznámé | Nezařazeno
de: Unbekannt | Nicht kategorisiert
fr: Inconnu | Non-classé
it: Sconosciuto | non categorizzato
nl: Onbekend | Niet
ro: Necunoscut | Fără categorie
ru: Неизвестно | Не определено

source: Block immediately
cs: Okamžitě blokovat
de: Sofort blockieren
fr: Bloquer immédiatement
it: Blocca immediatamente
nl: Onmiddellijk blokkeren
ro: Blocare Imediată
ru: Блокировать немедленно

source: Shady, spammer, self-marketer
cs: pochybný, spammer, self-makerter
de: Zwielichtig, Spammer, Selbstdarsteller
fr: Douteux, spammeur, accro à l'auto-promotion
nl: Onbetrouwbaar, spammer, zelfpromotor
ro: Dubioșii, spammerii, auto-promoterii
ru: Тролль, спаммер, рассылает рекламу

source: Known to me, but no opinion
cs: Znám ho ale, ale bez rozhodnutí
de: Ist mir bekannt, hab aber keine Meinung
fr: Connu de moi, mais sans opinion
it: Lo conosco, ma non ho un'opinione particolare
nl: Bekend, maar geen mening
ro: Cunoscut mie, dar fără o opinie
ru: Известные мне, но нет определенного мнения

source: OK, probably harmless
cs: OK, pravděpodobně neškodný
de: OK, wahrscheinlich harmlos
fr: OK, probablement inoffensif
it: E' ok, probabilmente innocuo
nl: OK, waarschijnlijk onschadelijk
ro: OK, probabil inofensiv
ru: Хорошо, наверное, безвредные

source: Reputable, has my trust
cs: Renomovaný, má mou důvěru
de: Seriös, hat mein Vertrauen
fr: Réputé, a toute ma confiance
it: Rispettabile, ha la mia fiducia
nl: Gerenommeerd, heeft mijn vertrouwen
ro: Cu reputație, are încrederea mea
ru: Уважаемые, есть мое доверие

source: Frequently
cs: Často
de: immer wieder
fr: Fréquemment
it: Frequentemente
nl: Frequent
ro: Frecvent
ru: Часто

source: Hourly
cs: každou hodinu
de: Stündlich
fr: Toutes les heures
it: Ogni ora
nl: elk uur
ro: Din oră în oră
ru: Раз в час

source: Twice daily
cs: Dvakrát denně
de: Zweimal täglich
fr: Deux fois par jour
it: Due volte al dì
nl: Twee keer per dag
ro: De două ori pe zi
ru: Два раза в день

source: Zot!
de: Zott

source: XMPP/IM
de: XMPP/Chat

source: Male
cs: Muž
de: Männlich
fr: Masculin
it: Maschio
nl: Man
ro: Bărbat
ru: Мужчина

source: Female
cs: Žena
de: Weiblich
fr: Féminin
it: Femmina
nl: Vrouw
ro: Femeie
ru: Женщина

source: Currently Male
cs: V současné době muž
de: Momentan männlich
fr: Actuellement masculin
it: Al momento maschio
nl: Momenteel mannelijk
ro: În prezent Bărbat
ru: В данный момент мужчина

source: Currently Female
cs: V současné době žena
de: Momentan weiblich
fr: Actuellement féminin
it: Al momento femmina
nl: Momenteel vrouwelijk
ro: În prezent Femeie
ru: В настоящее время женщина

source: Mostly Male
cs: Většinou muž
de: Hauptsächlich männlich
fr: Principalement masculin
it: Prevalentemente maschio
nl: Meestal mannelijk
ro: Mai mult Bărbat
ru: В основном мужчина

source: Mostly Female
cs: Většinou žena
de: Hauptsächlich weiblich
fr: Principalement féminin
it: Prevalentemente femmina
nl: Meestal vrouwelijk
ro: Mai mult Femeie
ru: В основном женщина

source: Transsexual
cs: Transexuál
de: Transsexuell
fr: Transsexuel
it: Transessuale
nl: Transseksueel
ru: Транссексуал

source: Hermaphrodite
cs: Hermafrodit
de: Hermaphrodit
it: Ermafrodito
nl: Hermafrodiet
ro: Hermafrodit
ru: Гермафродит

source: Non-specific
cs: Nespecifikováno
de: Nicht spezifiziert
fr: Non-spécifique
it: Non specificato
nl: Niet-specifiek
ru: Не определен

source: Other
cs: Jiné
de: Andere
fr: Autre
it: Altro
nl: Anders
ro: Alta
ru: Другой

source: Undecided
cs: Nerozhodnuto
de: Unentschieden
fr: Indécis
it: Indeciso
ro: Indecisă
ru: Не решено

source: Males
cs: Muži
de: Männer
fr: Hommes
it: Maschi
nl: Mannen
ro: Bărbați
ru: Мужчины

source: Females
cs: Ženy
de: Frauen
fr: Femmes
it: Femmine
nl: Vrouwen
ro: Femei
ru: Женщины

source: Gay
de: Schwul
nl: Homo
ru: Гей

source: Lesbian
cs: Lesbička
de: Lesbisch
fr: Lesbienne
it: Lesbica
nl: Lesbienne
ro: Lesbiană
ru: Лесбиянка

source: No Preference
cs: Bez preferencí
de: Keine Vorlieben
fr: Sans préférence
it: Nessuna preferenza
nl: Geen voorkeur
ro: Fără Preferințe
ru: Без предпочтений

source: Bisexual
cs: Bisexuál
de: Bisexuell
fr: Bisexuel
it: Bisessuale
nl: Biseksueel
ru: Бисексуал

source: Virgin
cs: panic/panna
de: Jungfrauen
fr: Vierge
it: Vergine
nl: Maagd
ro: Virgin(ă)
ru: Девственница

source: Lonely
cs: Osamnělý
de: Einsam
fr: Esseulé
it: Solitario
nl: Eenzaam
ro: Singur(ă)
ru: Пока никого нет

source: Available
cs: Dostupný
de: Verfügbar
fr: Disponible
it: Disponibile
nl: Beschikbaar
ro: Disponibil(ă)
ru: Доступный

source: Unavailable
cs: Nedostupný
de: Nicht verfügbar
fr: Indisponible
it: Non disponibile
nl: Onbeschikbaar
ro: Indisponibil(ă)
ru: Не ищу никого

source: Has crush
cs: Zamilovaný
de: verknallt
fr: Attiré par quelqu'un
nl: Verliefd
ro: Îndrăgostit(ă)
ru: Имеет ошибку

source: Infatuated
cs: Zabouchnutý
de: verliebt
fr: Entiché
nl: Smoorverliefd
ro: Îndrăgostit(ă) nebunește
ru: Влюблён

source: Unfaithful
cs: Nevěrný
de: Untreu
fr: Infidèle
it: Infedele
nl: Ontrouw
ro: Infidel(ă)
ru: Изменяю супругу

source: Sex Addict
cs: Závislý na sexu
de: Sexbesessen
fr: Accro au sexe
it: Sesso-dipendente
nl: Seksverslaafd
ro: Dependent(ă) de Sex
ru: Люблю секс

source: Friends
cs: Přátelé
de: Freunde
fr: Amis
it: Amici
nl: Vrienden
ro: Prieteni
ru: Друзья

source: Friends/Benefits
cs: Přátelé / výhody
de: Freunde/Zuwendungen
fr: Amis par intérêt
it: Amici con benefici
nl: Vriendschap plus
ro: Prietenii/Prestaţii
ru: Друзья / Предпочтения

source: Engaged
cs: Zadaný
de: Verlobt
fr: Fiancé
it: Impegnato
nl: Verloofd
ro: Cuplat
ru: Занят

source: Married
cs: Ženatý/vdaná
de: Verheiratet
fr: Marié
it: Sposato
nl: Getrouwd
ro: Căsătorit(ă)
ru: Женат / Замужем

source: Imaginarily married
cs: Pomyslně ženatý/vdaná
de: imaginär verheiratet
fr: Se croit marié
nl: Denkbeeldig getrouwd
ro: Căsătorit(ă) imaginar

source: Partners
cs: Partneři
de: Partner
fr: Partenaire
ro: Parteneri
ru: Партнеры

source: Cohabiting
cs: Žijící ve společné domácnosti
de: zusammenlebend
fr: En cohabitation
it: Coinquilino
nl: Samenwonend
ro: În conviețuire
ru: Партнерство

source: Common law
cs: Zvykové právo
de: wilde Ehe
fr: Marié "de fait"/"sui juris" (concubin)
nl: getrouwd voor-de-wet
ro: Drept Comun

source: Happy
cs: Šťastný
de: Glücklich
fr: Heureux
it: Felice
nl: Blij
ro: Fericit(ă)
ru: Счастлив/а/

source: Not looking
cs: Nehledající
de: Nicht auf der Suche
fr: Pas intéressé
nl: Niet op zoek
ro: Nu caut
ru: Не в поиске

source: Betrayed
cs: Zrazen
de: Betrogen
fr: Trahi(e)
it: Tradito
nl: Bedrogen
ro: Înșelat(ă)
ru: Преданный

source: Separated
cs: Odloučený
de: Getrennt
fr: Séparé
it: Separato
nl: Uit elkaar
ro: Separat(ă)
ru: Разделенный

source: Unstable
cs: Nestálý
de: Unstabil
fr: Instable
it: Instabile
nl: Onstabiel
ro: Instabil(ă)
ru: Нестабильный

source: Divorced
cs: Rozvedený(á)
de: Geschieden
fr: Divorcé
it: Divorziato
nl: Gescheiden
ro: Divorţat(ă)
ru: Разведен(а)

source: Imaginarily divorced
cs: Pomyslně rozvedený
de: imaginär geschieden
fr: Se croit divorcé
nl: Denkbeeldig gescheiden
ro: Divorţat(ă) imaginar

source: Widowed
cs: Ovdovělý(á)
de: Verwitwet
fr: Veuf/Veuve
it: Vedovo
nl: Weduwnaar/weduwe
ro: Văduv(ă)
ru: Овдовевший

source: Uncertain
cs: Nejistý
de: Unsicher
fr: Incertain
it: Incerto
nl: Onzeker
ro: Incert
ru: Неопределенный

source: It's complicated
cs: Je to složité
de: Ist kompliziert
fr: C'est compliqué
nl: Het is gecompliceerd
ro: E complicat
ru: влишком сложно

source: Don't care
cs: Nezajímá
de: Ist mir nicht wichtig
fr: S'en désintéresse
it: Non interessa
nl: Kan me niet schelen
ro: Nu-mi pasă
ru: Не беспокоить

source: Ask me
cs: Zeptej se mě
de: Frag mich
fr: Me demander
it: Chiedimelo
nl: Vraag me
ro: Întreabă-mă
ru: Спросите меня

source: Starts:
cs: Začíná:
de: Beginnt:
fr: Débute:
it: Inizia:
nl: Begint:
ro: Începe:
ru: Начало:

source: Finishes:
cs: Končí:
de: Endet:
fr: Finit:
it: Finisce:
nl: Eindigt:
ro: Se finalizează:
ru: Окончание:

source: (no subject)
cs: (Bez předmětu)
de: (kein Betreff)
fr: (sans titre)
it: (nessun oggetto)
nl: (geen onderwerp)
ro: (fără subiect)
ru: (без темы)

source: on Last.fm
cs: na Last.fm
de: bei Last.fm
fr: sur Last.fm
nl: op Last.fm
ro: pe Last.fm
ru: на Last.fm

source: prev
cs: předchozí
de: vorige
fr: précédent
it: prec
nl: vorige
ro: preced
ru: пред.

source: first
cs: první
de: erste
fr: premier
it: primo
nl: eerste
ro: prima
ru: первый

source: last
cs: poslední
de: letzte
fr: dernier
it: ultimo
nl: laatste
ro: ultima
ru: последний

source: next
cs: další
de: nächste
fr: suivant
it: succ
nl: volgende
ro: următor
ru: след.

source: newer
cs: novější
de: neuer
fr: Plus récent
it: nuovi
nl: nieuwere berichten
ro: mai noi
ru: новее

source: older
cs: starší
de: älter
fr: Plus ancien
it: vecchi
nl: oudere berichten
ro: mai vechi
ru: старее

source: No contacts
cs: Žádné kontakty
de: Keine Kontakte
fr: Aucun contact
it: Nessun contatto
nl: Geen contacten
ro: Nici-un contact
ru: Нет контактов

source: %d Contact
cs: %d kontakt
de: %d Kontakt
it: %d contatto
ru: %d контакт

source: poke
cs: šťouchnout
de: anstupsen
fr: titiller
nl: aanstoten
ro: abordare

source: poked
cs: šťouchnut
de: stupste
fr: a titillé
nl: aangestoten
ro: a fost abordat(ă)

source: ping
cs: cinknout
de: anpingen
fr: attirer l'attention
ru: пинг

source: pinged
cs: cinkut
de: pingte
fr: a attiré l'attention de
nl: gepingd
ro: i s-a trimis ping
ru: пингуется

source: prod
cs: pobídnout
de: knuffen
fr: aiguillonner
nl: porren

source: prodded
cs: pobídnut
de: knuffte
fr: a aiguillonné
nl: gepord
ro: i s-a atras atenția

source: slap
cs: dát facku
de: ohrfeigen
fr: gifler
nl: slaan
ro: plesnire

source: slapped
cs: být uhozen
de: ohrfeigte
fr: a giflé
nl: geslagen
ro: a fost plesnit(ă)

source: finger
de: befummeln
fr: tripoter
ro: indicare

source: fingered
de: befummelte
fr: a tripoté
nl: gerfingerd
ro: a fost indicat(ă)

source: rebuff
cs: odmítnout
de: eine Abfuhr erteilen
fr: rabrouer
nl: afpoeieren
ro: respingere

source: rebuffed
cs: odmítnut
de: abfuhrerteilte
fr: a rabroué
nl: afgepoeierd
ro: a fost respins(ă)

source: happy
cs: šťasný
de: glücklich
fr: heureuse
nl: Blij
ro: fericit(ă)

source: sad
cs: smutný
de: traurig
fr: triste
nl: Verdrietig
ro: trist(ă)

source: mellow
cs: jemný
de: sanft
fr: suave
ro: trist(ă)

source: tired
cs: unavený
de: müde
fr: fatiguée
nl: vermoeid
ro: obosit(ă)

source: perky
cs: emergický
de: frech
fr: guillerette
nl: parmantig
ro: arogant(ă)

source: angry
cs: nazlobený
de: sauer
fr: colérique
nl: boos
ro: supărat(ă)

source: stupified
cs: otupen
de: verblüfft
fr: stupéfaite
nl: verbijsterd
ro: stupefiat(ă)

source: puzzled
cs: popletený
de: verwirrt
fr: perplexe
nl: onzeker
ro: nedumerit(ă)

source: interested
cs: zajímavý
de: interessiert
fr: intéressée
nl: Geïnteresseerd
ro: interesat(ă)

source: bitter
cs: hořký
de: verbittert
fr: amère
ro: amarnic

source: cheerful
cs: radnostný
de: fröhlich
fr: entraînante
nl: vrolijk
ro: vesel(ă)

source: alive
cs: naživu
de: lebendig
fr: vivante
nl: levend
ro: plin(ă) de viață

source: annoyed
cs: otráven
de: verärgert
fr: ennuyée
nl: verveeld
ro: enervat(ă)

source: anxious
cs: znepokojený
de: unruhig
fr: anxieuse
nl: bezorgd
ro: neliniştit(ă)

source: cranky
cs: mrzutý
de: schrullig
fr: excentrique
nl: humeurig
ro: irascibil(ă)

source: disturbed
cs: vyrušen
de: verstört
fr: dérangée
nl: verontrust
ro: perturbat(ă)

source: frustrated
cs: frustrovaný
de: frustriert
fr: frustrée
nl: gefrustreerd
ro: frustrat(ă)

source: motivated
cs: motivovaný
de: motiviert
fr: motivée
nl: gemotiveerd
ro: motivat(ă)

source: relaxed
cs: uvolněný
de: entspannt
fr: détendue
nl: ontspannen
ro: relaxat(ă)

source: surprised
cs: překvapený
de: überrascht
fr: surprise
nl: verbaasd
ro: surprins(ă)

source: January
cs: Ledna
de: Januar
fr: Janvier
it: Gennaio
nl: Januari
ro: Ianuarie
ru: Январь

source: February
cs: Února
de: Februar
fr: Février
it: Febbraio
nl: Februari
ro: Februarie
ru: Февраль

source: March
cs: Března
de: März
fr: Mars
it: Marzo
nl: Maart
ro: Martie
ru: Март

source: May
cs: Května
de: Mai
fr: Mai
it: Maggio
nl: Mei
ro: Mai
ru: Май

source: June
cs: Června
de: Juni
fr: Juin
it: Giugno
nl: Juni
ro: Iunie
ru: Июнь

source: July
cs: Července
de: Juli
fr: Juillet
it: Luglio
nl: Juli
ro: Iulie
ru: Июль

source: October
cs: Října
de: Oktober
fr: Octobre
it: Ottobre
nl: Oktober
ro: Octombrie
ru: Октябрь

source: December
cs: Prosinec
de: Dezember
fr: Décembre
it: Dicembre
ro: Decembrie
ru: Декабрь

source: bytes
cs: bytů
de: Byte
fr: octets
ro: octeţi
ru: байт

source: Click to open/close
cs: Klikněte pro otevření/zavření
de: Zum öffnen/schließen klicken
fr: Cliquer pour ouvrir/fermer
it: Clicca per aprire/chiudere
nl: klik om te openen/sluiten
ro: Apăsați pentru a deschide/închide
ru: Нажмите, чтобы открыть / закрыть

source: default
cs: standardní
de: Standard
fr: défaut
nl: standaard
ro: implicit
ru: значение по умолчанию

source: Select an alternate language
cs: Vyběr alternativního jazyka
de: Alternative Sprache auswählen
fr: Choisir une langue alternative
it: Seleziona una diversa lingua
ro: Selectați o limbă alternativă
ru: Выбор альтернативного языка

source: activity
cs: aktivita
de: Aktivität
fr: activité
it: attività
nl: activiteit
ro: activitate
ru: активность

source: post
cs: příspěvek
de: Beitrag
fr: publication
it: messaggio
nl: bericht
ro: postare
ru: сообщение

source: Item filed
cs: Položka vyplněna
de: Beitrag abgelegt
fr: Élément classé
it: Messaggio salvato
nl: Item bewaard
ro: Element îndosariat

source: Sharing notification from Diaspora network
cs: Sdílení oznámení ze sítě Diaspora
de: Freigabe-Benachrichtigung von Diaspora
fr: Notification de partage du réseau Diaspora
it: Notifica di condivisione dal network Diaspora*
ro: Partajarea notificării din reţeaua Diaspora
ru: Делиться уведомлениями из сети Diaspora

source: Attachments:
cs: Přílohy:
de: Anhänge:
fr: Pièces jointes :
it: Allegati:
nl: Bijlagen:
ro: Atașări:
ru: Вложения:

source: view full size
cs: zobrazit v plné velikosti
de: Volle Größe anzeigen
fr: voir en pleine taille
it: vedi a schermo intero
nl: Volledig formaat
ro: vezi intreaga mărime
ru: посмотреть в полный размер

source: Embedded content
cs: vložený obsah
de: Eingebetteter Inhalt
fr: Contenu incorporé
it: Contenuto incorporato
nl: Ingebedde inhoud
ro: Conţinut încorporat
ru: Встроенное содержание

source: Embedding disabled
cs: Vkládání zakázáno
de: Einbettungen deaktiviert
fr: Incorporation désactivée
it: Embed disabilitato
nl: Inbedden uitgeschakeld
ro: Încorporarea conținuturilor este dezactivată
ru: Встраивание отключено

source: Error decoding account file
cs: Chyba dekódování uživatelského účtu
de: Fehler beim Verarbeiten der Account Datei
ro: Eroare la decodarea fişierului de cont
ru: Ошибка расшифровки файла аккаунта

source: Error! No version data in file! This is not a Friendica account file?
cs: Chyba! V datovém souboru není označení verze! Je to opravdu soubor s účtem Friendica?
de: Fehler! Keine Versionsdaten in der Datei! Ist das wirklich eine Friendica Account Datei?
ro: Eroare! Nu există data versiunii în fişier! Acesta nu este un fișier de cont Friendica?
ru: Ошибка! Неправильная версия данных в файле! Это не файл аккаунта Friendica?

source: Error! I can't import this file: DB schema version is not compatible.
cs: Chyba! Nemohu importovat soubor: verze DB schématu není kompatibilní.
de: Fehler! Kann diese Datei nicht importieren. Die DB Schema Versionen sind nicht kompatibel.

source: Error! Cannot check nickname
de: Fehler! Konnte den Nickname nicht überprüfen.
ro: Eroare! Nu pot verifica pseudonimul
ru: Ошибка! Невозможно проверить никнейм

source: User '%s' already exists on this server!
de: Nutzer '%s' existiert bereits auf diesem Server!
nl: Gebruiker '%s' bestaat al op deze server!
ro: Utilizatorul '%s' există deja pe acest server!
ru: Пользователь '%s' уже существует на этом сервере!

source: User creation error
cs: Chyba vytváření uživatele
de: Fehler beim Anlegen des Nutzeraccounts aufgetreten
nl: Fout bij het aanmaken van de gebruiker
ro: Eroare la crearea utilizatorului
ru: Ошибка создания пользователя

source: User profile creation error
cs: Chyba vytváření uživatelského účtu
de: Fehler beim Anlegen des Nutzerkontos
nl: Fout bij het aanmaken van het gebruikersprofiel
ro: Eroare la crearea profilului utilizatorului
ru: Ошибка создания профиля пользователя

source: %d contact not imported
cs: %d kontakt nenaimporován
de: %d Kontakt nicht importiert
nl: %d contact werd niet geïmporteerd
ro: %d contact neimportat
ru: %d контакт не импортирован

source: Done. You can now login with your username and password
cs: Hotovo. Nyní se můžete přihlásit se svými uživatelským účtem a heslem
de: Erledigt. Du kannst dich jetzt mit deinem Nutzernamen und Passwort anmelden
nl: Gebeurd. Je kunt nu inloggen met je gebruikersnaam en wachtwoord
ro: Realizat. Vă puteţi conecta acum cu parola şi numele dumneavoastră de utilizator
ru: Завершено. Теперь вы можете войти с вашим логином и паролем
