Repository: duthied/Free-Friendika
Catalog: view/*/messages.po
Languages: cs, de, fr, it, nl, ro, ru

source: Favourite Posts
cs: Oblíbené přízpěvky
de: Favorisierte Beiträge
fr: Publications favorites
it: Messaggi preferiti
nl: Favoriete berichten
ro: Postări Favorite
ru: Избранные посты

source: Warning: This group contains %s member from an insecure network.
cs: Upozornění: Tato skupina obsahuje %s člena z nezabezpečené sítě.
de: Warnung: Diese Gruppe beinhaltet %s Person aus einem unsicheren Netzwerk.
fr: Attention: Ce groupe contient %s membre d'un réseau non-sûr.
it: Attenzione: questo gruppo contiene %s membro da un network insicuro.
nl: Waarschuwing: Deze groep bevat %s lid van een onveilig netwerk.
ro: Atenție: Acest grup conţine %s membru dintr-o reţea nesigură.
ru: Внимание: Эта группа содержит %s участника с незащищенной сети.

source: Private messages to this group are at risk of public disclosure.
cs: Soukromé zprávy této skupině jsou vystaveny riziku prozrazení.
de: Private Nachrichten an diese Gruppe könnten an die Öffentlichkeit geraten.
fr: Les messages privés envoyés à ce groupe s'exposent à une diffusion incontrôlée.
it: I messaggi privati su questo gruppo potrebbero risultare visibili anche pubblicamente.
nl: Privéberichten naar deze groep kunnen openbaar gemaakt worden.
ro: Mesajele private către acest grup sunt supuse riscului de divulgare publică.
ru: Личные сообщения к этой группе находятся под угрозой обнародования.

source: Contact:
cs: Kontakt:
de: Kontakt:
it: Contatto:
ru: Контакт:

source: Private messages to this person are at risk of public disclosure.
cs: Soukromé zprávy této osobě jsou vystaveny riziku prozrazení.
de: Private Nachrichten an diese Person könnten an die Öffentlichkeit gelangen.
fr: Les messages privés envoyés à ce contact s'exposent à une diffusion incontrôlée.
it: I messaggi privati a questa persona potrebbero risultare visibili anche pubblicamente.
nl: Privéberichten naar deze persoon kunnen openbaar gemaakt worden.
ro: Mesajele private către această persoană sunt supuse riscului de divulgare publică.
ru: Личные сообщения этому человеку находятся под угрозой обнародования.

source: Invalid contact.
cs: Neplatný kontakt.
de: Ungültiger Kontakt.
fr: Contact invalide.
it: Contatto non valido.
nl: Ongeldig contact.
ru: Недопустимый контакт.

source: Personal Notes
cs: Osobní poznámky
de: Persönliche Notizen
fr: Notes personnelles
it: Note personali
nl: Persoonlijke Nota's
ro: Note Personale
ru: Личные заметки

source: Save
cs: Uložit
de: Speichern
fr: Sauver
it: Salva
nl: Bewaren
ro: Salvare
ru: Сохранить

source: This site has exceeded the number of allowed daily account registrations. Please try again tomorrow.
cs: Došlo k překročení maximálního povoleného počtu registrací za den na tomto serveru. Zkuste to zítra znovu.
de: Die maximale Anzahl täglicher Registrierungen auf dieser Seite wurde überschritten. Bitte versuche es morgen noch einmal.
fr: Le nombre d'inscriptions quotidiennes pour ce site a été dépassé. Merci de réessayer demain.
it: Questo sito ha superato il numero di registrazioni giornaliere consentite. Prova di nuovo domani.
nl: Deze website heeft het toegelaten dagelijkse aantal registraties overschreden. Probeer morgen opnieuw.
ro: Acest site a depăşit numărul zilnic permis al înregistrărilor de conturi. Vă rugăm să reîncercați mâine.
ru: Этот сайт превысил допустимое количество ежедневных регистраций. Пожалуйста, повторите попытку завтра.

source: Move account
cs: Přesunout účet
de: Account umziehen
nl: Account verplaatsen
ro: Mutaţi contul
ru: Удалить аккаунт

source: You can import an account from another Friendica server.
de: Du kannst einen Account von einem anderen Friendica Server importieren.
nl: Je kunt een account van een andere Friendica server importeren.
ro: Puteţi importa un cont dintr-un alt server Friendica.
ru: Вы можете импортировать учетную запись с другого сервера Friendica.

source: You need to export your account from the old server and upload it here. We will recreate your old account here with all your contacts. We will try also to inform your friends that you moved here.
de: Du musst deinen Account vom alten Server exportieren und hier hochladen. Wir stellen deinen alten Account mit all deinen Kontakten wieder her. Wir werden auch versuchen all deine Freunde darüber zu informieren, dass du hierher umgezogen bist.
nl: Je moet je account bij de oude server exporteren, en hier uploaden. We zullen je oude account hier opnieuw aanmaken, met al je contacten. We zullen ook proberen om je vrienden in te lichten dat je naar hier verhuisd bent.
ro: Trebuie să vă exportați contul din vechiul server şi să-l încărcaţi aici. Vă vom recrea vechiul cont, aici cu toate contactele sale. Vom încerca de altfel să vă informăm prietenii că v-ați mutat aici.
ru: Вам нужно экспортировать свой ​​аккаунт со старого сервера и загрузить его сюда. Мы восстановим ваш ​​старый аккаунт здесь со всеми вашими контактами. Мы постараемся также сообщить друзьям, что вы переехали сюда.

source: This feature is experimental. We can't import contacts from the OStatus network (statusnet/identi.ca) or from Diaspora
de: Dieses Feature ist experimentell. Wir können keine Kontakte vom OStatus Netzwerk (statusnet/identi.ca) oder von Diaspora importieren
ro: Această caracteristică este experimentală. Nu putem importa contactele din reţeaua OStatus (statusnet/identi.ca) sau din Diaspora
ru: Это экспериментальная функция. Мы не можем импортировать контакты из сети OStatus (StatusNet / identi.ca) или из Diaspora

source: Account file
cs: Soubor s účtem
de: Account Datei
nl: Account bestand
ro: Fişier Cont
ru: Файл аккаунта

source: To export your accont, go to "Settings->Export your porsonal data" and select "Export account"
cs: K exportu Vašeho účtu, jděte do "Nastavení->Export vašich osobních dat" a zvolte " Export účtu"
de: Um deinen Account zu exportieren, rufe "Einstellungen -> Persönliche Daten exportieren" auf und wähle "Account exportieren"

source: Number of daily wall messages for %s exceeded. Message failed.
cs: Došlo k překročení maximálního počtu zpráv na zeď během jednoho dne. Zpráva %s nedoručena.
de: Maximale Anzahl der täglichen Pinnwand Nachrichten für %s ist überschritten. Zustellung fehlgeschlagen.
fr: Nombre de messages de mur quotidiens pour %s dépassé. Échec du message.
it: Numero giornaliero di messaggi per %s superato. Invio fallito.
ro: Numărul de mesaje, zilnice de perete, pentru %s a fost depăşit. Mesajul a eşuat.
ru: Количество ежедневных сообщений на стене %s превышено. Сообщение отменено..

source: No recipient selected.
cs: Nevybrán příjemce.
de: Kein Empfänger gewählt.
fr: Pas de destinataire sélectionné.
it: Nessun destinatario selezionato.
nl: Geen ontvanger geselecteerd.
ro: Nici-o adresă selectată.
ru: Не выбран получатель.

source: Unable to check your home location.
cs: Nebylo možné zjistit Vaši domácí lokaci.
de: Konnte deinen Heimatort nicht bestimmen.
fr: Impossible de vérifier votre localisation.
nl: Niet in staat om je tijdlijn-locatie vast te stellen
ro: Imposibil de verificat locaţia dvs. de reşedinţă.
ru: Невозможно проверить местоположение.

source: Message could not be sent.
cs: Zprávu se nepodařilo odeslat.
de: Nachricht konnte nicht gesendet werden.
fr: Impossible d'envoyer le message.
it: Il messaggio non puo' essere inviato.
nl: Bericht kon niet verzonden worden.
ro: Mesajul nu a putut fi trimis.
ru: Сообщение не может быть отправлено.

source: Message collection failure.
cs: Sběr zpráv selhal.
de: Konnte Nachrichten nicht abrufen.
fr: Récupération des messages infructueuse.
it: Errore recuperando il messaggio.
nl: Fout bij het verzamelen van berichten.
ro: Eșec de colectare mesaj.
ru: Неудача коллекции сообщения.

source: Message sent.
cs: Zpráva odeslána.
de: Nachricht gesendet.
fr: Message envoyé.
it: Messaggio inviato.
nl: Bericht verzonden.
ro: Mesaj trimis.
ru: Сообщение отправлено.

source: No recipient.
cs: Žádný příjemce.
de: Kein Empfänger.
fr: Pas de destinataire.
it: Nessun destinatario.
nl: Geen ontvanger.
ro: Nici-un destinatar.
ru: Без адресата.

source: Please enter a link URL:
cs: Zadejte prosím URL odkaz:
de: Bitte gib die URL des Links ein:
fr: Entrez un lien web:
it: Inserisci l'indirizzo del link:
nl: Vul een internetadres/URL in:
ro: Introduceţi un link URL:
ru: Пожалуйста, введите URL ссылки:

source: Send Private Message
cs: Odeslat soukromou zprávu
de: Private Nachricht senden
fr: Envoyer un message privé
it: Invia un messaggio privato
nl: Verstuur privébericht
ro: Trimite mesaj privat
ru: Отправить личное сообщение

source: If you wish for %s to respond, please check that the privacy settings on your site allow private mail from unknown senders.
cs: Pokud si přejete, aby uživatel %s mohl odpovědět, ověřte si zda-li máte povoleno na svém serveru zasílání soukromých zpráv od neznámých odesilatelů.
de: Wenn du möchtest, dass %s dir antworten kann, überprüfe deine Privatsphären-Einstellungen und erlaube private Nachrichten von unbekannten Absendern.
fr: Si vous souhaitez que %s réponde, merci de vérifier vos réglages pour autoriser les messages privés venant d'inconnus.
it: Se vuoi che %s ti risponda, controlla che le tue impostazioni di privacy permettano la ricezione di messaggi privati da mittenti sconosciuti.
nl: Als je wilt dat %s antwoordt moet je nakijken dat de privacy-instellingen op jouw website privéberichten van onbekende afzenders toelaat.
ro: Dacă doriţi ca %s să vă răspundă, vă rugăm să verificaţi dacă configurările de confidenţialitate de pe site-ul dumneavoastră, permite mail-uri private de la expeditori necunoscuți.
ru: Если Вы хотите ответить %s, пожалуйста, проверьте, позволяют ли настройки конфиденциальности на Вашем сайте принимать персональную почту от неизвестных отправителей.

source: To:
cs: Adresát:
de: An:
fr: À:
it: A:
nl: Aan:
ro: Către:
ru: Кому:

source: Subject:
cs: Předmět:
de: Betreff:
fr: Sujet:
it: Oggetto:
nl: Onderwerp:
ro: Subiect:
ru: Тема:

source: Your message:
cs: Vaše zpráva:
de: Deine Nachricht:
fr: Votre message:
it: Il tuo messaggio:
nl: Jouw bericht:
ro: Mesajul dvs :
ru: Ваше сообщение:

source: Welcome to Friendica
cs: Vítejte na Friendica
de: Willkommen bei Friendica
fr: Bienvenue sur Friendica
it: Benvenuto su Friendica
nl: Welkom bij Friendica
ro: Bun Venit la Friendica
ru: Добро пожаловать в Friendica

source: New Member Checklist
cs: Seznam doporučení pro nového člena
de: Checkliste für neue Mitglieder
fr: Checklist du nouvel utilisateur
it: Cose da fare per i Nuovi Utenti
nl: Checklist voor nieuwe leden
ro: Lista de Verificare Membrii Noi
ru: Новый контрольный список участников

source: We would like to offer some tips and links to help make your experience enjoyable. Click any item to visit the relevant page. A link to this page will be visible from your home page for two weeks after your initial registration and then will quietly disappear.
cs: Rádi bychom vám nabídli několik tipů a odkazů pro začátek. Klikněte na jakoukoliv položku pro zobrazení relevantní stránky. Odkaz na tuto stránku bude viditelný z Vaší domovské stránky po dobu dvou týdnů od Vaší první registrace.
de: Wir möchten dir einige Tipps und Links anbieten, die dir helfen könnten, den Einstieg angenehmer zu machen. Klicke auf ein Element, um die entsprechende Seite zu besuchen. Ein Link zu dieser Seite hier bleibt für dich an Deiner Pinnwand für zwei Wochen nach dem Registrierungsdatum sichtbar und wird dann verschwinden.
fr: Nous souhaiterions vous donner quelques astuces et ressources pour rendre votre expérience la plus agréable possible. Cliquez sur n'importe lequel de ces éléments pour visiter la page correspondante. Un lien vers cette page restera visible sur votre page d'accueil pendant les deux semaines qui suivent votre inscription initiale, puis disparaîtra silencieusement.
it: Vorremmo offrirti qualche trucco e dei link alla guida per aiutarti ad avere un'esperienza divertente. Clicca su un qualsiasi elemento per visitare la relativa pagina. Un link a questa pagina sarà visibile nella tua home per due settimane dopo la tua registrazione.
nl: We willen je een paar tips en verwijzingen aanreiken om je een aangename ervaring te bezorgen. Klik op een item om de relevante pagina's te bezoeken. Een verwijzing naar deze pagina zal twee weken lang na je registratie zichtbaar zijn op je tijdlijn. Daarna zal de verwijzing stilletjes verdwijnen.
ro: Dorim să vă oferim câteva sfaturi şi legături pentru a vă ajuta să aveți o experienţă cât mai plăcută. Apăsați pe orice element pentru a vizita pagina relevantă. O legătură către această pagină va fi vizibilă de pe pagina principală, pentru două săptămâni după înregistrarea dvs. iniţială, iar apoi va dispare în tăcere.
ru: Мы хотели бы предложить некоторые советы и ссылки, помогающие сделать вашу работу приятнее. Нажмите на любой элемент, чтобы посетить соответствующую страницу. Ссылка на эту страницу будет видна на вашей домашней странице в течение двух недель после первоначальной регистрации, а затем она исчезнет.

source: Getting Started
cs: Začínáme
de: Einstieg
fr: Bien démarrer
nl: Aan de slag
ro: Noțiuni de Bază
ru: Начало работы

source: Friendica Walk-Through
cs: Prohlídka Friendica
de: Friendica Rundgang
fr: Friendica pas-à-pas
nl: Doorloop Friendica
ro: Ghidul de Prezentare Friendica
ru: Friendica тур

source: On your <em>Quick Start</em> page - find a brief introduction to your profile and network tabs, make some new connections, and find some groups to join.
cs: Na Vaší stránce <em>Rychlý Start</em> - naleznete stručné představení k Vašemu profilu a záložce Síť, k vytvoření spojení s novými kontakty a nalezení skupin, ke kterým se můžete připojit.
de: Auf der <em>Quick Start</em> Seite findest du eine kurze Einleitung in die einzelnen Funktionen deines Profils und die Netzwerk-Reiter, wo du interessante Foren findest und neue Kontakte knüpfst.
fr: Sur votre page d'accueil, dans <em>Conseils aux nouveaux venus</em> - vous trouverez une rapide introduction aux onglets Profil et Réseau, pourrez vous connecter à Facebook, établir de nouvelles relations, et choisir des groupes à rejoindre.
nl: Op je <em>Snelstart</em> pagina kun je een korte inleiding vinden over je profiel en netwerk tabs, om enkele nieuwe connecties te leggen en groepen te vinden om lid van te worden.
ro: Pe pagina dvs. de <em>Pornire Rapidă</em> - veți găsi o scurtă introducere pentru profilul dvs. şi pentru filele de reţea, veți face câteva conexiuni noi, şi veți găsi câteva grupuri la care să vă alăturați.
ru: На вашей странице <em>Быстрый старт</em> - можно найти краткое введение в ваш профиль и сетевые закладки, создать новые связи, и найти группы, чтобы присоединиться к ним.

source: Go to Your Settings
cs: Navštivte své nastavení
de: Gehe zu deinen Einstellungen
fr: Éditer vos Réglages
nl: Ga naar je instellingen
ro: Mergeți la Configurări
ru: Перейти к вашим настройкам

source: On your <em>Settings</em> page - change your initial password. Also make a note of your Identity Address. This looks just like an email address - and will be useful in making friends on the free social web.
cs: Na Vaší stránce <em>Nastavení</em> - si změňte Vaše první heslo. Věnujte také svou pozornost k adrese identity. Vypadá jako emailová adresa a bude Vám užitečná pro navazování přátelství na svobodné sociální síti.
de: Ändere bitte unter <em>Einstellungen</em> dein Passwort. Außerdem merke dir deine Identifikationsadresse. Diese sieht aus wie eine E-Mail-Adresse und wird benötigt, um Freundschaften mit anderen im Friendica Netzwerk zu schliessen.
fr: Sur la page des <em>Réglages</em> - changez votre mot de passe initial. Notez bien votre Identité. Elle ressemble à une adresse de courriel - et vous sera utile pour vous faire des amis dans le web social libre.
it: Nella tua pagina <em>Impostazioni</em> - cambia la tua password iniziale. Prendi anche nota del tuo Indirizzo Identità. Assomiglia a un indirizzo email e sarà utile per stringere amicizie nel web sociale libero.
nl: Verander je initieel wachtwoord op je <em>instellingenpagina</em>. Noteer ook het adres van je identiteit. Dit ziet er uit als een e-mailadres - en zal nuttig zijn om vrienden te maken op het vrije sociale web.
ro: Din pagina dvs. de <em>Configurări</em> - schimbaţi-vă parola iniţială. De asemenea creați o notă pentru Adresa dvs. de Identificare. Aceasta arată exact ca o adresă de email - şi va fi utilă la stabilirea de prietenii pe rețeaua socială web gratuită.
ru: На вашей странице <em>Настройки</em> - вы можете изменить свой первоначальный пароль. Также обратите внимание на ваш личный адрес. Он выглядит так же, как адрес электронной почты - и будет полезен для поиска друзей в свободной социальной сети.

source: Review the other settings, particularly the privacy settings. An unpublished directory listing is like having an unlisted phone number. In general, you should probably publish your listing - unless all of your friends and potential friends know exactly how to find you.
cs: Prohlédněte si další nastavení, a to zejména nastavení soukromí. Nezveřejnění svého účtu v adresáři je jako mít nezveřejněné telefonní číslo. Obecně platí, že je lepší mít svůj účet zveřejněný, leda by všichni vaši potenciální přátelé věděli, jak vás přesně najít.
de: Überprüfe die restlichen Einstellungen, insbesondere die Einstellungen zur Privatsphäre. Wenn du dein Profil nicht veröffentlichst, ist das als wenn du deine Telefonnummer nicht ins Telefonbuch einträgst. Im Allgemeinen solltest du es veröffentlichen - außer all deine Freunde und potentiellen Freunde wissen genau, wie sie dich finden können.
fr: Vérifiez les autres réglages, tout particulièrement ceux liés à la vie privée. Un profil non listé, c'est un peu comme un numéro sur liste rouge. En général, vous devriez probablement publier votre profil - à moins que tous vos amis (potentiels) sachent déjà comment vous trouver.
it: Guarda le altre impostazioni, in particolare le impostazioni della privacy. Un profilo non pubblicato è come un numero di telefono non in elenco. In genere, dovresti pubblicare il tuo profilo - a meno che tutti i tuoi amici e potenziali tali sappiano esattamente come trovarti.
nl: Controleer ook de andere instellingen, in het bijzonder de privacy-instellingen. Een niet-gepubliceerd adres is zoals een privé-telefoonnummer. In het algemeen wil je waarschijnlijk je adres publiceren - tenzij al je vrienden en mogelijke vrienden precies weten hoe je te vinden.
ro: Revizuiți celelalte configurări, în special configurările de confidenţialitate. O listă de directoare nepublicate este ca și cum ați avea un număr de telefon necatalogat. În general, ar trebui probabil să vă publicați lista - cu excepţia cazului în care toți prietenii şi potenţialii prieteni, știu exact cum să vă găsească.
ru: Просмотрите другие установки, в частности, параметры конфиденциальности. Неопубликованные пункты каталога с частными номерами телефона. В общем, вам, вероятно, следует опубликовать свою информацию - если все ваши друзья и потенциальные друзья точно знают, как вас найти.

source: Profile
cs: Profil
de: Profil
fr: Profil
it: Profilo
nl: Profiel
ro: Profil
ru: Профиль

source: Upload Profile Photo
cs: Nahrát profilovou fotografii
de: Profilbild hochladen
fr: Téléverser une photo de profil
it: Carica la foto del profilo
nl: Profielfoto uploaden
ro: Încărcare Fotografie Profil
ru: Загрузить фото профиля

source: Upload a profile photo if you have not done so already. Studies have shown that people with real photos of themselves are ten times more likely to make friends than people who do not.
cs: Nahrajte si svou profilovou fotku, pokud jste tak již neučinili. Studie ukázaly, že lidé se skutečnými fotografiemi mají desetkrát častěji přátele než lidé, kteří nemají.
de: Lade ein Profilbild hoch falls du es noch nicht getan hast. Studien haben gezeigt, dass es zehnmal wahrscheinlicher ist neue Freunde zu finden, wenn du ein Bild von dir selbst verwendest, als wenn du dies nicht tust.
fr: Téléversez (envoyez) une photo de profil si vous n'en avez pas déjà une. Les études montrent que les gens qui affichent de vraies photos d'eux sont dix fois plus susceptibles de se faire des amis.
it: Carica una foto del profilo se non l'hai ancora fatto. Studi hanno mostrato che persone che hanno vere foto di se stessi hanno dieci volte più probabilità di fare amicizie rispetto alle persone che non ce l'hanno.
nl: Upload een profielfoto, als je dat nog niet gedaan hebt. Studies tonen aan dat mensen met echte foto's van zichzelf tien keer gemakkelijker vrienden maken dan mensen die dat niet doen.
ro: Încărcaţi o fotografie de profil, dacă nu aţi făcut-o deja.Studiile au arătat că, pentru persoanele cu fotografiile lor reale, există de zece ori mai multe şanse să-și facă prieteni, decât cei care nu folosesc fotografii reale.
ru: Загрузите фотографию профиля, если вы еще не сделали это. Исследования показали, что люди с реальными фотографиями имеют в десять раз больше шансов подружиться, чем люди, которые этого не делают.

source: Edit Your Profile
cs: Editujte Váš profil
de: Editiere dein Profil
fr: Éditer votre Profil
nl: Bewerk je profiel
ro: Editare Profil
ru: Редактировать профиль

source: Edit your <strong>default</strong> profile to your liking. Review the settings for hiding your list of friends and hiding the profile from unknown visitors.
cs: Upravit <strong>výchozí</strong> profil podle vašich představ. Prověřte nastavení pro skrytí Vašeho seznamu přátel a skrytí profilu před neznámými návštěvníky.
de: Editiere dein <strong>Standard</strong> Profil nach deinen Vorlieben. Überprüfe die Einstellungen zum Verbergen deiner Freundesliste vor unbekannten Betrachtern des Profils.
fr: Éditez votre profil <strong>par défaut</strong> à votre convenance. Vérifiez les réglages concernant la visibilité de votre liste d'amis par les visiteurs inconnus.
it: Modifica il tuo profilo <strong>predefinito</strong> a piacimento. Rivedi le impostazioni per nascondere la tua lista di amici e nascondere il profilo ai visitatori sconosciuti.
nl: Bewerk je <strong>standaard</strong> profiel zoals je wilt. Controleer de instellingen om je vriendenlijst te verbergen, en om je profiel voor ongekende bezoekers te verbergen.
ro: Editaţi-vă profilul <strong>Implicit</strong> după bunul plac. Revizuiți configurările pentru a ascunde lista dvs. de prieteni și pentru ascunderea profilului dvs., de vizitatorii necunoscuți.
ru: Отредактируйте профиль <strong>по умолчанию</strong> на свой ​​вкус. Просмотрите установки для сокрытия вашего списка друзей и сокрытия профиля от неизвестных посетителей.

source: Profile Keywords
cs: Profilová klíčová slova
de: Profil Schlüsselbegriffe
fr: Mots-clés du profil
nl: Sleutelwoorden voor dit profiel
ro: Cuvinte-Cheie Profil
ru: Ключевые слова профиля
