Repository: duthied/Free-Friendika
Catalog: view/*/messages.po
Languages: cs, de, fr, it, nl, ro, ru

source: Your registration can not be processed.
cs: Vaši registraci nelze zpracovat.
de: Deine Registrierung konnte nicht verarbeitet werden.
fr: Votre inscription ne peut être traitée.
it: La tua registrazione non puo' essere elaborata.
nl: Je registratie kan niet verwerkt worden.
ro: Înregistrarea dvs. nu poate fi procesată.
ru: Ваша регистрация не может быть обработана.

source: Registration request at %s
cs: Žádost o registraci na %s
de: Registrierungsanfrage auf %s
fr: Demande d'inscription à %s
it: Richiesta di registrazione su %s
ru: Запрос на регистрацию на %s

source: Your registration is pending approval by the site owner.
cs: Vaše registrace čeká na schválení vlastníkem serveru.
de: Deine Registrierung muss noch vom Betreiber der Seite freigegeben werden.
fr: Votre inscription attend une validation du propriétaire du site.
it: La tua richiesta è in attesa di approvazione da parte del prorietario del sito.
nl: Jouw registratie wacht op goedkeuring van de beheerder.
ro: Înregistrarea dvs. este în aşteptarea aprobării de către deținătorul site-ului.
ru: Ваша регистрация в ожидании одобрения владельцем сайта.

source: You may (optionally) fill in this form via OpenID by supplying your OpenID and clicking 'Register'.
cs: Tento formulář můžete (volitelně) vyplnit s pomocí OpenID tím, že vyplníte své OpenID a kliknutete na tlačítko 'Zaregistrovat'.
de: Du kannst dieses Formular auch (optional) mit deiner OpenID ausfüllen, indem du deine OpenID angibst und 'Registrieren' klickst.
fr: Vous pouvez (si vous le souhaitez) remplir ce formulaire via OpenID. Fournissez votre OpenID et cliquez "S'inscrire".
it: Se vuoi, puoi riempire questo modulo tramite OpenID, inserendo il tuo OpenID e cliccando 'Registra'.
nl: Je kunt (optioneel) dit formulier invullen via OpenID door je OpenID in te geven en op 'Registreren' te klikken.
ro: Puteți (opțional) să completaţi acest formular prin intermediul OpenID, introducând contul dvs. OpenID și apăsând pe 'Înregistrare'.
ru: Вы можете (по желанию), заполнить эту форму с помощью OpenID, поддерживая ваш OpenID и нажав клавишу "Регистрация".

source: If you are not familiar with OpenID, please leave that field blank and fill in the rest of the items.
cs: Pokud nepoužíváte OpenID, nechte prosím toto pole prázdné a vyplňte zbylé položky.
de: Wenn du nicht mit OpenID vertraut bist, lass dieses Feld bitte leer und fülle die restlichen Felder aus.
fr: Si vous n'êtes pas familier avec OpenID, laissez ce champ vide et remplissez le reste.
it: Se non hai familiarità con OpenID, lascia il campo vuoto e riempi il resto della maschera.
nl: Laat dit veld leeg als je niet vertrouwd bent met OpenID, en vul de rest van de items in.
ro: Dacă nu sunteţi familiarizați cu OpenID, vă rugăm să lăsaţi acest câmp gol iar apoi să completaţi restul elementelor.
ru: Если вы не знакомы с OpenID, пожалуйста, оставьте это поле пустым и заполните остальные элементы.

source: Your OpenID (optional):
cs: Vaše OpenID (nepovinné):
de: Deine OpenID (optional):
fr: Votre OpenID (facultatif):
it: Il tuo OpenID (opzionale):
nl: Je OpenID (optioneel):
ro: Contul dvs. OpenID (opţional):
ru: Ваш OpenID (необязательно):

source: Include your profile in member directory?
cs: Toto je Váš <strong>veřejný</strong> profil.<br />Ten <strong>může</strong> být viditelný kýmkoliv na internetu.
de: Soll dein Profil im Nutzerverzeichnis angezeigt werden?
fr: Inclure votre profil dans l'annuaire des membres?
it: Includi il tuo profilo nell'elenco pubblico?
nl: Je profiel in de ledengids opnemen?
ro: Includeți profilul dvs în directorul de membru?
ru: Включить ваш профиль в каталог участников?

source: Membership on this site is by invitation only.
cs: Členství na tomto webu je pouze na pozvání.
de: Mitgliedschaft auf dieser Seite ist nur nach vorheriger Einladung möglich.
fr: L'inscription à ce site se fait uniquement sur invitation.
it: La registrazione su questo sito è solo su invito.
nl: Lidmaatschap van deze website is uitsluitend op uitnodiging.
ro: Aderare pe acest site, este posibilă doar pe bază de invitație.
ru: Членство на сайте только по приглашению.

source: Your invitation ID:
cs: Vaše pozvání ID:
de: ID deiner Einladung:
fr: Votre ID d'invitation:
it: L'ID del tuo invito:
nl: Je uitnodigingsid:
ro: ID invitaţiei dvs:
ru: ID вашего приглашения:

source: Registration
cs: Registrace
de: Registrierung
fr: Inscription
it: Registrazione
nl: Registratie
ro: Registratură
ru: Регистрация

source: Your Full Name (e.g. Joe Smith):
cs: Vaše celé jméno (např. Jan Novák):
de: Vollständiger Name (z.B. Max Mustermann):
fr: Votre nom complet (p.ex. Michel Dupont):
it: Il tuo nome completo (es. Mario Rossi):
ro: Numele Complet (de ex. Joe Smith):
ru: Ваше полное имя (например, Joe Smith):

source: Your Email Address:
cs: Vaše e-mailová adresa:
de: Deine E-Mail-Adresse:
fr: Votre adresse courriel:
it: Il tuo indirizzo email:
nl: Je email adres:
ro: Adresa dvs de mail:
ru: Ваш адрес электронной почты:

source: Choose a profile nickname. This must begin with a text character. Your profile address on this site will then be '<strong>nickname@$sitename</strong>'.
cs: Vyberte přezdívku k profilu. Ta musí začít s textovým znakem. Vaše profilová adresa na tomto webu pak bude "<strong>přezdívka@$sitename</strong>".
de: Wähle einen Spitznamen für dein Profil. Dieser muss mit einem Buchstaben beginnen. Die Adresse deines Profils auf dieser Seite wird '<strong>spitzname@$sitename</strong>' sein.
fr: Choisissez un pseudo. Celui devra commencer par une lettre. L'adresse de votre profil en découlera sous la forme '&lt;strong&gt;pseudo@$sitename&lt;/strong&gt;'.
it: Scegli un nome utente. Deve cominciare con una lettera. L'indirizzo del tuo profilo sarà '<strong>soprannome@$sitename</strong>'.
nl: Kies een bijnaam voor je profiel. Deze moet met een letter beginnen. Je profieladres op deze website zal dan '<strong>bijnaam@$sitename</strong>' zijn.
ro: Alegeţi un pseudonim de profil. Aceasta trebuie să înceapă cu un caracter text. Adresa profilului dvs. de pe acest site va fi de forma '<strong>pseudonim@$sitename</strong>'.
ru: Выбор псевдонима профиля. Он должен начинаться с буквы. Адрес вашего профиля на данном сайте будет в этом случае '<strong>nickname@$sitename</strong>'.

source: Choose a nickname:
cs: Vyberte přezdívku:
de: Spitznamen wählen:
fr: Choisir un pseudo:
it: Scegli un nome utente:
nl: Kies een bijnaam:
ro: Alegeţi un pseudonim:
ru: Выберите псевдоним:

source: Register
cs: Registrovat
de: Registrieren
fr: S'inscrire
it: Registrati
nl: Registreer
ro: Înregistrare
ru: Регистрация

source: People Search
cs: Vyhledávání lidí
de: Personensuche
fr: Recherche de personnes
it: Cerca persone
ro: Căutare Persoane
ru: Поиск людей

source: photo
cs: fotografie
de: Foto
it: foto
nl: foto
ru: фото

source: %1$s likes %2$s's %3$s
cs: %1$s má rád %2$s' na %3$s
de: %1$s mag %2$ss %3$s
fr: %1$s aime %3$s de %2$s
it: A %1$s piace %3$s di %2$s
nl: %1$s vindt het %3$s van %2$s leuk
ro: %1$s apreciază %3$s lui %2$s
ru: %1$s нравится %3$s от %2$s

source: %1$s doesn't like %2$s's %3$s
cs: %1$s nemá rád %2$s na %3$s
de: %1$s mag %2$ss %3$s nicht
fr: %1$s n'aime pas %3$s de %2$s
it: A %1$s non piace %3$s di %2$s
nl: %1$s vindt het %3$s van %2$s niet leuk
ro: %1$s nu apreciază %3$s lui %2$s
ru: %1$s не нравится %3$s от %2$s

source: Item not found.
cs: Položka nenalezena.
de: Beitrag nicht gefunden.
fr: Élément introuvable.
it: Elemento non trovato.
nl: Item niet gevonden.
ro: Element negăsit.
ru: Пункт не найден.

source: Access denied.
cs: Přístup odmítnut
de: Zugriff verweigert.
fr: Accès refusé.
it: Accesso negato.
nl: Toegang geweigerd
ro: Accesul interzis.
ru: Доступ запрещен.

source: Photos
cs: Fotografie
de: Bilder
it: Foto
nl: Foto's
ro: Poze
ru: Фото

source: Files
cs: Soubory
de: Dateien
fr: Fichiers
nl: Bestanden
ro: Fişiere
ru: Файлы

source: Account approved.
cs: Účet schválen.
de: Konto freigegeben.
fr: Inscription validée.
it: Account approvato.
nl: Account goedgekeurd.
ro: Cont aprobat.
ru: Аккаунт утвержден.

source: Registration revoked for %s
cs: Registrace zrušena pro %s
de: Registrierung für %s wurde zurückgezogen
fr: Inscription révoquée pour %s
it: Registrazione revocata per %s
nl: Registratie ingetrokken voor %s
ro: Înregistrare revocată pentru %s
ru: Регистрация отменена для %s

source: Please login.
cs: Přihlaste se, prosím.
de: Bitte melde dich an.
fr: Merci de vous connecter.
it: Accedi.
nl: Inloggen.
ro: Vă rugăm să vă autentificați.
ru: Пожалуйста, войдите с паролем.

source: Unable to locate original post.
cs: Nelze nalézt původní příspěvek.
de: Konnte den Originalbeitrag nicht finden.
fr: Impossible de localiser l'article original.
it: Impossibile trovare il messaggio originale.
nl: Ik kan de originele post niet meer vinden.
ro: Nu se poate localiza postarea originală.
ru: Не удалось найти оригинальный пост.

source: Empty post discarded.
cs: Prázdný příspěvek odstraněn.
de: Leerer Beitrag wurde verworfen.
fr: Article vide défaussé.
it: Messaggio vuoto scartato.
nl: Lege post weggegooid.
ro: Postarea goală a fost eliminată.
ru: Пустое сообщение отбрасывается.

source: Wall Photos
cs: Fotografie na zdi
de: Pinnwand-Bilder
fr: Photos du mur
it: Foto della bacheca
ro: Fotografii de Perete
ru: Фото стены

source: System error. Post not saved.
cs: Chyba systému. Příspěvek nebyl uložen.
de: Systemfehler. Beitrag konnte nicht gespeichert werden.
fr: Erreur système. Publication non sauvée.
it: Errore di sistema. Messaggio non salvato.
nl: Systeemfout. Post niet bewaard.
ro: Eroare de sistem. Articolul nu a fost salvat.
ru: Системная ошибка. Сообщение не сохранено.

source: This message was sent to you by %s, a member of the Friendica social network.
cs: Tato zpráva vám byla zaslána od %s, člena sociální sítě Friendica.
de: Diese Nachricht wurde dir von %s geschickt, einem Mitglied des Sozialen Netzwerks Friendica.
fr: Ce message vous a été envoyé par %s, membre du réseau social Friendica.
it: Questo messaggio ti è stato inviato da %s, un membro del social network Friendica.
nl: Dit bericht werd naar jou gestuurd door %s, een lid van het Friendica sociale netwerk.
ro: Acest mesaj v-a fost trimis de către %s, un membru al rețelei sociale Friendica.
ru: Это сообщение было отправлено вам %s, участником социальной сети Friendica.

source: You may visit them online at %s
cs: Můžete je navštívit online na adrese %s
de: Du kannst sie online unter %s besuchen
fr: Vous pouvez leur rendre visite sur %s
it: Puoi visitarli online su %s
nl: Je kunt ze online bezoeken op %s
ro: Îi puteți vizita profilul online la %s
ru: Вы можете посетить их в онлайне на %s

source: Please contact the sender by replying to this post if you do not wish to receive these messages.
cs: Pokud nechcete dostávat tyto zprávy, kontaktujte prosím odesilatele odpovědí na tento záznam.
de: Falls du diese Beiträge nicht erhalten möchtest, kontaktiere bitte den Autor, indem du auf diese Nachricht antwortest.
fr: Merci de contacter l’émetteur en répondant à cette publication si vous ne souhaitez pas recevoir ces messages.
it: Contatta il mittente rispondendo a questo post se non vuoi ricevere questi messaggi.
nl: Contacteer de afzender door op dit bericht te antwoorden als je deze berichten niet wilt ontvangen.
ro: Vă rugăm să contactați expeditorul răspunzând la această postare, dacă nu doriţi să primiţi aceste mesaje.
ru: Пожалуйста, свяжитесь с отправителем, ответив на это сообщение, если вы не хотите получать эти сообщения.

source: %s posted an update.
cs: %s poslal aktualizaci.
de: %s hat ein Update veröffentlicht.
fr: %s a publié une mise à jour.
it: %s ha inviato un aggiornamento.
nl: %s heeft een wijziging geplaatst.
ro: %s a postat o actualizare.
ru: %s отправил/а/ обновление.

source: %1$s is currently %2$s
cs: %1$s je právě %2$s
de: %1$s ist momentan %2$s
fr: %1$s est d'humeur %2$s
nl: %1$s is op dit moment %2$s
ro: %1$s este momentan %2$s

source: Mood
cs: Nálada
de: Stimmung
fr: Humeur
nl: Stemming
ro: Stare de spirit
ru: Настроение

source: Set your current mood and tell your friends
cs: Nastavte svou aktuální náladu a řekněte to Vašim přátelům
de: Wähle deine aktuelle Stimmung und erzähle sie deinen Freunden
fr: Spécifiez votre humeur du moment, et informez vos amis
nl: Stel je huidige stemming in, en vertel het je vrienden
ro: Stabiliți-vă starea de spirit curentă, şi comunicați-o prietenilor
ru: Напишите о вашем настроении и расскажите своим друзьям

source: Image uploaded but image cropping failed.
cs: Obrázek byl odeslán, ale jeho oříznutí se nesdařilo.
de: Bilder hochgeladen, aber das Zuschneiden ist fehlgeschlagen.
fr: Image envoyée, mais impossible de la retailler.
it: L'immagine è stata caricata, ma il non è stato possibile ritagliarla.
nl: Afbeelding opgeladen, maar bijsnijden mislukt.
ro: Imaginea a fost încărcată, dar decuparea imaginii a eşuat.
ru: Изображение загружено, но обрезка изображения не удалась.

source: Image size reduction [%s] failed.
cs: Nepodařilo se snížit velikost obrázku [%s].
de: Verkleinern der Bildgröße von [%s] ist gescheitert.
fr: Réduction de la taille de l'image [%s] échouée.
it: Il ridimensionamento del'immagine [%s] è fallito.
nl: Verkleining van de afbeelding [%s] mislukt.
ro: Reducerea dimensiunea imaginii [%s] a eşuat.
ru: Уменьшение размера изображения [%s] не удалось.

source: Shift-reload the page or clear browser cache if the new photo does not display immediately.
cs: Znovu načtěte stránku (Shift+F5) nebo vymažte cache prohlížeče, pokud se nové fotografie nezobrazí okamžitě.
de: Drücke Umschalt+Neu Laden oder leere den Browser-Cache, falls das neue Foto nicht gleich angezeigt wird.
fr: Rechargez la page avec la touche Maj pressée, ou bien effacez le cache du navigateur, si d'aventure la nouvelle photo n'apparaissait pas immédiatement.
it: Ricarica la pagina con shift+F5 o cancella la cache del browser se la nuova foto non viene mostrata immediatamente.
nl: Shift-herlaad de pagina, of maak de browser cache leeg als nieuwe foto's niet onmiddellijk verschijnen.
ro: Apăsați pe Shift și pe Reîncărcare Pagină sau ştergeţi memoria cache a browser-ului, dacă noua fotografie nu se afişează imediat.
ru: Перезагрузите страницу с зажатой клавишей "Shift" для того, чтобы увидеть свое новое фото немедленно.

source: Unable to process image
cs: Obrázek nelze zpracovat
de: Bild konnte nicht verarbeitet werden
fr: Impossible de traiter l'image
it: Impossibile elaborare l'immagine
nl: Ik kan de afbeelding niet verwerken
ro: Nu s-a putut procesa imaginea.
ru: Не удается обработать изображение

source: Image exceeds size limit of %d
cs: Obrázek překročil limit velikosti %d
de: Bildgröße überschreitet das Limit von %d
fr: L'image dépasse la taille limite de %d
it: La dimensione dell'immagine supera il limite di %d
ro: Dimensiunea imaginii depăşeşte limita de %d
ru: Изображение превышает предельный размер %d

source: Upload File:
cs: Nahrát soubor:
de: Datei hochladen:
fr: Fichier à téléverser:
it: Carica un file:
nl: Upload bestand:
ro: Încărcare Fișier:
ru: Загрузить файл:

source: Select a profile:
cs: Vybrat profil:
de: Profil auswählen
fr: Choisir un profil:
nl: Kies een profiel:
ro: Selectați un profil:
ru: Выбрать этот профиль:

source: Upload
cs: Nahrát
de: Hochladen
fr: Téléverser
it: Carica
nl: Uploaden
ro: Încărcare
ru: Загрузить

source: skip this step
cs: přeskočit tento krok
de: diesen Schritt überspringen
fr: ignorer cette étape
it: salta questo passaggio
nl: Deze stap overslaan
ro: omiteți acest pas
ru: пропустить этот шаг

source: select a photo from your photo albums
cs: Vybrat fotografii z Vašich fotoalb
de: wähle ein Foto von deinen Fotoalben
fr: choisissez une photo depuis vos albums
it: seleziona una foto dai tuoi album
nl: Kies een foto uit je fotoalbums
ro: selectaţi o fotografie din albumele dvs. foto
ru: выберите фото из ваших фотоальбомов

source: Crop Image
cs: Oříznout obrázek
de: Bild zurechtschneiden
fr: (Re)cadrer l'image
it: Ritaglia immagine
nl: Afbeelding bijsnijden
ro: Decupare Imagine
ru: Обрезать изображение

source: Please adjust the image cropping for optimum viewing.
cs: Prosím, ořízněte tento obrázek pro optimální zobrazení.
de: Passe bitte den Bildausschnitt an, damit das Bild optimal dargestellt werden kann.
fr: Ajustez le cadre de l'image pour une visualisation optimale.
it: Ritaglia l'imagine per una visualizzazione migliore.
nl: Pas het afsnijden van de afbeelding aan voor het beste resultaat.
ro: Vă rugăm să ajustaţi decuparea imaginii pentru o vizualizare optimă.
ru: Пожалуйста, настройте обрезку изображения для оптимального просмотра.

source: Done Editing
cs: Editace dokončena
de: Bearbeitung abgeschlossen
fr: Édition terminée
it: Finito
nl: Wijzigingen compleet
ro: Editare Realizată
ru: Редактирование выполнено

source: Image uploaded successfully.
cs: Obrázek byl úspěšně nahrán.
de: Bild erfolgreich auf den Server geladen.
fr: Image téléversée avec succès.
it: Immagine caricata con successo.
nl: Uploaden van afbeelding gelukt.
ro: Imaginea a fost încărcată cu succes
ru: Изображение загружено успешно.

source: No profile
cs: Žádný profil
de: Kein Profil
fr: Aucun profil
it: Nessun profilo
nl: Geen profiel
ro: Niciun profil
ru: Нет профиля

source: Remove My Account
cs: Odstranit můj účet
de: Konto löschen
fr: Supprimer mon compte
it: Rimuovi il mio account
nl: Verwijder mijn account
ro: Șterge Contul Meu
ru: Удалить мой аккаунт

source: This will completely remove your account. Once this has been done it is not recoverable.
cs: Tímto bude kompletně odstraněn váš účet. Jakmile bude účet odstraněn, nebude už možné ho obnovit.
de: Dein Konto wird endgültig gelöscht. Es gibt keine Möglichkeit, es wiederherzustellen.
fr: Ceci supprimera totalement votre compte. Cette opération est irréversible.
it: Questo comando rimuoverà completamente il tuo account. Una volta rimosso non potrai più recuperarlo.
nl: Dit zal je account volledig verwijderen. Dit kan niet hersteld worden als het eenmaal uitgevoerd is.
ro: Aceasta va elimina complet contul dvs. Odată ce a fostă, această acțiune este nerecuperabilă.
ru: Это позволит полностью удалить ваш аккаунт. Как только это будет сделано, аккаунт восстановлению не подлежит.

source: Please enter your password for verification:
cs: Prosím, zadejte své heslo pro ověření:
de: Bitte gib dein Passwort zur Verifikation ein:
fr: Merci de saisir votre mot de passe pour vérification:
it: Inserisci la tua password per verifica:
nl: Voer je wachtwoord in voor verificatie:
ro: Vă rugăm să introduceţi parola dvs. pentru verificare:
ru: Пожалуйста, введите свой пароль для проверки:

source: New Message
cs: Nová zpráva
de: Neue Nachricht
fr: Nouveau message
it: Nuovo messaggio
nl: Nieuw Bericht
ro: Mesaj nou
ru: Новое сообщение

source: Unable to locate contact information.
cs: Nepodařilo se najít kontaktní informace.
de: Konnte die Kontaktinformationen nicht finden.
fr: Impossible de localiser les informations du contact.
it: Impossibile trovare le informazioni del contatto.
nl: Ik kan geen contact informatie vinden.
ro: Nu se pot localiza informaţiile de contact.
ru: Не удалось найти контактную информацию.

source: Message deleted.
cs: Zpráva odstraněna.
de: Nachricht gelöscht.
fr: Message supprimé.
it: Messaggio eliminato.
nl: Bericht verwijderd.
ro: Mesaj şters
ru: Сообщение удалено.

source: Conversation removed.
cs: Konverzace odstraněna.
de: Unterhaltung gelöscht.
fr: Conversation supprimée.
it: Conversazione rimossa.
nl: Gesprek verwijderd.
ro: Conversaşie inlăturată.
ru: Беседа удалена.

source: No messages.
cs: Žádné zprávy.
de: Keine Nachrichten.
fr: Aucun message.
it: Nessun messaggio.
nl: Geen berichten.
ro: Nici-un mesaj.
ru: Нет сообщений.

source: Unknown sender - %s
cs: Neznámý odesilatel - %s
de: 'Unbekannter Absender - %s
fr: Émetteur inconnu - %s
it: Mittente sconosciuto - %s
nl: Onbekende afzender - %s
ro: Expeditor necunoscut - %s
ru: Неизвестный отправитель - %s

source: You and %s
cs: Vy a %s
de: Du und %s
fr: Vous et %s
it: Tu e %s
nl: Jij en %s
ro: Tu şi %s
ru: Вы и %s

source: %s and You
cs: %s a Vy
de: %s und du
fr: %s et vous
it: %s e Tu
nl: %s en jij
ro: %s şi dvs
ru: %s и Вы

source: Delete conversation
cs: Odstranit konverzaci
de: Unterhaltung löschen
fr: Effacer conversation
it: Elimina la conversazione
nl: Verwijder gesprek
ro: Ștergeți conversaţia
ru: Удалить историю общения

source: %d message
cs: %d zpráva
de: %d Nachricht
it: %d messaggio
nl: %d bericht
ro: %d mesaj
ru: %d сообщение

source: Message not available.
cs: Zpráva není k dispozici.
de: Nachricht nicht verfügbar.
fr: Message indisponible.
it: Messaggio non disponibile.
nl: Bericht niet beschikbaar.
ro: Mesaj nedisponibil
ru: Сообщение не доступно.

source: Delete message
cs: Smazat zprávu
de: Nachricht löschen
fr: Effacer message
it: Elimina il messaggio
nl: Verwijder bericht
ro: Şterge mesaj
ru: Удалить сообщение

source: No secure communications available. You <strong>may</strong> be able to respond from the sender's profile page.
cs: Není k dispozici zabezpečená komunikace. <strong>Možná</strong> budete schopni reagovat z odesilatelovy profilové stránky.
de: Sichere Kommunikation ist nicht verfügbar. <strong>Eventuell</strong> kannst du auf der Profilseite des Absenders antworten.
fr: Pas de communications sécurisées possibles. Vous serez <strong>peut-être</strong> en mesure de répondre depuis la page de profil de l'émetteur.
it: Nessuna comunicazione sicura disponibile, <strong>Potresti</strong> essere in grado di rispondere dalla pagina del profilo del mittente.
nl: Geen beveiligde communicatie beschikbaar. Je kunt <strong>misschien</strong> antwoorden vanaf de profiel-pagina van de afzender.
ro: Nici-o comunicaţie securizată disponibilă. <strong>Veți putea</strong> răspunde din pagina de profil a expeditorului.
ru: Невозможно защищённое соединение. Вы <strong>имеете</strong> возможность ответить со страницы профиля отправителя.

source: Send Reply
cs: Poslat odpověď
de: Antwort senden
fr: Répondre
it: Invia la risposta
nl: Verstuur Antwoord
ro: Răspunde
ru: Отправить ответ

source: Friends of %s
cs: Přátelé uživatele %s
de: Freunde von %s
fr: Amis de %s
it: Amici di %s
ro: Prieteni cu %s
ru: %s Друзья

source: No friends to display.
cs: Žádní přátelé k zobrazení
de: Keine Freunde zum Anzeigen.
fr: Pas d'amis à afficher.
it: Nessun amico da visualizzare.
nl: Geen vrienden om te laten zien.
ro: Nici-un prieten de afișat.
ru: Нет друзей.

source: Theme settings updated.
cs: Nastavení téma zobrazení bylo aktualizováno.
de: Themeneinstellungen aktualisiert.
fr: Réglages du thème sauvés.
nl: Thema-instellingen aangepast.
ro: Configurările temei au fost actualizate.
ru: Настройки темы обновлены.

source: Site
cs: Web
de: Seite
it: Sito
nl: Website
ru: Сайт

source: Users
cs: Uživatelé
de: Nutzer
fr: Utilisateurs
it: Utenti
nl: Gebruiker
ro: Utilizatori
ru: Пользователи

source: Themes
cs: Témata
de: Themen
fr: Thèmes
it: Temi
nl: Thema's
ro: Teme
ru: Темы

source: Logs
cs: Logy
de: Protokolle
fr: Journaux
it: Log
ro: Jurnale
ru: Журналы

source: Admin
cs: Administrace
de: Administration
it: Amministrazione
nl: Beheer
ru: Администратор

source: User registrations waiting for confirmation
cs: Registrace uživatele čeká na potvrzení
de: Nutzeranmeldungen die auf Bestätigung warten
fr: Inscriptions en attente de confirmation
it: Utenti registrati in attesa di conferma
nl: Gebruikersregistraties wachten op bevestiging
ro: Înregistrări de utilizatori, aşteaptă confirmarea
ru: Регистрации пользователей, ожидающие подтверждения

source: Normal Account
cs: Normální účet
de: Normales Konto
fr: Compte normal
it: Account normale
nl: Normaal account
ro: Cont normal
ru: Обычный аккаунт

source: Soapbox Account
cs: Soapbox účet
de: Marktschreier-Konto
fr: Compte "boîte à savon"
it: Account per comunicati e annunci
nl: Zeepkist-account
ro: Cont Soapbox
ru: Аккаунт Витрина
