Repository: duthied/Free-Friendika
Catalog: view/*/messages.po
Languages: cs, de, fr, it, nl, ro, ru

source: An error occurred during registration. Please try again.
cs: Došlo k chybě při registraci. Zkuste to prosím znovu.
de: Während der Anmeldung ist ein Fehler aufgetreten. Bitte versuche es noch einmal.
fr: Une erreur est survenue lors de l'inscription. Merci de recommencer.
it: C'è stato un errore durante la registrazione. Prova ancora.
ro: A intervenit o eroare în timpul înregistrării. Vă rugăm să reîncercați.
ru: Ошибка при регистрации. Пожалуйста, попробуйте еще раз.

source: An error occurred creating your default profile. Please try again.
cs: Došlo k chybě při vytváření Vašeho výchozího profilu. Zkuste to prosím znovu.
de: Bei der Erstellung des Standardprofils ist ein Fehler aufgetreten. Bitte versuche es noch einmal.
fr: Une erreur est survenue lors de la création de votre profil par défaut. Merci de recommencer.
it: C'è stato un errore nella creazione del tuo profilo. Prova ancora.
ro: A intervenit o eroare la crearea profilului dvs. implicit. Vă rugăm să reîncercați.
ru: Ошибка создания вашего профиля. Пожалуйста, попробуйте еще раз.

source: Welcome
cs: Vítejte
de: Willkommen
fr: Bienvenue
it: Ciao
nl: Welkom
ro: Bine ați venit
ru: Добро пожаловать,

source: Please upload a profile photo.
cs: Prosím nahrejte profilovou fotografii
de: Bitte lade ein Profilbild hoch.
fr: Merci d'illustrer votre profil d'une image.
it: Carica una foto per il profilo.
nl: Upload een profielfoto.
ro: Vă rugăm să încărcaţi o fotografie de profil.
ru: Пожалуйста, загрузите фотографию профиля.

source: Welcome back
cs: Vítejte zpět
de: Willkommen zurück
fr: Bienvenue à nouveau,
it: Ciao
nl: Welkom terug
ro: Bine ați revenit
ru: Добро пожаловать обратно,

source: The form security token was not correct. This probably happened because the form has been opened for too long (>3 hours) before submitting it.
cs: Formulářový bezpečnostní token nebyl správný. To pravděpodobně nastalo kvůli tom, že formulář byl otevřen příliš dlouho (>3 hodiny) před jeho odesláním.
de: Das Sicherheitsmerkmal war nicht korrekt. Das passiert meistens wenn das Formular vor dem Absenden zu lange geöffnet war (länger als 3 Stunden).
fr: Le jeton de sécurité du formulaire n'est pas correct. Ceci veut probablement dire que le formulaire est resté ouvert trop longtemps (plus de 3 heures) avant d'être validé.
ro: Formarea codului de securitate, nu a fost corectă. Aceasta probabil s-a întâmplat pentru că formularul a fost deschis pentru prea mult timp ( >3 ore) înainte de a-l transmite.
ru: Ключ формы безопасности неправильный. Вероятно, это произошло потому, что форма была открыта слишком долго (более 3 часов) до её отправки.

source: stopped following
cs: následování zastaveno
de: wird nicht mehr gefolgt
fr: retiré de la liste de suivi
ro: urmărire întreruptă
ru: остановлено следование

source: Poke
cs: Šťouchnout
de: Anstupsen
fr: Sollicitations (pokes)
nl: Aanstoten
ro: Abordare

source: View Status
cs: Zobrazit Status
de: Pinnwand anschauen
fr: Voir les statuts
it: Visualizza stato
nl: Bekijk status
ro: Vizualizare Status
ru: Просмотреть статус

source: View Profile
cs: Zobrazit Profil
de: Profil anschauen
fr: Voir le profil
it: Visualizza profilo
nl: Bekijk profiel
ro: Vizualizare Profil
ru: Просмотреть профиль

source: View Photos
cs: Zobrazit Fotky
de: Bilder anschauen
fr: Voir les photos
it: Visualizza foto
nl: Bekijk foto's
ro: Vizualizare Fotografii
ru: Просмотреть фото

source: Network Posts
cs: Zobrazit Příspěvky sítě
de: Netzwerkbeiträge
fr: Posts du Réseau
nl: Netwerkberichten
ro: Postări din Rețea
ru: Посты сети

source: Edit Contact
cs: Editovat Kontakty
de: Kontakt bearbeiten
fr: Éditer le contact
it: Modifica contatti
nl: Bewerk contact
ru: Редактировать контакт

source: Send PM
cs: Poslat soukromou zprávu
de: Private Nachricht senden
fr: Message privé
it: Invia messaggio privato
nl: Stuur een privébericht
ro: Trimiteți mesaj personal
ru: Отправить ЛС

source: %1$s poked %2$s
cs: %1$s šťouchnul %2$s
de: %1$s hat %2$s angestupst
fr: %1$s a sollicité %2$s
nl: %1$s stootte %2$s aan
ro: %1$s a abordat pe %2$s

source: post/item
cs: příspěvek/položka
de: Nachricht/Beitrag
fr: publication/élément
it: post/elemento
nl: bericht/item
ro: post/element
ru: пост/элемент

source: %1$s marked %2$s's %3$s as favorite
cs: uživatel %1$s označil %2$s's %3$s jako oblíbeného
de: %1$s hat %2$s\s %3$s als Favorit markiert
fr: %1$s a marqué le %3$s de %2$s comme favori
it: %1$s ha segnato il/la %3$s di %2$s come preferito
nl: %1$s markeerde %2$s's %3$s als favoriet
ro: %1$s a marcat %3$s de la %2$s ca favorit
ru: %1$s пометил %2$s %3$s как Фаворит

source: Categories:
cs: Kategorie:
de: Kategorien
fr: Catégories:
nl: Categorieën:
ro: Categorii:
ru: Категории:

source: Filed under:
cs: Vyplněn pod:
de: Abgelegt unter:
fr: Rangé sous:
nl: Bewaard onder:
ro: Înscris în:
ru: В рубрике:

source: remove
cs: odstranit
de: löschen
fr: enlever
it: rimuovi
nl: verwijder
ro: eliminare
ru: удалить

source: Delete Selected Items
cs: Smazat vybrané položky
de: Lösche die markierten Beiträge
fr: Supprimer les éléments sélectionnés
it: Cancella elementi selezionati
nl: Geselecteerde items verwijderen
ro: Ștergeți Elementele Selectate
ru: Удалить выбранные позиции

source: Follow Thread
cs: Následovat vlákno
de: Folge der Unterhaltung
fr: Suivre le fil
nl: Conversatie volgen
ro: Urmăriți Firul Conversației

source: %s likes this.
cs: %s se to líbí.
de: %s mag das.
fr: %s aime ça.
it: Piace a %s.
nl: %s vindt dit leuk.
ro: %s apreciază aceasta.
ru: %s нравится это.

source: %s doesn't like this.
cs: %s se to nelíbí.
de: %s mag das nicht.
fr: %s n'aime pas ça.
it: Non piace a %s.
nl: %s vindt dit niet leuk.
ro: %s nu apreciază aceasta.
ru: %s не нравится это.

source: <span %1$s>%2$d people</span> like this
de: <span %1$s>%2$d Personen</span> mögen das
nl: <span %1$s>%2$d mensen</span> vinden dit leuk
ro: <span %1$s>%2$d persoane</span> apreciază aceasta
ru: <span %1$s>%2$d людям</span> нравится это

source: <span %1$s>%2$d people</span> don't like this
de: <span %1$s>%2$d Personen</span> mögen das nicht
nl: <span %1$s>%2$d people</span> vinden dit niet leuk
ro: <span %1$s>%2$d persoane</span>nu apreciază aceasta
ru: <span %1$s>%2$d людям</span> не нравится это

source: and
cs: a
de: und
fr: et
it: e
nl: en
ro: şi
ru: и

source: , and %d other people
cs: , a %d dalších lidí
de: und %d andere
fr: , et %d autres personnes
it: e altre %d persone
nl: , en %d andere mensen
ro: , şi %d alte persoane
ru: , и %d других чел.

source: %s like this.
cs: %s se to líbí.
de: %s mögen das.
fr: %s aiment ça.
it: Piace a %s.
ro: %s apreciază aceasta.
ru: %s нравится это.

source: %s don't like this.
cs: %s se to nelíbí.
de: %s mögen das nicht.
fr: %s n'aiment pas ça.
it: Non piace a %s.
ro: %s nu apreciază aceasta.
ru: %s не нравится это.

source: Visible to <strong>everybody</strong>
cs: Viditelné pro <strong>všechny</strong>
de: Für <strong>jedermann</strong> sichtbar
fr: Visible par <strong>tout le monde</strong>
it: Visibile a <strong>tutti</strong>
nl: Zichtbaar voor <strong>iedereen</strong>
ro: Vizibil pentru <strong>toți</strong>
ru: Видимое <strong>всем</strong>

source: Please enter a video link/URL:
cs: Prosím zadejte URL adresu videa:
de: Bitte Link/URL zum Video einfügen:
fr: Entrez un lien/URL video :
it: Inserisci un collegamento video / URL:
nl: Vul een videolink/URL in:
ro: Vă rugăm să introduceți un URL/legătură pentru clip video
ru: Введите ссылку на видео link/URL:

source: Please enter an audio link/URL:
cs: Prosím zadejte URL adresu zvukového záznamu:
de: Bitte Link/URL zum Audio einfügen:
fr: Entrez un lien/URL audio :
it: Inserisci un collegamento audio / URL:
nl: Vul een audiolink/URL in:
ro: Vă rugăm să introduceți un URL/legătură pentru clip audio
ru: Введите ссылку на аудио link/URL:

source: Tag term:
cs: Štítek:
de: Tag:
fr: Tag :
it: Tag:
nl: Label:
ro: Termen etichetare:

source: Where are you right now?
cs: Kde právě jste?
de: Wo hältst du dich jetzt gerade auf?
fr: Où êtes-vous présentemment?
it: Dove sei ora?
nl: Waar ben je nu?
ro: Unde vă aflați acum?
ru: И где вы сейчас?

source: Delete item(s)?
cs: Smazat položku(y)?
de: Einträge löschen?
nl: Item(s) verwijderen?
ro: Ștergeți element(e)?
ru: Удалить елемент(ты)?

source: permissions
cs: oprávnění
de: Zugriffsrechte
it: permessi
nl: rechten
ro: permisiuni
ru: разрешения

source: Click here to upgrade.
cs: Klikněte zde pro aktualizaci.
de: Zum Upgraden hier klicken.
fr: Cliquez ici pour mettre à jour.
it: Clicca qui per aggiornare.
ro: Apăsați aici pentru a actualiza.
ru: Нажмите для обновления.

source: This action exceeds the limits set by your subscription plan.
cs: Tato akce překročí limit nastavené Vaším předplatným.
de: Diese Aktion überschreitet die Obergrenze deines Abonnements.
fr: Cette action dépasse les limites définies par votre abonnement.
it: Questa azione eccede i limiti del tuo piano di sottoscrizione.
ro: Această acţiune depăşeşte limitele stabilite de planul abonamentului dvs.
ru: Это действие превышает лимиты, установленные вашим тарифным планом.

source: This action is not available under your subscription plan.
cs: Tato akce není v rámci Vašeho předplatného dostupná.
de: Diese Aktion ist in deinem Abonnement nicht verfügbar.
fr: Cette action n'est pas disponible avec votre abonnement.
it: Questa azione non è disponibile nel tuo piano di sottoscrizione.
ro: Această acţiune nu este disponibilă în planul abonamentului dvs.
ru: Это действие не доступно в соответствии с вашим планом подписки.

source: Delete this item?
cs: Odstranit tuto položku?
de: Diesen Beitrag löschen?
fr: Effacer cet élément?
it: Cancellare questo elemento?
nl: Dit item verwijderen?
ro: Ștergeți acest element?
ru: Удалить этот элемент?

source: show fewer
cs: zobrazit méně
de: weniger anzeigen
fr: montrer moins
it: mostra di meno
nl: Minder tonen
ro: afișare mai puține
ru: показать меньше

source: Update %s failed. See error logs.
cs: Aktualizace %s selhala. Zkontrolujte protokol chyb.
de: Update %s fehlgeschlagen. Bitte Fehlerprotokoll überprüfen.
fr: Mise-à-jour %s échouée. Voir les journaux d'erreur.
it: aggiornamento %s fallito. Guarda i log di errore.
nl: Wijziging %s mislukt. Lees de error logbestanden.
ro: Actualizarea %s a eșuat. Consultaţi jurnalele de eroare.
ru: Обновление %s не удалось. Смотрите журнал ошибок.

source: Update Error at %s
cs: Chyba aktualizace na %s
de: Updatefehler bei %s
fr: Erreur de mise-à-jour à %s
it: Errore aggiornamento a %s
ru: Ошибка обновления в %s

source: Create a New Account
cs: Vytvořit nový účet
de: Neues Konto erstellen
fr: Créer un nouveau compte
it: Crea un nuovo account
nl: Nieuwe account aanmaken
ro: Creaţi un Cont Nou
ru: Создать новый аккаунт

source: Nickname or Email address:
cs: Přezdívka nebo e-mailová adresa:
de: Spitzname oder E-Mail-Adresse:
fr: Pseudo ou courriel:
it: Nome utente o indirizzo email:
nl: Bijnaam of e-mailadres:
ro: Pseudonimul sau Adresa de email:
ru: Ник или адрес электронной почты:

source: Password:
cs: Heslo:
de: Passwort:
fr: Mot de passe:
nl: Wachtwoord:
ro: Parola:
ru: Пароль:

source: Remember me
de: Anmeldedaten merken
nl: Onthou me
ro: Reține autentificarea
ru: Запомнить

source: Or login using OpenID:
cs: Nebo přihlášení pomocí OpenID:
de: Oder melde dich mit deiner OpenID an:
fr: Ou connectez-vous via OpenID:
it: O entra con OpenID:
nl: Of log in met OpenID:
ro: Sau conectaţi-vă utilizând OpenID:
ru: Или зайти с OpenID:

source: Forgot your password?
cs: Zapomněli jste své heslo?
de: Passwort vergessen?
fr: Mot de passe oublié?
it: Hai dimenticato la password?
nl: Wachtwoord vergeten?
ro: Ați uitat parola?
ru: Забыли пароль?

source: Website Terms of Service
de: Website Nutzungsbedingungen
nl: Gebruikersvoorwaarden website
ro: Condiții de Utilizare Site Web
ru: Правила сайта

source: terms of service
de: Nutzungsbedingungen
nl: servicevoorwaarden
ro: condiții de utilizare
ru: правила

source: Website Privacy Policy
de: Website Datenschutzerklärung
nl: Privacybeleid website
ro: Politica de Confidențialitate Site Web
ru: Политика конфиденциальности сервера

source: privacy policy
de: Datenschutzerklärung
nl: privacybeleid
ro: politica de confidențialitate
ru: политика конфиденциальности

source: Requested account is not available.
cs: Požadovaný účet není dostupný.
de: Das angefragte Profil ist nicht vorhanden.
fr: Le compte demandé n'est pas disponible.
nl: Gevraagde account is niet beschikbaar.
ro: Contul solicitat nu este disponibil.
ru: Запрашиваемый профиль недоступен.

source: Edit profile
cs: Upravit profil
de: Profil bearbeiten
fr: Editer le profil
it: Modifica il profilo
nl: Bewerk profiel
ro: Editare profil
ru: Редактировать профиль

source: Message
cs: Zpráva
de: Nachricht
it: Messaggio
nl: Bericht
ro: Mesaj
ru: Сообщение

source: Manage/edit profiles
cs: Spravovat/upravit profily
de: Profile verwalten/editieren
fr: Gérer/éditer les profils
it: Gestisci/modifica i profili
nl: Beheer/wijzig profielen
ro: Gestionare/editare profile
ru: Управление / редактирование профилей

source: g A l F d
de: l, d. F G \U\h\r
fr: g A | F d
it: g A l d F
nl: G l j F

source: F d
cs: d. F
de: d. F
it: d F
nl: d F

source: [today]
cs: [Dnes]
de: [heute]
fr: [aujourd'hui]
it: [oggi]
nl: [vandaag]
ro: [azi]
ru: [сегодня]

source: Birthday Reminders
cs: Připomínka narozenin
de: Geburtstagserinnerungen
fr: Rappels d'anniversaires
it: Promemoria compleanni
nl: Verjaardagsherinneringen
ro: Memento Zile naştere
ru: Напоминания о днях рождения

source: Birthdays this week:
cs: Narozeniny tento týden:
de: Geburtstage diese Woche:
fr: Anniversaires cette semaine:
it: Compleanni questa settimana:
nl: Verjaardagen deze week:
ro: Zi;e Naştere această săptămînă:
ru: Дни рождения на этой неделе:

source: [No description]
cs: [Žádný popis]
de: [keine Beschreibung]
fr: [Sans description]
it: [Nessuna descrizione]
nl: [Geen omschrijving]
ro: [Fără descriere]
ru: [без описания]

source: Event Reminders
cs: Připomenutí událostí
de: Veranstaltungserinnerungen
fr: Rappels d'événements
it: Promemoria
nl: Gebeurtenisherinneringen
ro: Memento Eveniment
ru: Напоминания о мероприятиях

source: Events this week:
cs: Události tohoto týdne:
de: Veranstaltungen diese Woche
fr: Evénements cette semaine:
it: Eventi di questa settimana:
nl: Gebeurtenissen deze week:
ro: Evenimente în această săptămână:
ru: Мероприятия на этой неделе:

source: Status Messages and Posts
cs: Statusové zprávy a příspěvky
de: Statusnachrichten und Beiträge
fr: Messages d'état et publications
nl: Berichten op jouw tijdlijn
ro: Status Mesaje şi Postări
ru: Сообщение статуса и посты

source: Profile Details
cs: Detaily profilu
de: Profildetails
fr: Détails du profil
nl: Profieldetails
ro: Detalii Profil
ru: Детали профиля

source: Events and Calendar
cs: Události a kalendář
de: Ereignisse und Kalender
fr: Événements et agenda
nl: Gebeurtenissen en kalender
ro: Evenimente şi Calendar
ru: Календарь и события

source: Only You Can See This
cs: Toto můžete vidět jen Vy
de: Nur du kannst das sehen
fr: Vous seul pouvez voir ça
nl: Alleen jij kunt dit zien
ro: Numai Dvs. Puteţi Vizualiza
ru: Только вы можете это видеть

source: toggle mobile
cs: přepnout mobil
de: auf/von Mobile Ansicht wechseln
fr: activ. mobile
nl: mobiel thema omwisselen
ro: comutare mobil
ru: мобильная версия

source: Bg settings updated.
cs: Nastavení Bg aktualizováno.
de: Bg Einstellungen sind aktualisiert.
fr: Réglages d'arrière-plan mis à jour.
it: Impostazioni Bg aggiornate.

source: Bg Settings
cs: Nastavení Bg
de: Bg Einstellungen
fr: Réglages d'arrière-plan
it: Impostazioni Bg.

source: Post to Drupal
cs: Zveřejnit na Drupal
de: Bei Drupal veröffentlichen
fr: Poster vers Drupal
it: Invia a Drupal

source: Drupal Post Settings
cs: Nastavení příspěvků Drupal
de: Drupal-Beitragseinstellungen
fr: Réglages Drupal
it: Impostazioni invio a Drupal

source: Enable Drupal Post Plugin
cs: Aktivovat Drupal Plugin
de: Veröffentlichung bei Drupal erlauben
fr: Activer "Poster vers Drupal"
it: Abilita il plugin di invio a Drupal

source: Drupal username
cs: Drupal uživatelské jméno
de: Drupal Nutzername
fr: Nom d'utilisateur Drupal

source: Drupal password
cs: Drupal heslo
de: Drupal Passwort
fr: Mot de passe Drupal

source: Post Type - article,page,or blog
cs: Typ příspěvku - článek, stránka nebo blog
de: Beitragstyp - Artikel, Seite oder Blog
fr: Type de publication - article, page ou blog
it: Tipo di post - article,page o blog

source: Drupal site URL
cs: Drupal adresa webu
de: URL der Drupal Seite
fr: URL du site Drupal
it: Indirizzo del sito Drupal

source: Drupal site uses clean URLS
cs: Drupal server používá čisté URLS
de: Drupal Seite verwendet bereinigte URLs
fr: Ce site utilise des URLs propres
it: Il sito Drupal usa URL puliti

source: Post to Drupal by default
cs: Defaultní umístění na Drupal
de: Veröffentliche öffentliche Beiträge standardmäßig bei Drupal
fr: Poster vers Drupal par défaut
it: Invia a Drupal per impostazione predefinita

source: OEmbed settings updated
cs: OEmbed nastavení aktualizováno
de: OEmbed Einstellungen aktualisiert.
fr: Réglage OEmbed mis-à-jour
it: Impostazioni OEmbed aggiornate

source: Use OEmbed for YouTube videos
cs: Použití OEmbed pro videa na YouTube
de: OEmbed für Youtube Videos verwenden
fr: Utiliser OEmbed pour les vidéos Youtube
it: Usa OEmbed per i video di YouTube

source: URL to embed:
cs: URL adresa k vložení:
de: URL zum Einbetten:
fr: URL à incorporer:
it: URL da incorporare:

source: Tumblr password
cs: Tumbir heslo
de: Tumblr Passwort
fr: Mot de passe Tumblr

source: Name
cs: Jméno
fr: Nom
it: Nome
nl: Naam
ro: Nume
ru: Имя

source: You have used %1$.2f Mbytes of photo storage.
cs: Použil jste %1$.2f Mbytes kapacity úložiště fotografií.
fr: Vous avez utilisé %1$.2f Mo d'espace de stockage pour les photos.

source: Tags:
cs: Štítky:
fr: Étiquettes:
it: Tag:
nl: Labels:
ro: Etichete:
ru: Ключевые слова:

source: web link
cs: webový odkaz
fr: lien web
it: link web
nl: webadres
ru: веб-ссылка

source: video link
cs: odkaz na video
fr: lien vidéo
it: link video
nl: video adres
ru: видео-ссылка

source: audio link
cs: odkaz na audio
fr: lien audio
it: link audio
nl: audio adres
ru: аудио-ссылка

source: StatusNet/Federated Social Web
cs: StatusNet / Federativní Sociální Web
nl: StatusNet/Gefedereerde Sociale Web
ro: StatusNet/Reţea Socială Web Centralizată

source: Apache mod_rewrite module
cs: Apache mod_rewrite modul
fr: Module mod_rewrite Apache
ro: Modulul Apache mod_rewrite

source: Code
cs: Kód
it: Codice
nl: Broncode
ru: Код

source: Wall-to-Wall
cs: Zeď-na-Zeď
fr: Inter-mur
it: Da bacheca a bacheca
ro: Perete-prin-Perete
ru: Стена-на-Стену

source: via Wall-To-Wall:
cs: přes Zeď-na-Zeď
fr: en Inter-mur:
it: da bacheca a bacheca
ro: via Perete-Prin-Perete
ru: через Стена-на-Стену:

source: Invalid request identifier.
cs: Neplatný identifikátor požadavku.
fr: Identifiant de demande invalide.
it: L'identificativo della richiesta non è valido.
nl: Ongeldige <em>request identifier</em>.
ro: Datele de identificare solicitate, sunt invalide.
ru: Неверный идентификатор запроса.

source: System
cs: Systém
fr: Système
it: Sistema
nl: Systeem
ru: Система

source: Administrator
cs: Administrátor
fr: Administrateur
it: Amministratore

source: Icon url
cs: URL ikony
fr: URL de l'icône
it: Url icona
nl: URL pictogram
ro: URL pictogramă
ru: URL символа

source: IMAP server name:
cs: jméno IMAP serveru:
fr: Nom du serveur IMAP:
it: Nome server IMAP:
nl: IMAP server naam:
ro: Nume server IMAP:
ru: Имя IMAP сервера:

source: Email login name:
cs: přihlašovací jméno k e-mailu:
fr: Nom de connexion:
it: Nome utente email:
nl: E-mail login naam:
ro: Nume email autentificare:
ru: Логин эл. почты:

source: You can move here an account from another Friendica server. <br> You need to export your account form the old server and upload it here. We will create here your old account with all your contacts. We will try also to inform you friends that you moved here.<br> <b>This feature is experimental. We can't move here contacts from ostatus network (statusnet/identi.ca) or from diaspora
cs: Zde si můžete přesunout účet z jiného serveru Friendika. <br> Můžete si vyexportovat svůj účet na vašem starším serveru a nahrát je zde. Zde Vám vytvoříme váš starý účet se všemi kontakty. Zároveň budeme informovat Vaše přátele o tom, že jste sem přesunuli.<br> <b>Tato funkce je experimentální. Nemůžeme přesunout kontakty z ostatus sítí (statusnet/identi.ca) nebo diaspory

source: status
cs: Stav
fr: le statut
it: stato
ru: статус

source: D, d M Y - g:i A
cs: D M R - g:i A
it: D d M Y - G:i

source: Plugins
cs: Pluginy
fr: Extensions
it: Plugin
ro: Pluginuri
ru: Плагины

source: DB updates
cs: Aktualizace databáze
fr: Mise-à-jour de la base
it: Aggiornamenti Database
nl: DB aanpassingen
ro: Actualizări Bază de Date
ru: Обновление БД

source: Plugin Features
cs: Funkčnosti rozšíření
fr: Propriétés des extensions
nl: Plugin Functies
ro: Caracteristici Modul
ru: Возможности плагина

source: Blog Account
cs: Účet Blogu
fr: Compte de blog
it: Account Blog
ro: Cont Blog
ru: Аккаунт блога

source: Administration
cs: Administrace
it: Amministrazione
nl: Beheer
ro: Administrare
ru: Администрация

source: Version
cs: Verze
fr: Versio
it: Versione
nl: Versie
ro: Versiune
ru: Версия

source: Proxy URL
cs: Proxy URL adresa
fr: URL du proxy
it: URL Proxy
ru: Прокси URL

source: Maximum Load Average
cs: Maximální průměrné zatížení
fr: Plafond de la charge moyenne
nl: Maximum gemiddelde belasting
ro: Media Maximă de Încărcare
ru: Средняя максимальная нагрузка

source: FTP Host
cs: Hostitel FTP
fr: Hôte FTP
it: Indirizzo FTP
ru: FTP хост

source: link
cs: odkaz
fr: lien
it: collegamento
ru: ссылка

source: Likes
cs: Libí se mi
fr: Derniers "J'aime"
it: Mi piace
nl: Houdt van
ru: Лайки

source: Dislikes
cs: Nelibí se mi
fr: Derniers "Je n'aime pas"
it: Non mi piace
nl: Houdt niet van
ro: Antipatii
ru: Дизлайк

source: Religion
cs: Náboženství
it: Religione
nl: Godsdienst
ro: Religie
ru: Религия

source: Likes:
cs: Líbí se:
fr: J'aime :
it: Mi piace:
nl: Houdt van:
ro: Îmi place:
ru: Нравится:

source: Dislikes:
cs: Nelibí se:
fr: Je n'aime pas :
it: Non mi piace:
nl: Houdt niet van:
ro: Nu-mi place:
ru: Не нравится:

source: Homepage:
cs: Domácí stránka:
fr: Page personnelle:
nl: Website:
ru: Домашняя страничка:

source: Google Account ID
cs: název účtu Google
fr: ID du compte Google
it: ID Google Account

source: E-Mail
cs: e-mailem
fr: Courriel

source: noreply
cs: neodpovídat
it: nessuna risposta
nl: geen reactie
ro: nu-răspundeţi
ru: без ответа

source: Global
cs: Globální

source: lol
cs: hlasitě se směji
fr: mdr

source: Tile Server URL
cs: URL adresa Tile serveru
fr: URL du serveur de tuiles

source: Information
cs: Informace
it: Informazione
nl: Informatie
ro: Informaţii

source: Tumblr login
cs: Tumbir přihlašovací jméno
fr: Login Tumblr

source: WordPress API URL
cs: URL adresa API WordPress
fr: URL de l'API WordPress

source: Tags:
cs: Štítky:
it: Tag:
nl: Labels:
ro: Etichete:
ru: Ключевые слова:

source: Religion:
cs: Náboženství:
it: Religione:
nl: Religie:
ro: Religie:
ru: Религия:

source: Neuter
cs: Neutrál
fr: Neutre
it: Neutro
nl: Genderneutraal
ro: Neutru
ru: Средний род

source: Autosexual
cs: Autosexuál
fr: Auto-sexuel
it: Autosessuale
nl: Autoseksueel
ru: Автосексуал

source: Fetish
cs: Fetišista
fr: Fétichiste
nl: Fetisj
ru: Фетиш

source: Oodles
cs: Hodně
it: Un sacco
nl: Veel
ro: La grămadă
ru: Групповой

source: Nonsexual
cs: Nesexuální
fr: Non-sexuel
it: Asessuato
nl: Niet seksueel
ru: Нет интереса к сексу

source: Single
cs: Svobodný
fr: Célibataire
nl: Alleenstaand
ro: Necăsătorit(ă)
ru: Без пары

source: Dating
cs: Seznamující se
fr: Dans une relation
it: Disponibile a un incontro
nl: Aan het daten
ro: Am întâlniri
ru: Свидания

source: Casual
cs: Ležérní
nl: Ongebonden/vluchtig
ro: Ocazional
ru: Обычный
