Repository: duthied/Free-Friendika
Catalog: view/*/messages.po
Languages: cs, de, fr, it, nl, ro, ru

source: Rotate CCW (left)
cs: Rotovat proti směru hodinových ručiček (doleva)
de: Drehen EUS (links)
fr: Tourner dans le sens contraire des aiguilles d'une montre (vers la gauche)
nl: Roteren tegen de klok in (links)
ro: Rotire spre stânga
ru: Поворот против часовой стрелки (налево)

source: New album name
cs: Nové jméno alba
de: Name des neuen Albums
fr: Nom du nouvel album
it: Nuovo nome dell'album
nl: Nieuwe albumnaam
ro: Nume Nou Album
ru: Название нового альбома

source: Caption
cs: Titulek
de: Bildunterschrift
fr: Titre
it: Titolo
nl: Onderschrift
ro: Titlu
ru: Подпись

source: Add a Tag
cs: Přidat štítek
de: Tag hinzufügen
fr: Ajouter une étiquette
it: Aggiungi tag
nl: Een label toevoegen
ro: Adaugă un Tag
ru: Добавить ключевое слово (таг)

source: Example: @bob, @Barbara_Jensen, @jim@example.com, #California, #camping
cs: Příklad: @bob, @Barbara_Jensen, @jim@example.com, #California, #camping
de: Beispiel: @bob, @Barbara_Jensen, @jim@example.com, #California, #camping
fr: Exemples: @bob, @Barbara_Jensen, @jim@example.com, #Californie, #vacances
it: Esempio: @bob, @Barbara_Jensen, @jim@example.com, #California, #camping
nl: Voorbeeld: @bob, @Barbara_Jansen, @jan@voorbeeld.nl, #Ardennen, #camping
ro: Exemplu: @Bob, @Barbara_Jensen, @jim@exemplu.com , #California, #camping
ru: Пример: @bob, @Barbara_Jensen, @jim@example.com, #California, #camping

source: I like this (toggle)
cs: Líbí se mi to (přepínač)
de: Ich mag das (toggle)
fr: J'aime (bascule)
it: Mi piace (clic per cambiare)
nl: Vind ik leuk
ro: I like asta (toggle)
ru: Нравится

source: I don't like this (toggle)
cs: Nelíbí se mi to (přepínač)
de: Ich mag das nicht (toggle)
fr: Je n'aime pas (bascule)
it: Non mi piace (clic per cambiare)
nl: Vind ik niet leuk
ro: nu îmi place aceasta (comutare)
ru: Не нравится

source: Share
cs: Sdílet
de: Teilen
fr: Partager
it: Condividi
nl: Delen
ro: Partajează
ru: Поделиться

source: Please wait
cs: Čekejte prosím
de: Bitte warten
fr: Patientez
it: Attendi
nl: Even geduld
ro: Aşteptaţi vă rog
ru: Пожалуйста, подождите

source: This is you
cs: Nastavte Vaši polohu
de: Das bist du
fr: C'est vous
it: Questo sei tu
nl: Dit ben jij
ro: Acesta eşti tu
ru: Это вы

source: Comment
cs: Okomentovat
de: Kommentar
fr: Commenter
it: Commento
nl: Reacties
ro: Comentariu
ru: Комментарий

source: Preview
cs: Náhled
de: Vorschau
fr: Aperçu
it: Anteprima
nl: Voorvertoning
ro: Previzualizare
ru: предварительный просмотр

source: Delete
cs: Odstranit
de: Löschen
fr: Supprimer
it: Rimuovi
nl: Verwijder
ro: Şterge
ru: Удалить

source: View Album
cs: Zobrazit album
de: Album betrachten
fr: Voir l'album
it: Sfoglia l'album
nl: Album bekijken
ro: Vezi Album
ru: Просмотреть альбом

source: Recent Photos
cs: Aktuální fotografie
de: Neueste Fotos
fr: Photos récentes
it: Foto recenti
nl: Recente foto's
ro: Poze Recente
ru: Последние фото

source: Not available.
cs: Není k dispozici.
de: Nicht verfügbar.
fr: Indisponible.
it: Non disponibile.
nl: Niet beschikbaar
ro: Indisponibil.
ru: Недоступно.

source: Community
cs: Komunita
de: Gemeinschaft
fr: Communauté
it: Comunità
nl: Website
ro: Comunitate
ru: Сообщество

source: No results.
cs: Žádné výsledky.
de: Keine Ergebnisse.
fr: Aucun résultat.
it: Nessun risultato.
nl: Geen resultaten.
ro: Nici-un rezultat.
ru: Нет результатов.

source: This is Friendica, version
cs: Toto je Friendica, verze
de: Dies ist Friendica, Version
fr: Motorisé par Friendica version
it: Questo è Friendica, versione
nl: Dit is Friendica, versie
ro: Friendica, versiunea
ru: Это Friendica, версия

source: running at web location
cs: běžící na webu
de: die unter folgender Webadresse zu finden ist
fr: hébergé sur
it: in esecuzione all'indirizzo web
nl: draaiend op web-adres
ro: rulează la locaţia web
ru: работает на веб-узле

source: Please visit <a href="http://friendica.com">Friendica.com</a> to learn more about the Friendica project.
cs: Pro získání dalších informací o projektu Friendica navštivte prosím <a href="http://friendica.com">Friendica.com</a>.
de: Bitte besuche <a href="http://friendica.com">Friendica.com</a>, um mehr über das Friendica Projekt zu erfahren.
fr: Merci de vous rendre sur <a href="http://friendica.com">Friendica.com</a> si vous souhaitez en savoir plus sur le projet Friendica.
it: Visita <a href="http://friendica.com">Friendica.com</a> per saperne di più sul progetto Friendica.
nl: Bezoek <a href="http://friendica.com">Friendica.com</a> om meer te leren over het Friendica project.
ro: Vă rugăm să vizitaţi <a href="http://friendica.com">Friendica.com</a> pentru a afla mai multe despre proiectul Friendica.
ru: Пожалуйста, посетите сайт <a href="http://friendica.com">Friendica.com</a>, чтобы узнать больше о проекте Friendica.

source: Bug reports and issues: please visit
cs: Pro hlášení chyb a námětů na změny navštivte:
de: Probleme oder Fehler gefunden? Bitte besuche
fr: Pour les rapports de bugs: rendez vous sur
it: Segnalazioni di bug e problemi: visita
nl: Bug rapporten en problemen: bezoek
ro: Rapoarte de erori şi probleme: vă rugăm să vizitaţi
ru: Отчет об ошибках и проблемах: пожалуйста, посетите

source: Suggestions, praise, donations, etc. - please email "Info" at Friendica - dot com
cs: Návrhy, chválu, dary, apod. - prosím piště na "info" na Friendica - tečka com
de: Vorschläge, Lob, Spenden usw.: E-Mail an "Info" at Friendica - dot com
fr: Suggestions, remerciements, donations, etc. - écrivez à "Info" arob. Friendica - point com
it: Suggerimenti, lodi, donazioni, ecc - e-mail a "Info" at Friendica punto com
nl: Suggesties, lof, donaties, enzovoort - stuur een e-mail naar "info" op Friendica - dot com
ro: Sugestii, laude, donatii, etc. - vă rugăm să trimiteți un email pe "Info" at Friendica - dot com
ru: Предложения, похвала, пожертвования? Пишите на "info" на Friendica - точка com

source: Installed plugins/addons/apps:
cs: Instalované pluginy/doplňky/aplikace:
de: Installierte Plugins/Erweiterungen/Apps
fr: Extensions/applications installées:
it: Plugin/addon/applicazioni instalate
nl: Geïnstalleerde plugins/toepassingen:
ro: Module/suplimente/aplicații instalate:
ru: Установленные плагины / добавки / приложения:

source: No installed plugins/addons/apps
cs: Nejsou žádné nainstalované doplňky/aplikace
de: Keine Plugins/Erweiterungen/Apps installiert
fr: Aucune extension/greffon/application installée
it: Nessun plugin/addons/applicazione installata
nl: Geen plugins of toepassingen geïnstalleerd
ro: Module/suplimente/aplicații neinstalate
ru: Нет установленных плагинов / добавок / приложений

source: Item not found
cs: Položka nenalezena
de: Beitrag nicht gefunden
fr: Élément introuvable
it: Oggetto non trovato
nl: Item niet gevonden
ro: Element negăsit
ru: Элемент не найден

source: Edit post
cs: Upravit příspěvek
de: Beitrag bearbeiten
fr: Éditer la publication
it: Modifica messaggio
nl: Bericht bewerken
ro: Editează post
ru: Редактировать сообщение

source: Post to Email
cs: Poslat příspěvek na e-mail
de: An E-Mail senden
fr: Publier aussi par courriel
it: Invia a email
nl: Verzenden per e-mail
ro: Postați prin Email
ru: Отправить на Email

source: Edit
cs: Upravit
de: Bearbeiten
fr: Éditer
it: Modifica
nl: Bewerken
ru: Редактировать

source: Upload photo
cs: Nahrát fotografii
de: Foto hochladen
fr: Joindre photo
it: Carica foto
nl: Foto uploaden
ro: Încarcă foto
ru: Загрузить фото

source: upload photo
cs: nahrát fotky
de: Bild hochladen
fr: envoi image
it: carica foto
nl: Foto uploaden
ro: încărcare fotografie
ru: загрузить фото

source: Attach file
cs: Přiložit soubor
de: Datei anhängen
fr: Joindre fichier
it: Allega file
nl: Bestand bijvoegen
ro: Ataşează fişier
ru: Приложить файл

source: attach file
cs: přidat soubor
de: Datei anhängen
fr: ajout fichier
it: allega file
nl: bestand bijvoegen
ro: ataşează fişier
ru: приложить файл

source: Insert web link
cs: Vložit webový odkaz
de: Einen Link einfügen
fr: Insérer lien web
it: Inserisci link
nl: Voeg een webadres in
ro: Inserează link web
ru: Вставить веб-ссылку

source: Insert video link
cs: Zadejte odkaz na video
de: Video-Adresse einfügen
fr: Insérer un lien video
it: Inserire collegamento video
nl: Voeg video toe
ro: Inserează video link
ru: Вставить ссылку видео

source: Insert audio link
cs: Zadejte odkaz na zvukový záznam
de: Audio-Adresse einfügen
fr: Insérer un lien audio
it: Inserisci collegamento audio
nl: Voeg audio adres toe
ro: Inserare link audio
ru: Вставить ссылку аудио

source: Set your location
cs: Nastavte vaši polohu
de: Deinen Standort festlegen
fr: Définir votre localisation
it: La tua posizione
nl: Stel uw locatie in
ro: Setează locaţia dvs
ru: Задать ваше местоположение

source: set location
cs: nastavit místo
de: Ort setzen
fr: spéc. localisation
it: posizione
nl: Stel uw locatie in
ro: set locaţie
ru: установить местонахождение

source: Clear browser location
cs: Odstranit adresu v prohlížeči
de: Browser-Standort leeren
fr: Effacer la localisation du navigateur
it: Rimuovi la localizzazione data dal browser
nl: Verwijder locatie uit uw webbrowser
ro: Curățare locație browser
ru: Очистить местонахождение браузера

source: clear location
cs: vymazat místo
de: Ort löschen
fr: supp. localisation
it: canc. pos.
nl: Verwijder locatie uit uw webbrowser
ro: şterge locaţia
ru: убрать местонахождение

source: Permission settings
cs: Nastavení oprávnění
de: Berechtigungseinstellungen
fr: Réglages des permissions
it: Impostazioni permessi
nl: Instellingen van rechten
ro: Setări permisiuni
ru: Настройки разрешений

source: CC: email addresses
cs: skrytá kopie: e-mailové adresy
de: Cc: E-Mail-Addressen
fr: CC: adresses de courriel
it: CC: indirizzi email
nl: CC: e-mailadressen
ro: CC: adresă email
ru: Копии на email адреса

source: Public post
cs: Veřejný příspěvek
de: Öffentlicher Beitrag
fr: Notice publique
it: Messaggio pubblico
nl: Openbare post
ru: Публичное сообщение

source: Set title
cs: Nastavit titulek
de: Titel setzen
fr: Définir un titre
it: Scegli un titolo
nl: Titel plaatsen
ro: Setează titlu
ru: Установить заголовок

source: Categories (comma-separated list)
cs: Kategorie (čárkou oddělený seznam)
de: Kategorien (kommasepariert)
fr: Catégories (séparées par des virgules)
it: Categorie (lista separata da virgola)
nl: Categorieën (komma-gescheiden lijst)
ro: Categorii (listă cu separator prin virgulă)
ru: Категории (список через запятую)

source: Example: bob@example.com, mary@example.com
cs: Příklad: bob@example.com, mary@example.com
de: Z.B.: bob@example.com, mary@example.com
fr: Exemple: bob@exemple.com, mary@exemple.com
it: Esempio: bob@example.com, mary@example.com
nl: Voorbeeld: bob@voorbeeld.nl, an@voorbeeld.be
ro: Exemplu: bob@exemplu.com, mary@exemplu.com
ru: Пример: bob@example.com, mary@example.com

source: This introduction has already been accepted.
cs: Toto pozvání již bylo přijato.
de: Diese Kontaktanfrage wurde bereits akzeptiert.
fr: Cette introduction a déjà été acceptée.
it: Questa presentazione è già stata accettata.
nl: Verzoek is al goedgekeurd
ro: Această introducere a fost deja acceptată
ru: Этот запрос был уже принят.

source: Profile location is not valid or does not contain profile information.
cs: Adresa profilu není platná nebo neobsahuje profilové informace
de: Profiladresse ist ungültig oder stellt einige Profildaten nicht zur Verfügung.
fr: L'emplacement du profil est invalide ou ne contient pas de profil valide.
it: L'indirizzo del profilo non è valido o non contiene un profilo.
nl: Profiel is ongeldig of bevat geen informatie
ro: Locaţia profilului nu este validă sau nu conţine informaţii de profil.
ru: Местоположение профиля является недопустимым или не содержит информацию о профиле.

source: Warning: profile location has no identifiable owner name.
cs: Varování: umístění profilu nemá žádné identifikovatelné jméno vlastníka
de: Warnung: Es konnte kein Name des Besitzers von der angegebenen Profiladresse gefunden werden.
fr: Attention: l'emplacement du profil n'a pas de nom identifiable.
it: Attenzione: l'indirizzo del profilo non riporta il nome del proprietario.
nl: Waarschuwing: de profiellocatie heeft geen identificeerbare eigenaar.
ro: Atenţie: locaţia profilului nu are un nume de deţinător identificabil.
ru: Внимание: местоположение профиля не имеет идентифицируемого имени владельца.

source: Warning: profile location has no profile photo.
cs: Varování: umístění profilu nemá žádnou profilovou fotografii.
de: Warnung: Es konnte kein Profilbild bei der angegebenen Profiladresse gefunden werden.
fr: Attention: l'emplacement du profil n'a pas de photo de profil.
it: Attenzione: l'indirizzo del profilo non ha una foto.
nl: Waarschuwing: Profieladres heeft geen profielfoto.
ro: Atenţie: locaţia profilului nu are fotografie de profil.
ru: Внимание: местоположение профиля не имеет еще фотографии профиля.

source: %d required parameter was not found at the given location
cs: %d požadovaný parametr nebyl nalezen na daném místě
de: %d benötigter Parameter wurde an der angegebenen Stelle nicht gefunden
fr: %d paramètre requis n'a pas été trouvé à l'endroit indiqué
it: %d parametro richiesto non è stato trovato all'indirizzo dato
nl: De %d vereiste parameter is niet op het gegeven adres gevonden
ro: %d parametru necesar nu a fost găsit în locaţia specificată
ru: %d требуемый параметр не был найден в заданном месте

source: Introduction complete.
cs: Představení dokončeno.
de: Kontaktanfrage abgeschlossen.
fr: Phase d'introduction achevée.
it: Presentazione completa.
nl: Verzoek voltooid.
ro: Prezentare completă.
ru: Запрос создан.

source: Unrecoverable protocol error.
cs: Neopravitelná chyba protokolu
de: Nicht behebbarer Protokollfehler.
fr: Erreur de protocole non-récupérable.
it: Errore di comunicazione.
nl: Onherstelbare protocolfout.
ro: Eroare de protocol nerecuperabilă.
ru: Неисправимая ошибка протокола.

source: Profile unavailable.
cs: Profil není k dispozici.
de: Profil nicht verfügbar.
fr: Profil indisponible.
it: Profilo non disponibile.
nl: Profiel onbeschikbaar
ro: Profil nedisponibil.
ru: Профиль недоступен.

source: %s has received too many connection requests today.
cs: %s dnes obdržel příliš mnoho požadavků na připojení.
de: %s hat heute zu viele Freundschaftsanfragen erhalten.
fr: %s a reçu trop de demandes d'introduction aujourd'hui.
it: %s ha ricevuto troppe richieste di connessione per oggi.
nl: %s heeft te veel verzoeken gehad vandaag.
ro: %s a primit, pentru azi, prea multe solicitări de conectare.
ru: К %s пришло сегодня слишком много запросов на подключение.

source: Spam protection measures have been invoked.
cs: Ochrana proti spamu byla aktivována
de: Maßnahmen zum Spamschutz wurden ergriffen.
fr: Des mesures de protection contre le spam ont été déclenchées.
it: Sono state attivate le misure di protezione contro lo spam.
nl: Beveiligingsmaatregelen tegen spam zijn in werking getreden.
ro: Au fost invocate măsuri de protecţie anti-spam.
ru: Были применены меры защиты от спама.

source: Friends are advised to please try again in 24 hours.
cs: Přátelům se doporučuje to zkusit znovu za 24 hodin.
de: Freunde sind angehalten, es in 24 Stunden erneut zu versuchen.
fr: Les relations sont encouragées à attendre 24 heures pour recommencer.
it: Gli amici sono pregati di riprovare tra 24 ore.
nl: Wij adviseren vrienden om het over 24 uur nog een keer te proberen.
ro: Prietenii sunt rugaţi să reîncerce peste 24 de ore.
ru: Друзья советуют попробовать еще раз в ближайшие 24 часа.

source: Invalid locator
cs: Neplatný odkaz
de: Ungültiger Locator
fr: Localisateur invalide
nl: Ongeldige plaatsbepaler
ru: Недопустимый локатор

source: Invalid email address.
cs: Neplatná emailová adresa
de: Ungültige E-Mail Adresse.
fr: Adresse courriel invalide.
it: Indirizzo email non valido.
nl: Geen geldig e-mailadres
ro: Adresă mail invalidă.
ru: Неверный адрес электронной почты.

source: This account has not been configured for email. Request failed.
cs: Tento účet nebyl nastaven pro email. Požadavek nesplněn.
de: Dieses Konto ist nicht für E-Mail konfiguriert. Anfrage fehlgeschlagen.
fr: Ce compte n'a pas été configuré pour les échanges de courriel. Requête avortée.
it: Questo account non è stato configurato per l'email. Richiesta fallita.
nl: Aanvraag mislukt. Dit account is niet geconfigureerd voor e-mail.
ro: Acest cont nu a fost configurat pentru email. Cererea a eşuat.
ru: Этот аккаунт не настроен для электронной почты. Запрос не удался.

source: Unable to resolve your name at the provided location.
cs: Nepodařilo se zjistit Vaše jméno na zadané adrese.
de: Konnte deinen Namen an der angegebenen Stelle nicht finden.
fr: Impossible de résoudre votre nom à l'emplacement fourni.
it: Impossibile risolvere il tuo nome nella posizione indicata.
ro: Imposibil să vă soluţionăm numele pentru locaţia sugerată.
ru: Не удается установить ваше имя на предложенном местоположении.

source: You have already introduced yourself here.
cs: Již jste se zde zavedli.
de: Du hast dich hier bereits vorgestellt.
fr: Vous vous êtes déjà présenté ici.
it: Ti sei già presentato qui.
nl: Je hebt jezelf hier al voorgesteld.
ro: Aţi fost deja prezentat aici
ru: Вы уже ввели информацию о себе здесь.

source: Apparently you are already friends with %s.
cs: Zřejmě jste již přátelé se %s.
de: Es scheint so, als ob du bereits mit %s befreundet bist.
fr: Il semblerait que vous soyez déjà ami avec %s.
it: Pare che tu e %s siate già amici.
nl: Blijkbaar bent u al bevriend met %s.
ro: Se pare că sunteţi deja prieten cu %s.
ru: Похоже, что вы уже друзья с %s.

source: Invalid profile URL.
cs: Neplatné URL profilu.
de: Ungültige Profil-URL.
fr: URL de profil invalide.
it: Indirizzo profilo non valido.
nl: Ongeldig profiel adres.
ro: Profil URL invalid.
ru: Неверный URL профиля.

source: Disallowed profile URL.
cs: Nepovolené URL profilu.
de: Nicht erlaubte Profil-URL.
fr: URL de profil interdite.
it: Indirizzo profilo non permesso.
nl: Niet toegelaten profiel adres.
ro: Profil URL invalid.
ru: Запрещенный URL профиля.

source: Failed to update contact record.
cs: Nepodařilo se aktualizovat kontakt.
de: Aktualisierung der Kontaktdaten fehlgeschlagen.
fr: Échec de mise-à-jour du contact.
it: Errore nell'aggiornamento del contatto.
nl: Ik kon de contactgegevens niet aanpassen.
ro: Actualizarea datelor de contact a eşuat.
ru: Не удалось обновить запись контакта.

source: Your introduction has been sent.
cs: Vaše žádost o propojení byla odeslána.
de: Deine Kontaktanfrage wurde gesendet.
fr: Votre introduction a été envoyée.
it: La tua presentazione è stata inviata.
nl: Je verzoek is verzonden.
ro: Prezentarea dumneavoastră a fost trimisă.
ru: Ваш запрос отправлен.

source: Please login to confirm introduction.
cs: Prosím přihlašte se k potvrzení žádosti o propojení.
de: Bitte melde dich an, um die Kontaktanfrage zu bestätigen.
fr: Connectez-vous pour confirmer l'introduction.
it: Accedi per confermare la presentazione.
nl: Log in om je verzoek te bevestigen.
ro: Vă rugăm să vă autentificați pentru a confirma prezentarea.
ru: Для подтверждения запроса войдите пожалуйста с паролем.

source: Incorrect identity currently logged in. Please login to <strong>this</strong> profile.
cs: Jste přihlášeni pod nesprávnou identitou Prosím, přihlaste se do <strong>tohoto</strong> profilu.
de: Momentan bist du mit einer anderen Identität angemeldet. Bitte melde Dich mit <strong>diesem</strong> Profil an.
fr: Identité incorrecte actuellement connectée. Merci de vous connecter à <strong>ce</strong> profil.
it: Non hai fatto accesso con l'identità corretta. Accedi a <strong>questo</strong> profilo.
nl: Je huidige identiteit is niet de juiste. Log met <strong>dit</strong> profiel in.
ro: Autentificat curent cu identitate eronată. Vă rugăm să vă autentificați pentru <strong>acest</strong> profil.
ru: Неверно идентифицирован вход. Пожалуйста, войдите в <strong>этот</strong> профиль.

source: Hide this contact
cs: Skrýt tento kontakt
de: Verberge diesen Kontakt
fr: Cacher ce contact
it: Nascondi questo contatto
nl: Verberg dit contact
ro: Ascunde acest contact
ru: Скрыть этот контакт

source: Welcome home %s.
cs: Vítejte doma %s.
de: Willkommen zurück %s.
fr: Bienvenue chez vous, %s.
it: Bentornato a casa %s.
nl: Welkom terug %s.
ro: Bine ai venit %s.
ru: Добро пожаловать домой, %s!

source: Please confirm your introduction/connection request to %s.
cs: Prosím potvrďte Vaši žádost o propojení %s.
de: Bitte bestätige deine Kontaktanfrage bei %s.
fr: Merci de confirmer votre demande d'introduction auprès de %s.
it: Conferma la tua richiesta di connessione con %s.
nl: Bevestig je vriendschaps-/connectieverzoek voor %s.
ro: Vă rugăm să vă confirmaţi solicitarea de introducere/conectare la %s.
ru: Пожалуйста, подтвердите краткую информацию / запрос на подключение к %s.

source: Confirm
cs: Potvrdit
de: Bestätigen
fr: Confirmer
it: Conferma
nl: Bevestig
ru: Подтвердить

source: [Name Withheld]
cs: [Jméno odepřeno]
de: [Name unterdrückt]
fr: [Nom non-publié]
it: [Nome Nascosto]
nl: [Naam achtergehouden]
ro: [Nume Reţinut]
ru: [Имя не разглашается]

source: Please enter your 'Identity Address' from one of the following supported communications networks:
cs: Prosím zadejte Vaši adresu identity jedné z následujících podporovaných komunikačních sítí:
de: Bitte gib die Adresse deines Profils in einem der unterstützten sozialen Netzwerke an:
fr: Merci d'entrer votre "adresse d'identité" de l'un des réseaux de communication suivant:
it: Inserisci il tuo 'Indirizzo Identità' da uno dei seguenti network supportati:
nl: Vul hier uw 'Identiteitsadres' in van een van de volgende ondersteunde communicatienetwerken:
ro: Vă rugăm să vă introduceţi "Adresa de Identitate" din una din următoarele reţele de socializare acceptate:
ru: Пожалуйста, введите ваш 'идентификационный адрес' одной из следующих поддерживаемых социальных сетей:

source: <strike>Connect as an email follower</strike> (Coming soon)
cs: <strike>Připojte se jako emailový následovník</strike> (Již brzy)
de: <strike>Als E-Mail-Kontakt verbinden</strike> (In Kürze verfügbar)
fr: <strike>Connecter un utilisateur de courriel</strike> (bientôt)
it: <strike>Connetti un email come follower</strike> (in arrivo)
ru: <strike>Соединитесь как email последователь</strike> (скоро)

source: If you are not yet a member of the free social web, <a href="http://dir.friendica.com/siteinfo">follow this link to find a public Friendica site and join us today</a>.
cs: Pokud ještě nejste členem svobodné sociální sítě, <a href="http://dir.friendica.com/siteinfo">následujte tento odkaz k nalezení veřejného Friendica serveru a přidejte se k nám ještě dnes</a>.
de: Wenn du noch kein Mitglied dieses freien sozialen Netzwerks bist, <a href="http://dir.friendica.com/siteinfo">folge diesem Link</a> um einen öffentlichen Friendica-Server zu finden und beizutreten.
fr: Si vous n'êtes pas encore membre du web social libre, <a href="http://dir.friendica.com/siteinfo"> suivez ce lien pour trouver un site Friendica ouvert au public et nous rejoindre dès aujourd'hui</a>.
it: Se non sei un membro del web sociale libero, <a href="http://dir.friendica.com/siteinfo">segui questo link per trovare un sito Friendica pubblico e unisciti a noi oggi</a>
ro: Dacă nu sunteţi încă un membru al reţelei online de socializare gratuite, <a href= "http://dir.friendica.com/siteinfo">urmați acest link pentru a găsi un site public Friendica şi alăturați-vă nouă, chiar astăzi</a>.
ru: Если вы еще не являетесь членом свободной социальной сети, перейдите по <a href="http://dir.friendica.com/siteinfo"> этой ссылке, чтобы найти публичный сервер Friendica и присоединиться к нам сейчас </a>.

source: Friend/Connection Request
cs: Požadavek o přátelství / kontaktování
de: Freundschafts-/Kontaktanfrage
fr: Requête de relation/amitié
it: Richieste di amicizia/connessione
nl: Vriendschaps-/connectieverzoek
ro: Solicitare Prietenie/Conectare
ru: Запрос в друзья / на подключение
