Repository: duthied/Free-Friendika
Catalog: view/*/messages.po
Languages: cs, de, fr, it, nl, ro, ru

source: Community/Celebrity Account
cs: Komunitní účet / Účet celebrity
de: Forum/Promi-Konto
fr: Compte de communauté/célébrité
it: Account per celebrità o per comunità
nl: Account voor een groep/forum of beroemdheid
ro: Cont Comunitate/Celebritate
ru: Аккаунт Сообщество / Знаменитость

source: Automatic Friend Account
cs: Účet s automatickým schvalováním přátel
de: Automatisches Freundekonto
fr: Compte auto-amical
it: Account per amicizia automatizzato
nl: Automatisch Vriendschapsaccount
ro: Cont Prieten Automat
ru: "Автоматический друг" Аккаунт

source: Private Forum
cs: Soukromé fórum
de: Privates Forum
fr: Forum privé
it: Forum Privato
nl: Privéforum/-groep
ro: Forum Privat
ru: Личный форум

source: Message queues
cs: Fronty zpráv
de: Nachrichten-Warteschlangen
fr: Files d'attente des messages
nl: Bericht-wachtrijen
ro: Șiruri de mesaje
ru: Очереди сообщений

source: Summary
cs: Shrnutí
de: Zusammenfassung
fr: Résumé
it: Sommario
nl: Samenvatting
ro: Sumar
ru: Резюме

source: Registered users
cs: Registrovaní uživatelé
de: Registrierte Nutzer
fr: Utilisateurs inscrits
it: Utenti registrati
nl: Geregistreerde gebruikers
ro: Utilizatori înregistraţi
ru: Зарегистрированные пользователи

source: Pending registrations
cs: Čekající registrace
de: Anstehende Anmeldungen
fr: Inscriptions en attente
it: Registrazioni in attesa
nl: Registraties die in de wacht staan
ro: Administrare
ru: Ожидающие регистрации

source: Active plugins
cs: Aktivní pluginy
de: Aktive Plugins
fr: Extensions activés
it: Plugin attivi
nl: Actieve plug-ins
ro: Module active
ru: Активные плагины

source: Site settings updated.
cs: Nastavení webu aktualizováno.
de: Seiteneinstellungen aktualisiert.
fr: Réglages du site mis-à-jour.
it: Impostazioni del sito aggiornate.
nl: Site instellingen gewijzigd.
ro: Configurările site-ului au fost actualizate.
ru: Установки сайта обновлены.

source: Closed
cs: Uzavřeno
de: Geschlossen
fr: Fermé
it: Chiusa
nl: Gesloten
ro: Inchis
ru: Закрыто

source: Requires approval
cs: Vyžaduje schválení
de: Bedarf der Zustimmung
fr: Demande une apptrobation
it: Richiede l'approvazione
nl: Toestemming vereist
ro: Necesită aprobarea
ru: Требуется подтверждение

source: Open
cs: Otevřená
de: Offen
fr: Ouvert
it: Aperta
ro: Deschide
ru: Открыто

source: No SSL policy, links will track page SSL state
cs: Žádná SSL politika, odkazy budou následovat stránky SSL stav
de: Keine SSL Richtlinie, Links werden das verwendete Protokoll beibehalten
fr: Pas de politique SSL, le liens conserveront l'état SSL de la page
it: Nessuna gestione SSL, i link seguiranno lo stato SSL della pagina
nl: Geen SSL beleid, links zullen SSL status van pagina volgen
ro: Nici-o politică SSL, legăturile vor urmări starea paginii SSL
ru: Нет режима SSL, состояние SSL не будет отслеживаться

source: Force all links to use SSL
cs: Vyžadovat u všech odkazů použití SSL
de: SSL für alle Links erzwingen
fr: Forcer tous les liens à utiliser SSL
it: Forza tutti i linki ad usare SSL
nl: Verplicht alle links om SSL te gebruiken
ro: Forţează toate legăturile să utilizeze SSL
ru: Заставить все ссылки использовать SSL

source: Self-signed certificate, use SSL for local links only (discouraged)
cs: Certifikát podepsaný sám sebou, použít SSL pouze pro lokální odkazy (nedoporučeno)
de: Selbst-unterzeichnetes Zertifikat, SSL nur für lokale Links verwenden (nicht empfohlen)
fr: Certificat auto-signé, n'utiliser SSL que pour les liens locaux (non recommandé)
it: Certificato auto-firmato, usa SSL solo per i link locali (sconsigliato)
nl: Zelf-ondertekend certificaat, gebruik SSL alleen voor lokale links (afgeraden)
ro: Certificat auto/semnat, folosește SSL numai pentru legăturile locate (nerecomandat)
ru: Само-подписанный сертификат, использовать SSL только локально (не рекомендуется)

source: File upload
cs: Nahrání souborů
de: Datei hochladen
fr: Téléversement de fichier
it: Caricamento file
nl: Uploaden bestand
ro: Fişier incărcat
ru: Загрузка файлов

source: Policies
cs: Politiky
de: Regeln
fr: Politiques
it: Politiche
nl: Beleid
ro: Politici
ru: Политики

source: Advanced
cs: Pokročilé
de: Erweitert
fr: Avancé
it: Avanzate
nl: Geavanceerd
ro: Avansat
ru: Расширенный

source: Site name
cs: Název webu
de: Seitenname
fr: Nom du site
it: Nome del sito
nl: Site naam
ro: Nume site
ru: Название сайта

source: System language
cs: Systémový jazyk
de: Systemsprache
fr: Langue du système
it: Lingua di sistema
nl: Systeemtaal
ro: Limbă System l
ru: Системный язык

source: System theme
cs: Grafická šablona systému
de: Systemweites Thema
fr: Thème du système
it: Tema di sistema
nl: Systeem thema
ro: Temă System
ru: Системная тема

source: Default system theme - may be over-ridden by user profiles - <a href='#' id='cnftheme'>change theme settings</a>
cs: Defaultní systémové téma - může být změněno v uživatelských profilech - <a href='#' id='cnftheme'> změnit theme settings</a>
de: Vorgabe für das System-Theme - kann von Benutzerprofilen überschrieben werden - <a href='#' id='cnftheme'>Theme-Einstellungen ändern</a>
fr: Thème par défaut sur ce site - peut être changé en fonction des profils - <a href='#' id='cnftheme'>changer les réglages du thème</a>
nl: Standaard systeem thema - kan door gebruikersprofielen veranderd worden - <a href='#' id='cnftheme'>verander thema instellingen</a>
ro: Tema implicită a sistemului - se poate supraregla prin profilele de utilizator - <a href='#' id='cnftheme'>modificați configurările temei</a>
ru: Тема системы по умолчанию - может быть переопределена пользователем - <a href='#' id='cnftheme'>изменить настройки темы</a>

source: Mobile system theme
cs: Systémové téma zobrazení pro mobilní zařízení
de: Systemweites mobiles Thema
fr: Thème mobile
nl: Mobiel systeem thema
ro: Temă sisteme mobile
ru: Мобильная тема системы

source: Theme for mobile devices
cs: Téma zobrazení pro mobilní zařízení
de: Thema für mobile Geräte
fr: Thème pour les terminaux mobiles
nl: Thema voor mobiele apparaten
ro: Temă pentru dispozitivele mobile
ru: Тема для мобильных устройств

source: SSL link policy
cs: Politika SSL odkazů
de: Regeln für SSL Links
fr: Politique SSL pour les liens
it: Gestione link SSL
nl: Beleid SSL-links
ro: Politivi link SSL
ru: Политика SSL

source: Determines whether generated links should be forced to use SSL
cs: Určuje, zda-li budou generované odkazy používat SSL
de: Bestimmt, ob generierte Links SSL verwenden müssen
fr: Détermine si les liens générés doivent forcer l'usage de SSL
it: Determina se i link generati devono essere forzati a usare SSL
nl: Bepaald of gegenereerde verwijzingen verplicht SSL moeten gebruiken
ro: Determină dacă legăturile generate ar trebui forţate să utilizeze SSL
ru: Ссылки должны быть вынуждены использовать SSL

source: 'Share' element
de: 'Teilen' Element

source: Activates the bbcode element 'share' for repeating items.
de: Aktiviert das bbcode Element 'Teilen' um Einträge zu wiederholen.

source: Maximum image size
cs: Maximální velikost obrázků
de: Maximale Größe von Bildern
fr: Taille maximale des images
it: Massima dimensione immagini
nl: Maximum afbeeldingsgrootte
ro: Maxim mărime imagine
ru: Максимальный размер изображения

source: Maximum size in bytes of uploaded images. Default is 0, which means no limits.
cs: Maximální velikost v bajtech nahraných obrázků. Defaultní je 0, což znamená neomezeno.
de: Maximale Upload-Größe von Bildern in Bytes. Standard ist 0, d.h. ohne Limit.
fr: Taille maximale des images envoyées (en octets). 0 par défaut, c'est à dire "aucune limite".
it: Massima dimensione in byte delle immagini caricate. Il default è 0, cioè nessun limite.
nl: Maximum afmeting in bytes van afbeeldingen. Standaard is 0, dus geen beperking.
ro: Dimensiunea maximă în octeţi, a imaginii încărcate. Implicit este 0, ceea ce înseamnă fără limite.
ru: Максимальный размер в байтах для загружаемых изображений. По умолчанию 0, что означает отсутствие ограничений.

source: Maximum image length
cs: Maximální velikost obrázků
de: Maximale Länge von Bildern
fr: Longueur maximale des images
nl: Maximum afbeeldingslengte
ro: Dimensiunea maximă a imaginii
ru: Максимальная длина картинки

source: Maximum length in pixels of the longest side of uploaded images. Default is -1, which means no limits.
cs: Maximální délka v pixelech delší stránky nahrávaných obrázků. Defaultně je -1, což označuje bez limitu
de: Maximale Länge in Pixeln der längsten Seite eines hoch geladenen Bildes. Grundeinstellung ist -1 was keine Einschränkung bedeutet.
fr: Longueur maximale (en pixels) du plus long côté des images téléversées. La valeur par défaut est -1, soit une absence de limite.
nl: Maximum lengte in pixels van de langste kant van afbeeldingen. Standaard is -1, dus geen beperkingen.
ro: Dimensiunea maximă în pixeli a celei mai lungi laturi a imaginii încărcate. Implicit este -1, ceea ce înseamnă fără limite.
ru: Максимальная длина в пикселях для длинной стороны загруженных изображений. По умолчанию равно -1, что означает отсутствие ограничений.

source: JPEG image quality
cs: JPEG kvalita obrázku
de: Qualität des JPEG Bildes
fr: Qualité JPEG des images
nl: JPEG afbeeldingskwaliteit
ro: Calitate imagine JPEG
ru: Качество JPEG изображения

source: Uploaded JPEGS will be saved at this quality setting [0-100]. Default is 100, which is full quality.
cs: Nahrávaný JPEG bude uložen se zadanou kvalitou v rozmezí [0-100]. Defaultní je 100, což znamená plnou kvalitu.
de: Hoch geladene JPEG Bilder werden mit dieser Qualität [0-100] gespeichert. Grundeinstellung ist 100, kein Qualitätsverlust.
fr: Les JPEGs téléversés seront sauvegardés avec ce niveau de qualité [0-100]. La valeur par défaut est 100, soit la qualité maximale.
nl: JPEGS zullen met deze kwaliteitsinstelling bewaard worden [0-100]. Standaard is 100, dit is volledige kwaliteit.
ro: Imaginile JPEG încărcate vor fi salvate cu această calitate stabilită [0-100]. Implicit este 100, ceea ce înseamnă calitate completă.
ru: Загруженные изображения JPEG будут сохранены в этом качестве [0-100]. По умолчанию 100, что означает полное качество.

source: Register policy
cs: Politika registrace
de: Registrierungsmethode
fr: Politique d'inscription
it: Politica di registrazione
nl: Registratiebeleid
ro: Politici inregistrare
ru: Политика регистрация

source: Maximum Daily Registrations
de: Maximum täglicher Neuanmeldungen
nl: Maximum aantal registraties per dag
ro: Înregistrări Zilnice Maxime
ru: Максимальное число регистраций в день

source: If registration is permitted above, this sets the maximum number of new user registrations to accept per day. If register is set to closed, this setting has no effect.
de: Wenn die Registrierung weiter oben erlaubt ist, regelt dies die maximale Anzahl von Neuanmeldungen pro Tag. Wenn die Registrierung geschlossen ist, hat diese Einstellung keinen Effekt.
nl: Als registratie hierboven is toegelaten, zet dit het maximum aantal registraties van nieuwe gebruikers per dag. Als registratie niet is toegelaten heeft deze instelling geen effect.
ro: Dacă înregistrarea este permisă de mai sus, aceasta stabileşte numărul maxim de utilizatori noi înregistraţi, acceptaţi pe zi. Dacă înregistrarea este stabilită ca închisă, această setare nu are efect.
ru: Если регистрация разрешена, этот параметр устанавливает максимальное количество новых регистраций пользователей в день. Если регистрация закрыта, эта опция не имеет никакого эффекта.

source: Register text
cs: Registrace textu
de: Registrierungstext
fr: Texte d'inscription
it: Testo registrazione
nl: Registratietekst
ro: Text înregistrare
ru: Текст регистрации

source: Will be displayed prominently on the registration page.
cs: Bude zřetelně zobrazeno na registrační stránce.
de: Wird gut sichtbar auf der Registrierungsseite angezeigt.
fr: Sera affiché de manière bien visible sur la page d'accueil.
it: Sarà mostrato ben visibile nella pagina di registrazione.
nl: Dit zal prominent op de registratiepagina getoond worden.
ro: Va fi afişat vizibil pe pagina de înregistrare.
ru: Будет находиться на видном месте на странице регистрации.

source: Accounts abandoned after x days
cs: Účet je opuštěn po x dnech
de: Nutzerkonten gelten nach x Tagen als unbenutzt
fr: Les comptes sont abandonnés après x jours
it: Account abbandonati dopo x giorni
nl: Verlaten accounts na x dagen
ro: Conturi abandonate după x zile
ru: Аккаунт считается после x дней не воспользованным

source: Will not waste system resources polling external sites for abandonded accounts. Enter 0 for no time limit.
cs: Neztrácejte systémové zdroje kontaktováním externích webů s opuštěnými účty. Zadejte 0 pro žádný časový limit.
de: Verschwende keine System-Ressourcen auf das Pollen externer Seiten, wenn Konten nicht mehr benutzt werden. 0 eingeben für kein Limit.
fr: Pour ne pas gaspiller les ressources système, on cesse d'interroger les sites distants pour les comptes abandonnés. Mettre 0 pour désactiver cette fonction.
it: Non spreca risorse di sistema controllando siti esterni per gli account abbandonati. Immettere 0 per nessun limite di tempo.
nl: Dit zal geen systeembronnen verspillen aan het nakijken van externe sites voor verlaten accounts. Geef 0 is voor geen tijdslimiet.
ro: Nu va risipi resurse de sistem interogând site-uri externe pentru conturi abandonate. Introduceţi 0 pentru nici-o limită de timp.
ru: Не будет тратить ресурсы для опроса сайтов для бесхозных контактов. Введите 0 для отключения лимита времени.

source: Allowed friend domains
cs: Povolené domény přátel
de: Erlaubte Domains für Kontakte
fr: Domaines autorisés
it: Domini amici consentiti
nl: Toegelaten vriend domeinen
ro: Domenii prietene permise
ru: Разрешенные домены друзей

source: Comma separated list of domains which are allowed to establish friendships with this site. Wildcards are accepted. Empty to allow any domains
cs: Čárkou oddělený seznam domén, kterým je povoleno navazovat přátelství s tímto webem. Zástupné znaky (wildcards) jsou povoleny. Prázné znamená libovolnou doménu.
de: Liste der Domains, die für Freundschaften erlaubt sind, durch Kommas getrennt. Platzhalter werden akzeptiert. Leer lassen, um alle Domains zu erlauben.
fr: Une liste de domaines, séparés par des virgules, autorisés à établir des relations avec les utilisateurs de ce site. Les '*' sont acceptés. Laissez vide pour autoriser tous les domaines
it: Elenco separato da virglola dei domini che possono stabilire amicizie con questo sito. Sono accettati caratteri jolly. Lascalo vuoto per accettare qualsiasi dominio.
nl: Komma-gescheiden lijst van domeinen die een vriendschapsband met deze website mogen aangaan. Jokers zijn toegelaten. Laat leeg om alle domeinen toe te laten.
ro: Lista cu separator prin virgulă a domeniilor ce sunt permise pentru a stabili relaţii de prietenie cu acest site. Metacaracterele sunt acceptate. Lăsaţi necompletat pentru a permite orice domeniu
ru: Разделенный запятыми список доменов, которые разрешены для установления связей. Групповые символы принимаются. Оставьте пустым для разрешения связи со всеми доменами.

source: Allowed email domains
cs: Povolené e-mailové domény
de: Erlaubte Domains für E-Mails
fr: Domaines courriel autorisés
it: Domini email consentiti
nl: Toegelaten e-mail domeinen
ro: Domenii de email, permise
ru: Разрешенные почтовые домены

source: Comma separated list of domains which are allowed in email addresses for registrations to this site. Wildcards are accepted. Empty to allow any domains
cs: Čárkou oddělený seznam domén emalových adres, kterým je povoleno provádět registraci na tomto webu. Zástupné znaky (wildcards) jsou povoleny. Prázné znamená libovolnou doménu.
de: Liste der Domains, die für E-Mail-Adressen bei der Registrierung erlaubt sind, durch Kommas getrennt. Platzhalter werden akzeptiert. Leer lassen, um alle Domains zu erlauben.
fr: Liste de domaines - séparés par des virgules - dont les adresses e-mail sont autorisées à s'inscrire sur ce site. Les '*' sont acceptées. Laissez vide pour autoriser tous les domaines
it: Elenco separato da virgola dei domini permessi come indirizzi email in fase di registrazione a questo sito. Sono accettati caratteri jolly. Lascalo vuoto per accettare qualsiasi dominio.
nl: Door komma's gescheiden lijst met e-maildomeinen die op deze website mogen registeren. Wildcards zijn toegestaan. Leeg laten om alle domeinen toe te staan.
ro: Lista cu separator prin virgulă a domeniilor ce sunt permise în adresele de email pentru înregistrările pe acest site. Metacaracterele sunt acceptate. Lăsaţi necompletat pentru a permite orice domeniu
ru: Разделенный запятыми список доменов, которые разрешены для установления связей. Групповые символы принимаются. Оставьте пустым для разрешения связи со всеми доменами.

source: Block public
cs: Blokovat veřejnost
de: Öffentlichen Zugriff blockieren
fr: Interdire la publication globale
it: Blocca pagine pubbliche
nl: Openbare toegang blokkeren
ro: Blocare acces public
ru: Блокировать общественный доступ

source: Check to block public access to all otherwise public personal pages on this site unless you are currently logged in.
cs: Označemím přepínače zablokujete veřejný přístup ke všem jinak veřejně přístupným soukromým stránkám uživatelům, kteří nebudou přihlášeni.
de: Klicken, um öffentlichen Zugriff auf sonst öffentliche Profile zu blockieren, wenn man nicht eingeloggt ist.
fr: Cocher pour bloquer les accès anonymes (non-connectés) à tout sauf aux pages personnelles publiques.
it: Seleziona per bloccare l'accesso pubblico a tutte le pagine personali di questo sito, a meno di essere loggato.
nl: Kruis dit aan om alle openbare persoonlijke pagina's alleen toegankelijk te maken voor ingelogde gebruikers.
ro: Bifați pentru a bloca accesul public, pe acest site, către toate paginile publice cu caracter personal, doar dacă nu sunteţi deja autentificat.
ru: Отметьте, чтобы заблокировать публичный доступ ко всем иным публичным персональным страницам на этом сайте, если вы не вошли на сайт.

source: Force publish
cs: Publikovat
de: Erzwinge Veröffentlichung
fr: Forcer la publication globale
it: Forza publicazione
nl: Dwing publiceren af
ro: Forțează publicarea
ru: Принудительная публикация

source: Check to force all profiles on this site to be listed in the site directory.
cs: Označením přepínače budou včechny profily na tomto webu uvedeny v adresáři webu.
de: Klicken, um Anzeige aller Profile dieses Servers im Verzeichnis zu erzwingen.
fr: Cocher pour publier obligatoirement tous les profils locaux dans l'annuaire du site.
it: Seleziona per forzare tutti i profili di questo sito ad essere compresi nell'elenco di questo sito.
nl: Kruis dit aan om af te dwingen dat alle profielen op deze website in de gids van deze website gepubliceerd worden.
ro: Bifați pentru a forţa, ca toate profilurile de pe acest site să fie enumerate în directorul site-ului.
ru: Отметьте, чтобы принудительно заставить все профили на этом сайте, быть перечислеными в каталоге сайта.

source: Global directory update URL
cs: aktualizace URL adresy Globálního adresáře
de: URL für Updates beim weltweiten Verzeichnis
fr: URL de mise-à-jour de l'annuaire global
it: URL aggiornamento Elenco Globale
ro: URL actualizare director global
ru: URL обновления глобального каталога

source: URL to update the global directory. If this is not set, the global directory is completely unavailable to the application.
cs: URL adresa k aktualizaci globálního adresáře. Pokud není zadáno, funkce globálního adresáře není dostupná žádné aplikaci.
de: URL für Update des globalen Verzeichnisses. Wenn nichts eingetragen ist, bleibt das globale Verzeichnis unerreichbar.
fr: URL de mise-à-jour de l'annuaire global. Si vide, l'annuaire global sera complètement indisponible.
it: URL dell'elenco globale. Se vuoto, l'elenco globale sarà completamente disabilitato.
ro: URL pentru a actualiza directorul global. Dacă aceasta nu se stabilește, director global este complet indisponibil pentru aplicație.
ru: URL для обновления глобального каталога. Если он не установлен, глобальный каталог полностью недоступен для приложения.

source: Allow threaded items
cs: Povolit vícevláknové zpracování obsahu
de: Erlaube Threads in Diskussionen
fr: Activer les commentaires imbriqués
nl: Sta threads in conversaties toe
ro: Permite elemente înșiruite
ru: Разрешить темы в обсуждении

source: Allow infinite level threading for items on this site.
cs: Povolit zpracování obsahu tohoto webu neomezeným počtem paralelních vláken.
de: Erlaube ein unendliches Level für Threads auf dieser Seite.
fr: Permettre une imbrication infinie des commentaires.
nl: Sta oneindige niveaus threads in conversaties op deze website toe.
ro: Permite pe acest site, un număr infinit de nivele de înșiruire.
ru: Разрешить бесконечный уровень для тем на этом сайте.

source: Private posts by default for new users
cs: Nastavit pro nové uživatele příspěvky jako soukromé
de: Private Beiträge als Standard für neue Nutzer
fr: Publications privées par défaut pour les nouveaux utilisateurs
nl: Privéberichten als standaard voor nieuwe gebruikers
ro: Postările private, ca implicit pentru utilizatori noi
ru: Частные сообщения по умолчанию для новых пользователей

source: Set default post permissions for all new members to the default privacy group rather than public.
cs: Nastavit defaultní práva pro příspěvky od všech nových členů na výchozí soukromou skupinu raději než jako veřejné.
de: Die Standard-Zugriffsrechte für neue Nutzer werden so gesetzt, dass als Voreinstellung in die private Gruppe gepostet wird anstelle von öffentlichen Beiträgen.
fr: Rendre les posts de tous les nouveaux utilisateurs accessibles seulement par le groupe de contacts par défaut, et non par tout le monde.
nl: Stel de standaardrechten van berichten voor nieuwe leden op de standaard privacygroep in, in plaats van openbaar.
ro: Stabilește permisiunile de postare implicite, pentru toți membrii noi, la grupul de confidențialitate implicit, mai degrabă decât cel public.
ru: Установить права на создание постов по умолчанию для всех участников в дефолтной приватной группе, а не для публичных участников.

source: Block multiple registrations
cs: Blokovat více registrací
de: Unterbinde Mehrfachregistrierung
fr: Interdire les inscriptions multiples
it: Blocca registrazioni multiple
nl: Blokkeer meerdere registraties
ro: Blocare înregistrări multiple
ru: Блокировать множественные регистрации

source: Disallow users to register additional accounts for use as pages.
cs: Znemožnit uživatelům registraci dodatečných účtů k použití jako stránky.
de: Benutzern nicht erlauben, weitere Konten als zusätzliche Profile anzulegen.
fr: Ne pas permettre l'inscription de comptes multiples comme des pages.
it: Non permette all'utente di registrare account extra da usare come pagine.
nl: Laat niet toe dat gebruikers meerdere accounts aanmaken.
ro: Interzice utilizatorilor să-și înregistreze conturi adiționale pentru a le folosi ca pagini.
ru: Запретить пользователям регистрировать дополнительные аккаунты для использования в качестве страниц.

source: OpenID support
cs: podpora OpenID
de: OpenID Unterstützung
fr: Support OpenID
it: Supporto OpenID
nl: OpenID ondersteuning
ru: Поддержка OpenID

source: OpenID support for registration and logins.
cs: Podpora OpenID pro registraci a přihlašování.
de: OpenID-Unterstützung für Registrierung und Login.
fr: Supporter OpenID pour les inscriptions et connexions.
it: Supporta OpenID per la registrazione e il login
nl: OpenID ondersteuning voor registraties en logins.
ro: Suport OpenID pentru înregistrare şi autentificări.
ru: OpenID поддержка для регистрации и входа в систему.

source: Fullname check
cs: kontrola úplného jména
de: Namen auf Vollständigkeit überprüfen
fr: Vérification du "Prénom Nom"
it: Controllo nome completo
nl: Controleer volledige naam
ro: Verificare Nume complet
ru: Проверка полного имени
