Repository: duthied/Free-Friendika
Catalog: view/*/messages.po
Languages: cs, de, fr, it, nl, ro, ru

source: Set some public keywords for your default profile which describe your interests. We may be able to find other people with similar interests and suggest friendships.
cs: Nastavte si nějaká veřejné klíčová slova pro výchozí profil, která popisují Vaše zájmy. Friendika Vám může nalézt další lidi s podobnými zájmy a navrhnout přátelství.
de: Trage ein paar öffentliche Stichwörter in dein Standardprofil ein, die deine Interessen beschreiben. Eventuell sind wir in der Lage Leute zu finden, die deine Interessen teilen und können dir dann Kontakte vorschlagen.
fr: Choisissez quelques mots-clé publics pour votre profil par défaut. Ils pourront ainsi décrire vos centres d'intérêt, et nous pourrons vous proposer des contacts qui les partagent.
it: Inserisci qualche parola chiave pubblica nel tuo profilo predefinito che descriva i tuoi interessi. Potremmo essere in grado di trovare altre persone con interessi similari e suggerirti delle amicizie.
nl: Stel enkele openbare sleutelwoorden in voor je standaard profiel die je interesses beschrijven. We kunnen dan misschien mensen vinden met gelijkaardige interesses, en vrienden voorstellen.
ro: Stabiliți câteva cuvinte-cheie publice pentru profilul dvs. implicit, cuvinte ce descriu cel mai bine interesele dvs. Vom putea astfel găsi alte persoane cu interese similare și vă vom sugera prietenia lor.
ru: Установите некоторые публичные ключевые слова для вашего профиля по умолчанию, которые описывают ваши интересы. Мы можем быть в состоянии найти других людей со схожими интересами и предложить дружбу.

source: Connecting
cs: Probíhá pokus o připojení
de: Verbindungen knüpfen
fr: Connexions
nl: Verbinding aan het maken
ro: Conectare
ru: Подключение

source: Authorise the Facebook Connector if you currently have a Facebook account and we will (optionally) import all your Facebook friends and conversations.
cs: Jestliže máte účet na Facebooku, povolte konektor na Facebook a bude možné (na přání) importovat všechny Vaš přátele na Facebooku a všechny Vaše konverzace.
de: Richte die Verbindung zu Facebook ein, wenn du im Augenblick ein Facebook-Konto hast, und (optional) deine Facebook-Freunde und -Unterhaltungen importieren willst.
fr: Activez et paramétrez le connecteur Facebook si vous avez un compte Facebook et nous pourrons (de manière facultative) importer tous vos amis et conversations Facebook.
it: Autorizza il Facebook Connector se hai un account Facebook, e noi (opzionalmente) importeremo tuti i tuoi amici e le tue conversazioni da Facebook.
ro: Autorizați Conectorul Facebook dacă dețineți în prezent un cont pe Facebook, şi vom importa (opțional) toți prietenii și toate conversațiile de pe Facebook.
ru: Авторизуйте Facebook Connector , если у вас уже есть аккаунт на Facebook, и мы (по желанию) импортируем всех ваших друзей и беседы с Facebook.

source: <em>If</em> this is your own personal server, installing the Facebook addon may ease your transition to the free social web.
cs: <em>Pokud</em> je toto Váš soukromý server, instalací Facebok doplňku můžete zjednodušit Váš přechod na svobodný sociální web.
de: <em>Wenn</em> dies dein privater Server ist, könnte die Installation des Facebook Connectors deinen Umzug ins freie soziale Netz angenehmer gestalten.
fr: <em>Si</em> ceci est votre propre serveur, installer le connecteur Facebook peut adoucir votre transition vers le web social libre.
it: <em>Se</em questo è il tuo server personale, installare il plugin per Facebook puo' aiutarti nella transizione verso il web sociale libero.
ro: <em>Dacă</em> aceasta este propriul dvs. server, instalarea suplimentului Facebook, vă poate uşura tranziţia la reţeaua socială web gratuită.
ru: <em>Если</em> это ваш личный сервер, установите дополнение Facebook, это может облегчить ваш переход на свободную социальную сеть.

source: Importing Emails
cs: Importování emaiů
de: Emails Importieren
fr: Importer courriels
nl: E-mails importeren
ro: Importare Email-uri
ru: Импортирование Email-ов

source: Enter your email access information on your Connector Settings page if you wish to import and interact with friends or mailing lists from your email INBOX
cs: Pokud chcete importovat své přátele nebo mailové skupiny a komunikovat s nimi, zadejte na Vaší stránce Nastavení kontektoru své přístupové údaje do svého emailového účtu
de: Gib deine E-Mail-Zugangsinformationen auf der Connector-Einstellungsseite ein, falls du E-Mails aus deinem Posteingang importieren und mit Freunden und Mailinglisten interagieren willlst.
fr: Entrez vos paramètres de courriel dans les Réglages des connecteurs si vous souhaitez importer et interagir avec des amis ou des listes venant de votre Boîte de Réception.
it: Inserisci i tuoi dati di accesso all'email nella tua pagina Impostazioni Connettori se vuoi importare e interagire con amici o mailing list dalla tua casella di posta in arrivo
nl: Vul je e-mailtoegangsinformatie in op je pagina met verbindingsinstellingen als je vrienden of mailinglijsten uit je e-mail-inbox wilt importeren, en met hen wilt communiceren
ro: Introduceţi informațiile dvs. de acces la email adresa de email, în pagina dvs. de Configurări Conector, dacă doriți să importați și să interacționați cu prietenii sau cu listele de email din Căsuța dvs. de Mesaje Primite.
ru: Введите информацию о доступе к вашему email на странице настроек вашего коннектора, если вы хотите импортировать, и общаться с друзьями или получать рассылки на ваш ящик электронной почты

source: Go to Your Contacts Page
cs: Navštivte Vaši stránku s kontakty
de: Gehe zu deiner Kontakt-Seite
fr: Consulter vos Contacts
nl: Ga naar je contactenpagina
ro: Dute la pagina ta Contacte
ru: Перейти на страницу ваших контактов

source: Your Contacts page is your gateway to managing friendships and connecting with friends on other networks. Typically you enter their address or site URL in the <em>Add New Contact</em> dialog.
cs: Vaše stránka Kontakty je Vaše brána k nastavování přátelství a propojení s přáteli z dalších sítí. Typicky zadáte jejich emailovou adresu nebo URL adresu jejich serveru prostřednictvím dialogu <em>Přidat nový kontakt</em>.
de: Die Kontakte-Seite ist die Einstiegsseite, von der aus du Kontakte verwalten und dich mit Freunden in anderen Netzwerken verbinden kannst. Normalerweise gibst du dazu einfach ihre Adresse oder die URL der Seite im Kasten <em>Neuen Kontakt hinzufügen</em> ein.
fr: Votre page Contacts est le point d'entrée vers la gestion de vos amitiés/relations et la connexion à des amis venant d'autres réseaux. Typiquement, vous pourrez y rentrer leur adresse d'Identité ou l'URL de leur site dans le formulaire <em>Ajouter un nouveau contact</em>.
it: La tua pagina Contatti è il mezzo per gestire le amicizie e collegarsi con amici su altre reti. Di solito, basta inserire l'indirizzo nel campo <em>Aggiungi Nuovo Contatto</em>
nl: Je contactenpagina is jouw poort om vriendschappen te beheren en verbinding te leggen met vrienden op andere netwerken. Je kunt hun adres of URL toevoegen in de <em>Voeg nieuw contact toe</em> dialoog.
ro: Pagina dvs. de Contact este poarta dvs. de acces către administrarea prieteniilor şi pentru conectarea cu prietenii din alte rețele. În general, introduceți adresa lor sau URL-ul către site, folosind dialogul <em>Adăugare Contact Nou</em>.
ru: Ваша страница контактов - это ваш шлюз к управлению дружбой и общением с друзьями в других сетях. Обычно вы вводите свой ​​адрес или адрес сайта в диалог <em>Добавить новый контакт</em>.

source: Go to Your Site's Directory
cs: Navštivte lokální adresář Friendica
de: Gehe zum Verzeichnis deiner Friendica Instanz
fr: Consulter l'Annuaire de votre Site
nl: Ga naar de gids van je website
ro: Mergeţi la Directorul Site-ului
ru: Перейти в каталог вашего сайта

source: The Directory page lets you find other people in this network or other federated sites. Look for a <em>Connect</em> or <em>Follow</em> link on their profile page. Provide your own Identity Address if requested.
cs: Stránka Adresář Vám pomůže najít další lidi na tomto serveru nebo v jiných propojených serverech. Prostřednictvím odkazů <em>Připojení</em> nebo <em>Následovat</em> si prohlédněte jejich profilovou stránku. Uveďte svou vlastní adresu identity, je-li požadována.
de: Über die Verzeichnisseite kannst du andere Personen auf diesem Server oder anderen verknüpften Seiten finden. Halte nach einem <em>Verbinden</em> oder <em>Folgen</em> Link auf deren Profilseiten Ausschau und gib deine eigene Profiladresse an, falls du danach gefragt wirst.
fr: La page Annuaire vous permet de trouver d'autres personnes au sein de ce réseaux ou parmi d'autres sites fédérés. Cherchez un lien <em>Relier</em> ou <em>Suivre</em> sur leur profil. Vous pourrez avoir besoin d'indiquer votre adresse d'identité.
it: La pagina Elenco ti permette di trovare altre persone in questa rete o in altri siti. Cerca un link <em>Connetti</em> o <em>Segui</em> nella loro pagina del profilo. Inserisci il tuo Indirizzo Identità, se richiesto.
nl: In de gids vind je andere mensen in dit netwerk of op andere federatieve sites. Zoek naar het woord <em>Connect</em> of <em>Follow</em> op hun profielpagina (meestal aan de linkerkant). Vul je eigen identiteitsadres in wanneer daar om wordt gevraagd.
ro: Pagina Directorului vă permite să găsiţi alte persoane în această reţea sau în alte site-uri asociate. Căutaţi o legătură de <em>Conectare</em> sau <em>Urmărire</em> pe pagina lor de profil. Oferiți propria dvs. Adresă de Identitate dacă se solicită.
ru: На странице каталога вы можете найти других людей в этой сети или на других похожих сайтах. Ищите ссылки <em>Подключить</em> или <em>Следовать</em> на страницах их профилей. Укажите свой собственный адрес идентификации, если требуется.

source: Finding New People
cs: Nalezení nových lidí
de: Neue Leute kennenlernen
fr: Trouver de nouvelles personnes
nl: Nieuwe mensen vinden
ro: Găsire Persoane Noi
ru: Поиск людей

source: On the side panel of the Contacts page are several tools to find new friends. We can match people by interest, look up people by name or interest, and provide suggestions based on network relationships. On a brand new site, friend suggestions will usually begin to be populated within 24 hours.
cs: Na bočním panelu stránky s kontakty je několik nástrojů k nalezení nových přátel. Porovnáme lidi dle zájmů, najdeme lidi podle jména nebo zájmu a poskytneme Vám návrhy založené na přátelství v síti přátel. Na zcela novém serveru se návrhy přátelství nabínou obvykle během 24 hodin.
de: Im seitlichen Bedienfeld der Kontakteseite gibt es diverse Werkzeuge, um neue Freunde zu finden. Wir können Menschen mit den gleichen Interessen finden, anhand von Namen oder Interessen suchen oder aber aufgrund vorhandener Kontakte neue Freunde vorschlagen. Auf einer brandneuen - soeben erstellten - Seite starten die Kontaktvorschläge innerhalb von 24 Stunden.
fr: Sur le panneau latéral de la page Contacts, il y a plusieurs moyens de trouver de nouveaux amis. Nous pouvons mettre les gens en relation selon leurs intérêts, rechercher des amis par nom ou intérêt, et fournir des suggestions en fonction de la topologie du réseau. Sur un site tout neuf, les suggestions d'amitié devraient commencer à apparaître au bout de 24 heures.
it: Nel pannello laterale nella pagina "Contatti", ci sono diversi strumenti per trovare nuovi amici. Possiamo confrontare le persone per interessi, cercare le persone per nome e fornire suggerimenti basati sui tuoi contatti esistenti. Su un sito nuovo, i suggerimenti sono di solito presenti dopo 24 ore.
nl: Op het zijpaneel van de Contacten pagina vind je verschillende tools om nieuwe vrienden te zoeken. We kunnen mensen op interesses matchen, mensen opzoeken op naam of hobby, en suggesties doen gebaseerd op netwerk-relaties. Op een nieuwe webstek beginnen vriendschapssuggesties meestal binnen de 24 uur beschikbaar te worden.
ro: Pe panoul lateral al paginii Contacte sunt câteva unelte utile pentru a găsi noi prieteni. Putem asocia persoanele după interese, căuta persoane după nume sau interes, şi vă putem oferi sugestii bazate pe relaţiile din reţea. Pe un site nou-nouț, sugestiile de prietenie vor începe în mod normal să fie populate în termen de 24 de ore.
ru: На боковой панели страницы Контакты есть несколько инструментов, чтобы найти новых друзей. Мы можем искать по соответствию интересам, посмотреть людей по имени или интересам, и внести предложения на основе сетевых отношений. На новом сайте, предложения дружбы, как правило, начинают заполняться в течение 24 часов.

source: Groups
cs: Skupiny
de: Gruppen
fr: Groupes
it: Gruppi
nl: Groepen
ro: Groupuri
ru: Группы

source: Group Your Contacts
cs: Seskupte si své kontakty
de: Gruppiere deine Kontakte
fr: Grouper vos contacts
nl: Groepeer je contacten
ro: Grupați-vă Contactele
ru: Группа "ваши контакты"

source: Once you have made some friends, organize them into private conversation groups from the sidebar of your Contacts page and then you can interact with each group privately on your Network page.
cs: Jakmile získáte nějaké přátele, uspořádejte si je do soukromých konverzačních skupin na postranním panelu Vaší stránky Kontakty a pak můžete komunikovat s každou touto skupinu soukromě prostřednictvím stránky Síť.
de: Sobald du einige Freunde gefunden hast, organisiere sie in Gruppen zur privaten Kommunikation im Seitenmenü der Kontakte-Seite. Du kannst dann mit jeder dieser Gruppen von der Netzwerkseite aus privat interagieren.
fr: Une fois que vous avez trouvé quelques amis, organisez-les en groupes de conversation privés depuis le panneau latéral de la page Contacts. Vous pourrez ensuite interagir avec chaque groupe de manière privée depuis la page Réseau.
it: Quando avrai alcuni amici, organizzali in gruppi di conversazioni private dalla barra laterale della tua pagina Contatti. Potrai interagire privatamente con ogni gruppo nella tua pagina Rete
nl: Als je een aantal vrienden gemaakt hebt kun je ze in je eigen conversatiegroepen indelen vanuit de zijbalk van je 'Conacten' pagina, en dan kun je met elke groep apart contact houden op je Netwerk pagina.
ro: Odată ce v-aţi făcut unele prietenii, organizaţi-le în grupuri de conversaţii private din bara laterală a paginii dvs. de Contact şi apoi puteţi interacționa, privat cu fiecare grup pe pagina dumneavoastră de Reţea.
ru: После того, как вы найдете несколько друзей, организуйте их в группы частных бесед в боковой панели на странице Контакты, а затем вы можете взаимодействовать с каждой группой приватно или на вашей странице Сеть.

source: Why Aren't My Posts Public?
cs: Proč nejsou mé příspěvky veřejné?
de: Warum sind meine Beiträge nicht öffentlich?
fr: Pourquoi mes éléments ne sont pas publics?
nl: Waarom zijn mijn berichten niet openbaar?
ro: De ce nu sunt Postările Mele Publice?
ru: Почему мои посты не публичные?

source: Friendica respects your privacy. By default, your posts will only show up to people you've added as friends. For more information, see the help section from the link above.
cs: Friendica respektuje Vaše soukromí. Defaultně jsou Vaše příspěvky viditelné pouze lidem, které označíte jako Vaše přátelé. Více informací naleznete v nápovědě na výše uvedeném odkazu
de: Friendica respektiert deine Privatsphäre. Mit der Grundeinstellung werden deine Beiträge ausschließlich deinen Kontakten angezeigt. Für weitere Informationen diesbezüglich lies dir bitte den entsprechenden Abschnitt in der Hilfe unter dem obigen Link durch.
fr: Friendica respecte votre vie privée. Par défaut, tous vos éléments seront seulement montrés à vos amis. Pour plus d'information, consultez la section "aide" du lien ci-dessus.
nl: Friendica respecteert je privacy. Standaard zullen je berichten alleen zichtbaar zijn voor personen die jij als vriend hebt toegevoegd. Lees de help (zie de verwijzing hierboven) voor meer informatie.
ro: Friendica vă respectă confidenţialitatea. Implicit, postările dvs. vor fi afişate numai persoanelor pe care le-ați adăugat ca și prieteni. Pentru mai multe informaţii, consultaţi secţiunea de asistenţă din legătura de mai sus.
ru: Friendica уважает вашу приватность. По умолчанию, ваши сообщения будут показываться только для людей, которых вы добавили в список друзей. Для получения дополнительной информации см. раздел справки по ссылке выше.

source: Getting Help
cs: Získání nápovědy
de: Hilfe bekommen
fr: Obtenir de l'aide
nl: Hulp krijgen
ro: Obţinerea de Ajutor
ru: Получить помощь

source: Go to the Help Section
cs: Navštivte sekci nápovědy
de: Zum Hilfe Abschnitt gehen
fr: Aller à la section Aide
nl: Ga naar de help
ro: Navigați la Secțiunea Ajutor
ru: Перейти в раздел справки

source: Our <strong>help</strong> pages may be consulted for detail on other program features and resources.
cs: Na stránkách <strong>Nápověda</strong> naleznete nejen další podrobnosti o všech funkcích Friendika ale také další zdroje informací.
de: Unsere <strong>Hilfe</strong> Seiten können herangezogen werden, um weitere Einzelheiten zu andern Programm Features zu erhalten.
fr: Nos pages d'<strong>aide</strong> peuvent être consultées pour davantage de détails sur les fonctionnalités ou les ressources.
it: Le nostre pagine della <strong>guida</strong> possono essere consultate per avere dettagli su altre caratteristiche del programma e altre risorse.
nl: Je kunt onze <strong>help</strong> pagina's raadplegen voor gedetailleerde informatie over andere functies van dit programma.
ro: Paginile noastre de <strong>ajutor</strong> pot fi consultate pentru detalii, prin alte funcții şi resurse de program.
ru: Наши страницы <strong>помощи</strong> могут проконсультировать о подробностях и возможностях программы и ресурса.

source: Item not available.
cs: Položka není k dispozici.
de: Beitrag nicht verfügbar.
fr: Elément non disponible.
it: Oggetto non disponibile.
nl: Item niet beschikbaar
ro: Elementul nu este disponibil.
ru: Пункт не доступен.

source: Item was not found.
cs: Položka nebyla nalezena.
de: Beitrag konnte nicht gefunden werden.
fr: Element introuvable.
it: Oggetto non trovato.
nl: Item niet gevonden
ro: Element negăsit.
ru: Пункт не был найден.

source: Group created.
cs: Skupina vytvořena.
de: Gruppe erstellt.
fr: Groupe créé.
it: Gruppo creato.
nl: Groep aangemaakt.
ro: Grupul a fost creat.
ru: Группа создана.

source: Could not create group.
cs: Nelze vytvořit skupinu.
de: Konnte die Gruppe nicht erstellen.
fr: Impossible de créer le groupe.
it: Impossibile creare il gruppo.
nl: Kon de groep niet aanmaken.
ro: Grupul nu se poate crea.
ru: Не удалось создать группу.

source: Group not found.
cs: Skupina nenalezena.
de: Gruppe nicht gefunden.
fr: Groupe introuvable.
it: Gruppo non trovato.
nl: Groep niet gevonden.
ro: Grupul nu a fost găsit.
ru: Группа не найдена.

source: Group name changed.
cs: Název skupiny byl změněn.
de: Gruppenname geändert.
fr: Groupe renommé.
it: Il nome del gruppo è cambiato.
nl: Groepsnaam gewijzigd.
ro: Numele grupului a fost schimbat.
ru: Название группы изменено.

source: Permission denied
cs: Nedostatečné oprávnění
de: Zugriff verweigert
fr: Permission refusée
it: Permesso negato
nl: Toegang geweigerd
ro: Permisiune refuzată
ru: Доступ запрещен

source: Create a group of contacts/friends.
cs: Vytvořit skupinu kontaktů / přátel.
de: Eine Gruppe von Kontakten/Freunden anlegen.
fr: Créez un groupe de contacts/amis.
it: Crea un gruppo di amici/contatti.
nl: Maak een groep contacten/vrienden aan.
ro: Creaţi un grup de contacte/prieteni.
ru: Создать группу контактов / друзей.

source: Group Name:
cs: Název skupiny:
de: Gruppenname:
fr: Nom du groupe:
it: Nome del gruppo:
nl: Groepsnaam:
ro: Nume Grup:
ru: Название группы:

source: Group removed.
cs: Skupina odstraněna.
de: Gruppe entfernt.
fr: Groupe enlevé.
it: Gruppo rimosso.
nl: Groep verwijderd.
ro: Grupul a fost eliminat.
ru: Группа удалена.

source: Unable to remove group.
cs: Nelze odstranit skupinu.
de: Konnte die Gruppe nicht entfernen.
fr: Impossible d'enlever le groupe.
it: Impossibile rimuovere il gruppo.
nl: Niet in staat om groep te verwijderen.
ro: Nu se poate elimina grupul.
ru: Не удается удалить группу.

source: Group Editor
cs: Editor skupin
de: Gruppeneditor
fr: Éditeur de groupe
it: Modifica gruppo
nl: Groepsbewerker
ro: Editor Grup
ru: Редактор групп

source: Members
cs: Členové
de: Mitglieder
fr: Membres
it: Membri
nl: Leden
ro: Membri
ru: Участники

source: Click on a contact to add or remove.
cs: Klikněte na kontakt pro přidání nebo odebrání
de: Klicke einen Kontakt an, um ihn hinzuzufügen oder zu entfernen
fr: Cliquez sur un contact pour l'ajouter ou le supprimer.
it: Clicca su un contatto per aggiungerlo o rimuoverlo.
nl: Klik op een contact om het toe te voegen of te verwijderen.
ro: Apăsați pe un contact pentru a-l adăuga sau elimina.
ru: Нажмите на контакт, чтобы добавить или удалить.

source: Invalid profile identifier.
cs: Neplatný identifikátor profilu.
de: Ungültiger Profil-Bezeichner
fr: Identifiant de profil invalide.
it: Indentificativo del profilo non valido.
nl: Ongeldige profiel-identificatie.
ro: Identificator profil, invalid.
ru: Недопустимый идентификатор профиля.

source: Profile Visibility Editor
cs: Editor viditelnosti profilu
de: Editor für die Profil-Sichtbarkeit
fr: Éditer la visibilité du profil
it: Modifica visibilità del profilo
ro: Editor Vizibilitate Profil
ru: Редактор видимости профиля

source: Visible To
cs: Viditelný pro
de: Sichtbar für
fr: Visible par
it: Visibile a
nl: Zichtbaar voor
ro: Vizibil Pentru
ru: Видимый для

source: All Contacts (with secure profile access)
cs: Všechny kontakty (se zabezpečeným přístupovým profilem )
de: Alle Kontakte (mit gesichertem Profilzugriff)
fr: Tous les contacts (ayant un accès sécurisé)
it: Tutti i contatti (con profilo ad accesso sicuro)
nl: Alle contacten (met veilige profieltoegang)
ro: Toate Contactele (cu acces profil securizat)
ru: Все контакты (с безопасным доступом к профилю)

source: No contacts.
cs: Žádné kontakty.
de: Keine Kontakte.
fr: Aucun contact.
it: Nessun contatto.
nl: Geen contacten.
ro: Nici-un contact.
ru: Нет контактов.

source: View Contacts
cs: Zobrazit kontakty
de: Kontakte anzeigen
fr: Voir les contacts
it: Visualizza i contatti
nl: Bekijk contacten
ro: Vezi Contacte
ru: Просмотр контактов

source: Registration details for %s
cs: Registrační údaje pro %s
de: Details der Registration von %s
fr: Détails d'inscription pour %s
it: Dettagli della registrazione di %s
nl: Registratie details voor %s
ro: Detaliile de înregistrare pentru %s
ru: Подробности регистрации для %s

source: Registration successful. Please check your email for further instructions.
cs: Registrace úspěšná. Zkontrolujte prosím svůj e-mail pro další instrukce.
de: Registrierung erfolgreich. Eine E-Mail mit weiteren Anweisungen wurde an dich gesendet.
fr: Inscription réussie. Vérifiez vos emails pour la suite des instructions.
it: Registrazione completata. Controlla la tua mail per ulteriori informazioni.
nl: Registratie geslaagd. Kijk je e-mail na voor verdere instructies.
ro: Înregistrarea s-a efectuat cu succes. Vă rugăm să vă verificaţi e-mailul pentru instrucţiuni suplimentare.
ru: Регистрация успешна. Пожалуйста, проверьте свою электронную почту для получения дальнейших инструкций.

source: Failed to send email message. Here is the message that failed.
cs: Nepodařilo se odeslat zprávu na e-mail. Zde je zpráva, která nebyla odeslána.
de: Konnte die E-Mail nicht versenden. Hier ist die Nachricht, die nicht gesendet werden konnte.
fr: Impossible d'envoyer un email. Voici le message qui a échoué.
it: Errore nell'invio del messaggio email. Questo è il messaggio non inviato.
ru: Невозможно отправить сообщение электронной почтой. Вот сообщение, которое не удалось.
