Repository: duthied/Free-Friendika
Catalog: view/*/messages.po
Languages: cs, de, fr, it, nl, ro, ru

source: Post successful.
cs: Příspěvek úspěšně odeslán
de: Beitrag erfolgreich veröffentlicht.
fr: Publication réussie.
it: Inviato!
nl: Bericht succesvol geplaatst.
ro: Postat cu succes.
ru: Успешно добавлено.

source: [Embedded content - reload page to view]
cs: [Vložený obsah - obnovení stránky pro zobrazení]
de: [Eingebetteter Inhalt - Seite neu laden zum Betrachten]
fr: [contenu incorporé - rechargez la page pour le voir]
it: [Contenuto incorporato - ricarica la pagina per visualizzarlo correttamente]
nl: [Ingebedde inhoud - herlaad pagina om het te bekijken]
ro: [Conţinut încastrat - reîncărcaţi pagina pentru a vizualiza]
ru: [Встроенное содержание - перезагрузите страницу для просмотра]

source: Contact settings applied.
cs: Nastavení kontaktu změněno
de: Einstellungen zum Kontakt angewandt.
fr: Réglages du contact appliqués.
it: Contatto modificato.
nl: Contactinstellingen toegepast.
ro: Configurările Contactului au fost aplicate.
ru: Установки контакта приняты.

source: Contact update failed.
cs: Aktualizace kontaktu selhala.
de: Konnte den Kontakt nicht aktualisieren.
fr: Impossible d'appliquer les réglages.
it: Le modifiche al contatto non sono state salvate.
nl: Aanpassen van contact mislukt.
ro: Actualizarea Contactului a eșuat.
ru: Обновление контакта неудачное.

source: Permission denied.
cs: Přístup odmítnut.
de: Zugriff verweigert.
fr: Permission refusée.
it: Permesso negato.
nl: Toegang geweigerd
ro: Permisiune refuzată.
ru: Нет разрешения.

source: Contact not found.
cs: Kontakt nenalezen.
de: Kontakt nicht gefunden.
fr: Contact introuvable.
it: Contatto non trovato.
nl: Contact niet gevonden
ro: Contact negăsit.
ru: Контакт не найден.

source: Repair Contact Settings
cs: Opravit nastavení kontaktu
de: Kontakteinstellungen reparieren
fr: Réglages du réparateur de contacts
it: Ripara il contatto
ro: Remediere Configurări Contact
ru: Восстановить установки контакта

source: <strong>WARNING: This is highly advanced</strong> and if you enter incorrect information your communications with this contact may stop working.
cs: <strong>Varování: Toto je velmi pokročilé</strong> a pokud zadáte nesprávné informace, Vaše komunikace s tímto kontaktem může přestat fungovat.
de: <strong>ACHTUNG: Das sind Experten-Einstellungen!</strong> Wenn du etwas Falsches eingibst, funktioniert die Kommunikation mit diesem Kontakt evtl. nicht mehr.
fr: <strong>ATTENTION: Manipulation réservée aux experts</strong>, toute information incorrecte pourrait empêcher la communication avec ce contact.
it: <strong>ATTENZIONE: Queste sono impostazioni avanzate</strong> e se inserisci informazioni errate le tue comunicazioni con questo contatto potrebbero non funzionare più
ro: <Strong>AVERTISMENT: Această acțiune este foarte avansată</strong> şi dacă introduceţi informaţii incorecte, comunicaţiile cu acest contact se poate opri.
ru: <strong>ВНИМАНИЕ: Это крайне важно!</strong> Если вы введете неверную информацию, ваша связь с этим контактом перестанет работать.

source: Please use your browser 'Back' button <strong>now</strong> if you are uncertain what to do on this page.
cs: Prosím použijte <strong>ihned</strong> v prohlížeči tlačítko "zpět" pokud si nejste jistí co dělat na této stránce.
de: Bitte nutze den Zurück-Button deines Browsers <strong>jetzt</strong>, wenn du dir unsicher bist, was du tun willst.
fr: une photo
it: Usa <strong>ora</strong> il tasto 'Indietro' del tuo browser se non sei sicuro di cosa fare in questa pagina.
nl: Gebruik <strong>nu</strong> de "terug"-knop in je webbrowser wanneer je niet weet wat je op deze pagina moet doen.
ro: Vă rugăm să utilizaţi <strong>acum</strong> butonul 'Înapoi' din browser, dacă nu sunteţi sigur ce sa faceți pe această pagină.
ru: Пожалуйста, нажмите клавишу вашего браузера 'Back' или 'Назад' <strong>сейчас</strong>, если вы не уверены, что делаете на этой странице.

source: Return to contact editor
cs: Návrat k editoru kontaktu
de: Zurück zum Kontakteditor
fr: Retour à l'éditeur de contact
it: Ritorna alla modifica contatto
nl: Ga terug naar contactbewerker
ro: Reveniţi la editorul de contact
ru: Возврат к редактору контакта

source: Account Nickname
cs: Přezdívka účtu
de: Konto-Spitzname
fr: Pseudo du compte
it: Nome utente
nl: Bijnaam account
ro: Pseudonim Cont
ru: Ник аккаунта

source: @Tagname - overrides Name/Nickname
cs: @Tagname - upřednostněno před Jménem/Přezdívkou
de: @Tagname - überschreibt Name/Spitzname
fr: @NomDuTag - prend le pas sur Nom/Pseudo
it: @TagName - al posto del nome utente
nl: @Labelnaam - krijgt voorrang op naam/bijnaam
ro: @Nume_etichetă - suprascrie Numele/Pseudonimul

source: Account URL
cs: URL adresa účtu
de: Konto-URL
fr: URL du compte
it: URL dell'utente
nl: URL account
ro: URL Cont
ru: URL аккаунта

source: Friend Request URL
cs: Žádost o přátelství URL
de: URL für Freundschaftsanfragen
fr: Echec du téléversement de l'image.
it: URL Richiesta Amicizia
nl: URL vriendschapsverzoek
ro: URL Solicitare Prietenie
ru: URL запроса в друзья

source: Friend Confirm URL
cs: URL adresa potvrzení přátelství
de: URL für Bestätigungen von Freundschaftsanfragen
fr: Accès public refusé.
it: URL Conferma Amicizia
nl: URL vriendschapsbevestiging
ro: URL Confirmare Prietenie
ru: URL подтверждения друга

source: Notification Endpoint URL
cs: Notifikační URL adresa
de: URL-Endpunkt für Benachrichtigungen
fr: Aucune photo sélectionnée
it: URL Notifiche
ro: Punct final URL Notificare
ru: URL эндпоинта уведомления

source: Poll/Feed URL
cs: Poll/Feed URL adresa
de: Pull/Feed-URL
fr: Téléverser des photos
it: URL Feed
nl: URL poll/feed
ro: URL Sondaj/Flux
ru: URL опроса/ленты

source: New photo from this URL
cs: Nové foto z této URL adresy
de: Neues Foto von dieser URL
fr: Nouvelle photo depuis cette URL
it: Nuova foto da questo URL
nl: Nieuwe foto van deze URL
ro: Fotografie Nouă de la acest URL
ru: Новое фото из этой URL

source: Submit
cs: Odeslat
de: Senden
fr: Envoyer
it: Invia
nl: Opslaan
ro: Trimite
ru: Подтвердить

source: Help:
cs: Nápověda:
de: Hilfe:
fr: Aide:
it: Guida:
ro: Ajutor:
ru: Помощь:

source: Help
cs: Nápověda
de: Hilfe
fr: Aide
it: Guida
ro: Ajutor
ru: Помощь

source: Not Found
cs: Nenalezen
de: Nicht gefunden
fr: Non trouvé
it: Non trovato
nl: Niet gevonden
ro: Negăsit
ru: Не найдено

source: Page not found.
cs: Stránka nenalezena
de: Seite nicht gefunden.
fr: Page introuvable.
it: Pagina non trovata.
nl: Pagina niet gevonden
ro: Pagină negăsită.
ru: Страница не найдена.

source: File exceeds size limit of %d
cs: Velikost souboru přesáhla limit %d
de: Die Datei ist größer als das erlaubte Limit von %d
fr: La taille du fichier dépasse la limite de %d
it: Il file supera la dimensione massima di %d
ro: Fişierul depăşeşte dimensiunea limită de %d
ru: Файл превышает предельный размер %d

source: File upload failed.
cs: Nahrání souboru se nezdařilo.
de: Hochladen der Datei fehlgeschlagen.
fr: Le téléversement a échoué.
it: Caricamento del file non riuscito.
nl: Uploaden van bestand mislukt.
ro: Încărcarea fișierului a eşuat.
ru: Загрузка файла не удалась.

source: Friend suggestion sent.
cs: Návrhy přátelství odeslány
de: Kontaktvorschlag gesendet.
fr: Suggestion d'amitié/contact envoyée.
it: Suggerimento di amicizia inviato.
nl: Vriendschapsvoorstel verzonden.
ro: Sugestia de prietenie a fost trimisă.
ru: Приглашение в друзья отправлено.

source: Suggest Friends
cs: Navrhněte přátelé
de: Kontakte vorschlagen
fr: Suggérer des amis/contacts
it: Suggerisci amici
nl: Stel vrienden voor
ro: Sugeraţi Prieteni
ru: Предложить друзей

source: Suggest a friend for %s
cs: Navrhněte přátelé pro uživatele %s
de: Schlage %s einen Kontakt vor
fr: Suggérer un ami/contact pour %s
it: Suggerisci un amico a %s
nl: Stel een vriend voor aan %s
ro: Sugeraţi un prieten pentru %s
ru: Предложить друга для %s.

source: Event title and start time are required.
cs: Název události a datum začátku jsou vyžadovány.
de: Der Veranstaltungstitel und die Anfangszeit müssen angegeben werden.
fr: Vous devez donner un nom et un horaire de début à l'événement.
it: Titolo e ora di inizio dell'evento sono richiesti.
nl: Titel en begintijd van de gebeurtenis zijn vereist.
ro: Titlul evenimentului şi timpul de pornire sunt necesare.
ru: Название мероприятия и время начала обязательны для заполнения.

source: Edit event
cs: Editovat událost
de: Veranstaltung bearbeiten
fr: Editer l'événement
it: Modifca l'evento
nl: Gebeurtenis bewerken
ro: Editează eveniment
ru: Редактировать мероприятие

source: link to source
cs: odkaz na zdroj
de: Link zum Originalbeitrag
fr: lien original
it: Collegamento all'originale
nl: Verwijzing naar bron
ro: link către sursă
ru: ссылка на источник

source: Events
cs: Události
de: Veranstaltungen
fr: Événements
it: Eventi
nl: Gebeurtenissen
ro: Evenimente
ru: Мероприятия

source: Create New Event
cs: Vytvořit novou událost
de: Neue Veranstaltung erstellen
fr: Créer un nouvel événement
it: Crea un nuovo evento
nl: Maak een nieuwe gebeurtenis
ro: Crează eveniment nou
ru: Создать новое мероприятие

source: Previous
cs: Předchozí
de: Vorherige
fr: Précédent
it: Precendente
nl: Vorige
ro: Precedent
ru: Назад

source: Next
cs: Dále
de: Nächste
fr: Suivant
it: Successivo
nl: Volgende
ru: Далее

source: hour:minute
cs: hodina:minuta
de: Stunde:Minute
fr: heures:minutes
it: ora:minuti
ro: ore:minute
ru: час:минута

source: Event details
cs: Detaily události
de: Veranstaltungsdetails
fr: Détails de l'événement
it: Dettagli dell'evento
nl: Gebeurtenis details
ro: Detalii eveniment
ru: Сведения о мероприятии

source: Format is %s %s. Starting date and Title are required.
cs: Formát je %s %s. Datum začátku a Název jsou vyžadovány.
de: Das Format ist %s %s. Beginnzeitpunkt und Titel werden benötigt.
fr: Le format est %s %s. La date de début et le nom sont nécessaires.
it: Il formato è %s %s. Data di inizio e Titolo sono richiesti.
ro: Formatul este %s %s.Data de începere și Titlul sunt necesare.
ru: Формат %s %s. Необхлдима дата старта и заголовок.

source: Event Starts:
cs: Událost začíná:
de: Veranstaltungsbeginn:
fr: Début de l'événement:
it: L'evento inizia:
nl: Gebeurtenis begint:
ro: Evenimentul Începe:
ru: Начало мероприятия:

source: Required
cs: Vyžadováno
de: Benötigt
fr: Requis
it: Richiesto
nl: Vereist
ro: Cerut
ru: Требуется

source: Finish date/time is not known or not relevant
cs: Datum/čas konce není zadán nebo není relevantní
de: Enddatum/-zeit ist nicht bekannt oder nicht relevant
fr: Date/heure de fin inconnue ou sans objet
it: La data/ora di fine non è definita
nl: Einddatum/tijd is niet gekend of niet relevant
ro: Data/ora de finalizare nu este cunoscută sau nu este relevantă
ru: Дата/время окончания не известны, или не указаны

source: Event Finishes:
cs: Akce končí:
de: Veranstaltungsende:
fr: Fin de l'événement:
it: L'evento finisce:
nl: Gebeurtenis eindigt:
ro: Evenimentul se Finalizează:
ru: Окончание мероприятия:

source: Adjust for viewer timezone
cs: Nastavit časové pásmo pro uživatele s právem pro čtení
de: An Zeitzone des Betrachters anpassen
fr: Ajuster à la zone horaire du visiteur
it: Visualizza con il fuso orario di chi legge
nl: Pas aan aan de tijdzone van de gebruiker
ro: Reglați pentru fusul orar al vizitatorului
ru: Настройка часового пояса

source: Description:
cs: Popis:
de: Beschreibung
it: Descrizione:
nl: Beschrijving:
ro: Descriere:
ru: Описание:

source: Location:
cs: Místo:
de: Ort:
fr: Localisation:
it: Posizione:
nl: Plaats:
ro: Locaţie:
ru: Откуда:

source: Title:
cs: Název:
de: Titel:
fr: Titre :
it: Titolo:
nl: Titel:
ro: Titlu:
ru: Титул:

source: Share this event
cs: Sdílet tuto událost
de: Veranstaltung teilen
fr: Partager cet événement
it: Condividi questo evento
nl: Deel deze gebeurtenis
ro: Partajează acest eveniment
ru: Поделитесь этим мероприятием

source: System down for maintenance
de: System zur Wartung abgeschaltet
nl: Systeem onbeschikbaar wegens onderhoud
ro: Sistemul este suspendat pentru întreținere
ru: Система закрыта на техническое обслуживание

source: Cancel
cs: Zrušit
de: Abbrechen
fr: Annuler
it: Annulla
nl: Annuleren
ro: Anulează
ru: Отмена

source: Tag removed
cs: Štítek odstraněn
de: Tag entfernt
fr: Étiquette enlevée
it: Tag rimosso
nl: Label verwijderd
ro: Etichetă eliminată
ru: Ключевое слово удалено

source: Remove Item Tag
cs: Odebrat štítek položky
de: Gegenstands-Tag entfernen
fr: Enlever l'étiquette de l'élément
it: Rimuovi il tag
nl: Verwijder label van item
ro: Eliminați Eticheta Elementului
ru: Удалить ключевое слово

source: Select a tag to remove:
cs: Vyberte štítek k odebrání:
de: Wähle ein Tag zum Entfernen aus:
fr: Choisir une étiquette à enlever:
it: Seleziona un tag da rimuovere:
nl: Selecteer een label om te verwijderen:
ro: Selectați o etichetă de eliminat:
ru: Выберите ключевое слово для удаления:

source: Remove
cs: Odstranit
de: Entfernen
fr: Utiliser comme photo de profil
it: Rimuovi
nl: Verwijderen
ro: Eliminare
ru: Удалить

source: %1$s welcomes %2$s
cs: %1$s vítá %2$s
de: %1$s heißt %2$s herzlich willkommen
nl: %1$s heet %2$s van harte welkom
ro: %1$s îi urează bun venit lui %2$s
ru: %1$s добро пожаловать %2$s

source: Authorize application connection
cs: Povolit připojení aplikacím
de: Verbindung der Applikation autorisieren
fr: Autoriser l'application à se connecter
it: Autorizza la connessione dell'applicazione
ro: Autorizare conectare aplicaţie
ru: Разрешить связь с приложением

source: Return to your app and insert this Securty Code:
cs: Vraťte se do vaší aplikace a zadejte tento bezpečnostní kód:
de: Gehe zu deiner Anwendung zurück und trage dort folgenden Sicherheitscode ein:
fr: Retournez à votre application et saisissez ce Code de Sécurité :
it: Torna alla tua applicazione e inserisci questo codice di sicurezza:
ro: Reveniți la aplicația dvs. şi introduceţi acest Cod de Securitate:
ru: Вернитесь в ваше приложение и задайте этот код:

source: Please login to continue.
cs: Pro pokračování se prosím přihlaste.
de: Bitte melde dich an um fortzufahren.
fr: Merci de vous connecter pour continuer.
it: Effettua il login per continuare.
nl: Log in om verder te gaan.
ro: Vă rugăm să vă autentificați pentru a continua.
ru: Пожалуйста, войдите для продолжения.

source: Do you want to authorize this application to access your posts and contacts, and/or create new posts for you?
cs: Chcete umožnit této aplikaci přístup k vašim příspěvkům a kontaktům a/nebo k vytváření Vašich nových příspěvků?
de: Möchtest du dieser Anwendung den Zugriff auf deine Beiträge und Kontakte, sowie das Erstellen neuer Beiträge in deinem Namen gestatten?
fr: Voulez-vous autoriser cette application à accéder à vos notices et contacts, et/ou à créer des notices à votre place?
it: Vuoi autorizzare questa applicazione per accedere ai messaggi e ai contatti, e / o creare nuovi messaggi per te?
nl: Wil je deze toepassing toestemming geven om jouw berichten en contacten in te kijken, en/of nieuwe berichten in jouw plaats aan te maken?
ro: Doriţi să autorizați această aplicaţie pentru a vă accesa postările şi contactele, şi/sau crea noi postări pentru dvs.?
ru: Вы действительно хотите разрешить этому приложению доступ к своим постам и контактам, а также создавать новые записи от вашего имени?

source: Yes
cs: Ano
de: Ja
fr: Oui
it: Si
nl: Ja
ro: Da
ru: Да

source: No
cs: Ne
de: Nein
fr: Non
nl: Nee
ro: NU
ru: Нет

source: Photo Albums
cs: Fotoalba
de: Fotoalben
fr: Albums photo
it: Album foto
nl: Fotoalbums
ro: Albume Photo
ru: Фотоальбомы

source: Contact Photos
cs: Fotogalerie kontaktu
de: Kontaktbilder
fr: Photos du contact
it: Foto dei contatti
nl: Contactfoto's
ro: Photo Contact
ru: Фотографии контакта

source: Upload New Photos
cs: Nahrát nové fotografie
de: Neue Fotos hochladen
fr: Téléverser de nouvelles photos
it: Carica nuove foto
nl: Nieuwe foto's uploaden
ro: Încărcaţi Fotografii Noi
ru: Загрузить новые фото

source: everybody
cs: Žádost o připojení selhala nebo byla zrušena.
de: jeder
fr: tout le monde
it: tutti
nl: iedereen
ro: oricine
ru: каждый

source: Contact information unavailable
cs: Kontakt byl zablokován
de: Kontaktinformationen nicht verfügbar
fr: Informations de contact indisponibles
it: I dati di questo contatto non sono disponibili
nl: Contactinformatie niet beschikbaar
ro: Informaţii contact nedisponibile
ru: Информация о контакте недоступна

source: Profile Photos
cs: Profilové fotografie
de: Profilbilder
fr: Photos du profil
it: Foto del profilo
nl: Profielfoto's
ro: Poze profil
ru: Фотографии профиля

source: Album not found.
cs: Album nenalezeno.
de: Album nicht gefunden.
fr: Album introuvable.
it: Album non trovato.
nl: Album niet gevonden
ro: Album negăsit
ru: Альбом не найден.

source: Delete Album
cs: Smazat album
de: Album löschen
fr: Effacer l'album
it: Rimuovi album
nl: Verwijder album
ro: Şterge Album
ru: Удалить альбом

source: Delete Photo
cs: Smazat fotografii
de: Foto löschen
fr: Effacer la photo
it: Rimuovi foto
nl: Verwijder foto
ro: Şterge Poza
ru: Удалить фото

source: %1$s was tagged in %2$s by %3$s
cs: %1$s byl označen v %2$s uživatelem %3$s
de: %1$s wurde von %3$s in %2$s getaggt
nl: %1$s is gelabeld in %2$s door %3$s
ro: %1$s a fost etichetat în %2$s de către %3$s
ru: %1$s отмечен/а/ в %2$s by %3$s

source: a photo
cs: fotografie
de: einem Foto
nl: een foto
ro: o poză
ru: фото

source: Image exceeds size limit of
cs: Velikost obrázku překračuje limit velikosti
de: Die Bildgröße übersteigt das Limit von
fr: L'image dépasse la taille maximale de
it: L'immagine supera il limite di
ro: Dimensiunea imaginii depăşeşte limita de
ru: Размер фото превышает лимит

source: Image file is empty.
cs: Soubor obrázku je prázdný.
de: Bilddatei ist leer.
fr: Fichier image vide.
it: Il file dell'immagine è vuoto.
nl: Afbeeldingsbestand is leeg.
ro: Fișierul imagine este gol.
ru: Файл изображения пуст.

source: Unable to process image.
cs: Obrázek není možné zprocesovat
de: Konnte das Bild nicht bearbeiten.
fr: Impossible de traiter l'image.
it: Impossibile caricare l'immagine.
nl: Niet in staat om de afbeelding te verwerken
ro: Nu s-a putut procesa imaginea.
ru: Невозможно обработать фото.

source: Image upload failed.
cs: Nahrání obrázku selhalo.
de: Hochladen des Bildes gescheitert.
fr: Le téléversement de l'image a échoué.
it: Caricamento immagine fallito.
nl: Uploaden van afbeelding mislukt.
ro: Încărcarea imaginii a eşuat.
ru: Загрузка фото неудачная.

source: Public access denied.
cs: Veřejný přístup odepřen.
de: Öffentlicher Zugriff verweigert.
fr: Accès public refusé.
it: Accesso negato.
nl: Niet vrij toegankelijk
ro: Acces public refuzat.
ru: Свободный доступ закрыт.

source: No photos selected
cs: Není vybrána žádná fotografie
de: Keine Bilder ausgewählt
fr: Aucune photo sélectionnée
it: Nessuna foto selezionata
nl: Geen foto's geselecteerd
ro: Nici-o fotografie selectată
ru: Не выбрано фото.

source: Access to this item is restricted.
cs: Přístup k této položce je omezen.
de: Zugriff zu diesem Eintrag wurde eingeschränkt.
fr: Accès restreint à cet élément.
it: Questo oggetto non è visibile a tutti.
nl: Toegang tot dit item is beperkt.
ro: Accesul la acest element este restricționat.
ru: Доступ к этому пункту ограничен.

source: You have used %1$.2f Mbytes of %2$.2f Mbytes photo storage.
cs: Použil jste %1$.2f Mbajtů z %2$.2f Mbajtů úložiště fotografií.
de: Du verwendest %1$.2f Mbyte von %2$.2f Mbyte des Foto-Speichers.
fr: Vous avez utilisé %1$.2f Mo sur %2$.2f d'espace de stockage pour les photos.
it: Hai usato %1$.2f MBytes su %2$.2f disponibili.
nl: Je hebt %1$.2f Mbytes van %2$.2f Mbytes foto-opslagruimte gebruikt.
ro: Aţi folosit %1$.2f Mb din %2$.2f Mb de stocare foto.
ru: Вы использовали %1$.2f мегабайт из %2$.2f возможных для хранения фотографий.

source: Upload Photos
cs: Nahrání fotografií
de: Bilder hochladen
fr: Téléverser des photos
it: Carica foto
nl: Upload foto's
ro: Încărcare Fotografii
ru: Загрузить фото

source: New album name:
cs: Název nového alba:
de: Name des neuen Albums:
fr: Nom du nouvel album:
it: Nome nuovo album:
nl: Nieuwe albumnaam:
ro: Nume album nou:
ru: Название нового альбома:

source: or existing album name:
cs: nebo stávající název alba:
de: oder existierender Albumname:
fr: ou nom d'un album existant:
it: o nome di un album esistente:
nl: of bestaande albumnaam:
ro: sau numele unui album existent:
ru: или название существующего альбома:

source: Do not show a status post for this upload
cs: Nezobrazovat stav pro tento upload
de: Keine Status-Mitteilung für diesen Beitrag anzeigen
fr: Ne pas publier de notice pour cet envoi
it: Non creare un post per questo upload
nl: Toon geen bericht op je tijdlijn van deze upload
ro: Nu afișa un status pentru această încărcare
ru: Не показывать статус-сообщение для этой закачки

source: Permissions
cs: Oprávnění:
de: Berechtigungen
it: Permessi
nl: Rechten
ro: Permisiuni
ru: Разрешения

source: Edit Album
cs: Edituj album
de: Album bearbeiten
fr: Éditer l'album
it: Modifica album
nl: Album wijzigen
ro: Editează Album
ru: Редактировать альбом

source: Show Newest First
cs: Zobrazit nejprve nejnovější:
de: Zeige neueste zuerst
fr: Plus récent d'abord
nl: Toon niewste eerst
ro: Afișează Întâi cele Noi
ru: Показать новые первыми

source: Show Oldest First
cs: Zobrazit nejprve nejstarší:
de: Zeige älteste zuerst
fr: Plus ancien d'abord
nl: Toon oudste eerst
ro: Afișează Întâi cele Vechi
ru: Показать старые первыми

source: View Photo
cs: Zobraz fotografii
de: Foto betrachten
fr: Voir la photo
it: Vedi foto
nl: Bekijk foto
ro: Vizualizare Fotografie
ru: Просмотр фото

source: Permission denied. Access to this item may be restricted.
cs: Oprávnění bylo zamítnuto. Přístup k této položce může být omezen.
de: Zugriff verweigert. Zugriff zu diesem Eintrag könnte eingeschränkt sein.
fr: Interdit. L'accès à cet élément peut avoir été restreint.
it: Permesso negato. L'accesso a questo elemento può essere limitato.
nl: Toegang geweigerd. Toegang tot dit item is mogelijk beperkt.
ro: Permisiune refuzată. Accesul la acest element poate fi restricționat.
ru: Нет разрешения. Доступ к этому элементу ограничен.

source: Photo not available
cs: Fotografie není k dispozici
de: Foto nicht verfügbar
fr: Photo indisponible
it: Foto non disponibile
nl: Foto is niet beschikbaar
ro: Fotografia nu este disponibilă
ru: Фото недоступно

source: View photo
cs: Zobrazit obrázek
de: Fotos ansehen
fr: Voir photo
it: Vedi foto
nl: Bekijk foto
ro: Vezi foto
ru: Просмотр фото

source: Edit photo
cs: Editovat fotografii
de: Foto bearbeiten
fr: Éditer la photo
it: Modifica foto
nl: Bewerk foto
ro: Editează poza
ru: Редактировать фото

source: Use as profile photo
cs: Použít jako profilovou fotografii
de: Als Profilbild verwenden
fr: Utiliser comme photo de profil
it: Usa come foto del profilo
nl: Gebruik als profielfoto
ro: Utilizați ca și fotografie de profil
ru: Использовать как фото профиля

source: Private Message
cs: Soukromá zpráva
de: Private Nachricht
fr: Message privé
it: Messaggio privato
nl: Privébericht
ro: Mesaj Privat
ru: Личное сообщение

source: View Full Size
cs: Zobrazit v plné velikosti
de: Betrachte Originalgröße
fr: Voir en taille réelle
it: Vedi dimensione intera
nl: Bekijk in volledig formaat
ro: Vizualizați la Dimensiunea Completă
ru: Просмотреть полный размер

source: [Remove any tag]
cs: [Odstranit všechny štítky]
de: [Tag entfernen]
fr: [Retirer toutes les étiquettes]
it: [Rimuovi tutti i tag]
nl: [Alle labels verwijderen]
ro: [Elimină orice etichetă]
ru: [Удалить любое ключевое слово]

source: Rotate CW (right)
cs: Rotovat po směru hodinových ručiček (doprava)
de: Drehen US (rechts)
fr: Tourner dans le sens des aiguilles d'une montre (vers la droite)
nl: Roteren met de klok mee (rechts)
ro: Rotire spre dreapta
ru: Поворот по часовой стрелке (направо)
