Repository: duthied/Free-Friendika
Catalog: view/*/messages.po
Languages: cs, de, fr, it, nl, ro, ru

source: Change profile photo
cs: Změnit profilovou fotografii
de: Profilbild ändern
fr: Changer de photo de profil
it: Cambia la foto del profilo
nl: Profiel foto wijzigen
ro: Modificați Fotografia de Profil
ru: Изменить фото профиля

source: Create New Profile
cs: Vytvořit nový profil
de: Neues Profil anlegen
fr: Créer un nouveau profil
it: Crea un nuovo profilo
nl: Maak nieuw profiel
ro: Creați Profil Nou
ru: Создать новый профиль

source: Profile Image
cs: Profilový obrázek
de: Profilbild
fr: Image du profil
it: Immagine del Profilo
nl: Profiel afbeelding
ro: Imagine profil
ru: Фото профиля

source: visible to everybody
cs: viditelné pro všechny
de: sichtbar für jeden
fr: visible par tous
it: visibile a tutti
nl: zichtbaar voor iedereen
ro: vizibil pentru toata lumea
ru: видимый всем

source: Edit visibility
cs: Upravit viditelnost
de: Sichtbarkeit bearbeiten
fr: Changer la visibilité
it: Modifica visibilità
nl: Pas zichtbaarheid aan
ro: Editare vizibilitate
ru: Редактировать видимость

source: Save to Folder:
cs: Uložit do složky:
de: In diesen Ordner verschieben:
fr: Sauver dans le Dossier:
it: Salva nella Cartella:
nl: Bewaren in map:
ro: Salvare în Dosar:
ru: Сохранить в папку:

source: - select -
cs: - vyber -
de: - auswählen -
fr: - choisir -
it: - seleziona -
nl: - Kies -
ro: - selectare -
ru: - выбрать -

source: %1$s tagged %2$s's %3$s with %4$s
cs: %1$s označen uživatelem %2$s %3$s s %4$s
de: %1$s hat %2$ss %3$s mit %4$s getaggt
fr: %1$s a taggué %3$s de %2$s avec %4$s
it: %1$s ha taggato %3$s di %2$s con %4$s
nl: %1$s labelde %3$s van %2$s met %4$s
ro: %1$s a etichetat %3$s de la %2$s cu %4$s
ru: %1$s tagged %2$s's %3$s в %4$s

source: No potential page delegates located.
cs: Žádní potenciální delegáti stránky nenalezeni.
de: Keine potentiellen Bevollmächtigten für die Seite gefunden.
fr: Pas de délégataire potentiel.
it: Nessun potenziale delegato per la pagina è stato trovato.
nl: Niemand gevonden waar het paginabeheer mogelijk aan uitbesteed kan worden.
ro: Nici-un delegat potenţial de pagină, nu a putut fi localizat.

source: Delegate Page Management
cs: Správa delegátů stránky
de: Delegiere das Management für die Seite
fr: Déléguer la gestion de la page
it: Gestione delegati per la pagina
nl: Paginabeheer uitbesteden
ro: Delegare Gestionare Pagină
ru: Делегировать управление страницей

source: Delegates are able to manage all aspects of this account/page except for basic account settings. Please do not delegate your personal account to anybody that you do not trust completely.
cs: Delegáti jsou schopni řídit všechny aspekty tohoto účtu / stránky, kromě základních nastavení účtu. Prosím, nepředávejte svůj osobní účet nikomu, komu úplně nevěříte..
de: Bevollmächtigte sind in der Lage, alle Aspekte dieses Kontos/dieser Seite zu verwalten, abgesehen von den Grundeinstellungen des Kontos. Bitte gib niemandem eine Bevollmächtigung für deinen privaten Account, dem du nicht absolut vertraust!
fr: Les délégataires seront capables de gérer tous les aspects de ce compte ou de cette page, à l'exception des réglages de compte. Merci de ne pas déléguer votre compte principal à quelqu'un en qui vous n'avez pas une confiance absolue.
it: I Delegati sono in grando di gestire tutti gli aspetti di questa pagina, tranne per i settaggi di base dell'account. Non delegare il tuo account personale a nessuno di cui non ti fidi ciecamente.
nl: Personen waaraan het beheer is uitbesteed kunnen alle onderdelen van een account/pagina beheren, behalve de basisinstellingen van een account. Besteed je persoonlijke account daarom niet uit aan personen die je niet volledig vertrouwd.
ro: Delegații sunt capabili să gestioneze toate aspectele acestui cont/pagină, cu excepţia configurărilor de bază ale contului. Vă rugăm să nu vă delegați, contul dvs. personal, cuiva în care nu aveţi încredere deplină.
ru: Доверенные лица могут управлять всеми аспектами этого аккаунта/страницы, за исключением основных настроек аккаунта. Пожалуйста, не предоставляйте доступ в личный кабинет тому, кому вы не полностью доверяете.

source: Existing Page Managers
cs: Stávající správci stránky
de: Vorhandene Seiten Manager
fr: Gestionnaires existants
it: Gestori Pagina Esistenti
nl: Bestaande paginabeheerders
ro: Gestionari Existenți Pagină
ru: Существующие менеджеры страницы

source: Existing Page Delegates
cs: Stávající delegáti stránky
de: Vorhandene Bevollmächtigte für die Seite
fr: Délégataires existants
it: Delegati Pagina Esistenti
nl: Bestaande personen waaraan het paginabeheer is uitbesteed
ro: Delegați Existenți Pagină
ru: Существующие уполномоченные страницы

source: Potential Delegates
cs: Potenciální delegáti
de: Potentielle Bevollmächtigte
fr: Délégataires potentiels
it: Delegati Potenziali
nl: Mogelijke personen waaraan het paginabeheer kan worden uitbesteed
ro: Potenţiali Delegaţi
ru: Возможные доверенные лица

source: Add
cs: Přidat
de: Hinzufügen
fr: Ajouter
it: Aggiungi
nl: Toevoegen
ro: Adăugare
ru: Добавить

source: No entries.
cs: Žádné záznamy.
de: Keine Einträge
fr: Aucune entrée.
it: Nessun articolo.
nl: Geen gegevens.
ro: Nu există intrări.
ru: Нет записей.

source: Source (bbcode) text:
cs: Zdrojový text (bbcode):
de: Quelle (bbcode) Text:
fr: Texte source (bbcode) :
it: Testo sorgente (bbcode):
nl: Bron (bbcode) tekst:
ro: Text (bbcode) sursă:
ru: Код (bbcode):

source: Source (Diaspora) text to convert to BBcode:
cs: Zdrojový (Diaspora) text k převedení do BB kódování:
de: Eingabe (Diaspora) Nach BBCode zu konvertierender Text:
fr: Texte source (Diaspora) à convertir en BBcode :
nl: Bron (Diaspora) tekst om naar BBCode om te zetten:
ro: Text (Diaspora) sursă pentru a-l converti în BBcode:
ru: Код (Diaspora) для конвертации в BBcode:

source: Source input:
cs: Zdrojový vstup:
de: Originaltext:
nl: Bron ingave:
ro: Intrare Sursă:
ru: Ввести код:

source: bb2html (raw HTML):
de: bb2html (reines HTML):
nl: bb2html (ruwe HTML):

source: Source input (Diaspora format):
cs: Vstupní data (ve formátu Diaspora):
de: Texteingabe (Diaspora Format):
fr: Texte source (format Diaspora) :
nl: Bron ingave (Diaspora formaat):
ro: Intrare Sursă (Format Diaspora):
ru: Ввод кода (формат Diaspora):

source: Friend Suggestions
cs: Návrhy přátel
de: Kontaktvorschläge
fr: Suggestions d'amitiés/contacts
it: Contatti suggeriti
nl: Vriendschapsvoorstellen
ro: Sugestii de Prietenie
ru: Предложения друзей

source: No suggestions available. If this is a new site, please try again in 24 hours.
cs: Nejsou dostupné žádné návrhy. Pokud je toto nový server, zkuste to znovu za 24 hodin.
de: Keine Vorschläge. Falls der Server frisch aufgesetzt wurde, versuche es bitte in 24 Stunden noch einmal.
fr: Aucune suggestion. Si ce site est récent, merci de recommencer dans 24h.
it: Nessun suggerimento disponibile. Se questo è un sito nuovo, riprova tra 24 ore.
nl: Geen voorstellen beschikbaar. Als dit een nieuwe website is, kun je het over 24 uur nog eens proberen.
ro: Nici-o sugestie disponibilă. Dacă aceasta este un site nou, vă rugăm să încercaţi din nou în 24 de ore.
ru: Нет предложений. Если это новый сайт, пожалуйста, попробуйте снова через 24 часа.

source: Ignore/Hide
cs: Ignorovat / skrýt
de: Ignorieren/Verbergen
fr: Ignorer/cacher
it: Ignora / Nascondi
nl: Negeren/Verbergen
ro: Ignorare/Ascundere
ru: Проигнорировать/Скрыть

source: Global Directory
cs: Globální adresář
de: Weltweites Verzeichnis
fr: Annuaire global
it: Elenco globale
nl: Globale gids
ro: Director Global
ru: Глобальный каталог

source: Find on this site
cs: Nalézt na tomto webu
de: Auf diesem Server suchen
fr: Trouver sur ce site
it: Cerca nel sito
nl: Op deze website zoeken
ro: Căutați pe acest site
ru: Найти на этом сайте

source: Site Directory
cs: Adresář serveru
de: Verzeichnis
fr: Annuaire local
it: Elenco del sito
nl: Websitegids
ro: Director Site
ru: Каталог сайта

source: Gender:
cs: Pohlaví:
de: Geschlecht:
fr: Genre:
it: Genere:
ro: Sex:
ru: Пол:

source: Gender:
cs: Pohlaví:
de: Geschlecht:
fr: Genre:
it: Genere:
nl: Geslacht:
ro: Sex:
ru: Пол:

source: About:
cs: O mě:
de: Über:
fr: À propos:
it: Informazioni:
nl: Over:
ro: Despre:
ru: О себе:

source: No entries (some entries may be hidden).
cs: Žádné záznamy (některé položky mohou být skryty).
de: Keine Einträge (einige Einträge könnten versteckt sein).
fr: Aucune entrée (certaines peuvent être cachées).
it: Nessuna voce (qualche voce potrebbe essere nascosta).
nl: Geen gegevens (sommige gegevens kunnen verborgen zijn).
ro: Fără înregistrări (unele înregistrări pot fi ascunse).
ru: Нет записей (некоторые записи могут быть скрыты).

source: %s : Not a valid email address.
cs: %s : není platná e-mailová adresa.
de: %s: Keine gültige Email Adresse.
fr: %s : Adresse de courriel invalide.
it: %s: non è un indirizzo email valido.
nl: %s: Geen geldig e-mailadres.
ro: %s : Nu este o adresă vaildă de email.
ru: %s: Неверный адрес электронной почты.

source: Please join us on Friendica
cs: Prosím přidejte se k nám na Friendice
de: Bitte trete bei uns auf Friendica bei
fr: Rejoignez-nous sur Friendica
it: Unisiciti a noi su Friendica
nl: Kom bij ons op Friendica
ro: Vă rugăm să veniți alături de noi pe Friendica
ru: Пожалуйста, присоединяйтесь к нам на Friendica

source: %s : Message delivery failed.
cs: %s : Doručení zprávy se nezdařilo.
de: %s: Zustellung der Nachricht fehlgeschlagen.
fr: %s : L'envoi du message a échoué.
it: %s: la consegna del messaggio fallita.
nl: %s : Aflevering van bericht mislukt.
ro: %s : Livrarea mesajului a eşuat.
ru: %s: Доставка сообщения не удалась.

source: %d message sent.
cs: %d zpráva odeslána.
de: %d Nachricht gesendet.
fr: %d message envoyé.
it: %d messaggio inviato.
nl: %d bericht verzonden.
ro: %d mesaj trimis.
ru: %d сообщение отправлено.

source: You have no more invitations available
cs: Nemáte k dispozici žádné další pozvánky
de: Du hast keine weiteren Einladungen
fr: Vous n'avez plus d'invitations disponibles
it: Non hai altri inviti disponibili
nl: Je kunt geen uitnodigingen meer sturen
ro: Nu mai aveți invitaţii disponibile
ru: У вас нет больше приглашений

source: Visit %s for a list of public sites that you can join. Friendica members on other sites can all connect with each other, as well as with members of many other social networks.
cs: Navštivte %s pro seznam veřejných serverů, na kterých se můžete přidat. Členové Friendica se mohou navzájem propojovat, stejně tak jako se mohou přiopojit se členy mnoha dalších sociálních sítí.
de: Besuche %s für eine Liste der öffentlichen Server, denen du beitreten kannst. Friendica Mitglieder unterschiedlicher Server können sich sowohl alle miteinander verbinden, als auch mit Mitgliedern anderer Sozialer Netzwerke.
fr: Visitez %s pour une liste des sites publics que vous pouvez rejoindre. Les membres de Friendica appartenant à d'autres sites peuvent s'interconnecter, ainsi qu'avec les membres de plusieurs autres réseaux sociaux.
it: Visita %s per una lista di siti pubblici a cui puoi iscriverti. I membri Friendica su altri siti possono collegarsi uno con l'altro, come con membri di molti altri social network.
nl: Bezoek %s voor een lijst van openbare sites waar je je kunt aansluiten. Friendica leden op andere sites kunnen allemaal met elkaar verbonden worden, en ook met leden van verschillende andere sociale netwerken.
ro: Vizitaţi %s pentru o lista de site-uri publice la care puteţi alătura. Membrii Friendica de pe alte site-uri se pot conecta cu toții între ei, precum şi cu membri ai multor alte reţele sociale.
ru: Посетите %s со списком общедоступных сайтов, к которым вы можете присоединиться. Все участники Friendica на других сайтах могут соединиться друг с другом, а также с участниками многих других социальных сетей.

source: To accept this invitation, please visit and register at %s or any other public Friendica website.
cs: K akceptaci této pozvánky prosím navštivte a registrujte se na %s nebo na kterékoliv jiném veřejném Friendica serveru.
de: Um diese Kontaktanfrage zu akzeptieren, besuche und registriere dich bitte bei %s oder einer anderen öffentlichen Friendica Website.
fr: Pour accepter cette invitation, merci d'aller vous inscrire sur %s, ou n'importe quel autre site Friendica public.
it: Per accettare questo invito, visita e resitrati su %s o su un'altro sito web Friendica aperto al pubblico.
nl: Om deze uitnodiging te accepteren kan je je op %s registreren of op een andere vrij toegankelijke Friendica-website.
ro: Pentru a accepta această invitaţie, vă rugăm să vizitaţi şi să vă înregistraţi pe %s sau orice alt site public Friendica.
ru: Для одобрения этого приглашения, пожалуйста, посетите и зарегистрируйтесь на %s ,или любом другом публичном сервере Friendica

source: Friendica sites all inter-connect to create a huge privacy-enhanced social web that is owned and controlled by its members. They can also connect with many traditional social networks. See %s for a list of alternate Friendica sites you can join.
cs: Friendica servery jsou všechny propojené a vytváří tak rozsáhlou sociální síť s důrazem na soukromý a je pod kontrolou svých členů. Členové se mohou propojovat s mnoha dalšími tradičními sociálními sítěmi. Navštivte %s pro seznam alternativních Friendica serverů kde se můžete přidat.
de: Friendica Server verbinden sich alle untereinander, um ein großes datenschutzorientiertes Soziales Netzwerk zu bilden, das von seinen Mitgliedern betrieben und kontrolliert wird. Sie können sich auch mit vielen üblichen Sozialen Netzwerken verbinden. Besuche %s für eine Liste alternativer Friendica Server, denen du beitreten kannst.
fr: Les sites Friendica sont tous interconnectés pour créer un immense réseau social respectueux de la vie privée, possédé et contrôllé par ses membres. Ils peuvent également interagir avec plusieurs réseaux sociaux traditionnels. Voir %s pour une liste d'autres sites Friendica que vous pourriez rejoindre.
it: I siti Friendica son tutti collegati tra loro per creare una grossa rete sociale rispettosa della privacy, posseduta e controllata dai suoi membri. I siti Friendica possono anche collegarsi a molti altri social network tradizionali. Vai su %s per una lista di siti Friendica alternativi a cui puoi iscriverti.
nl: Friendica servers zijn allemaal onderling verbonden om een reusachtig sociaal web te maken met verbeterde privacy, dat eigendom is van en gecontroleerd door zijn leden. Ze kunnen ook verbindingen maken met verschillende traditionele sociale netwerken. Bekijk %s voor een lijst van alternatieve Friendica servers waar je aan kunt sluiten.
ro: Toate site-urile Friendica sunt interconectate pentru a crea o imensă rețea socială cu o confidențialitate sporită, ce este deținută și controlată de către membrii săi. Aceștia se pot conecta, de asemenea, cu multe rețele sociale tradiționale. Vizitaţi %s pentru o lista de site-uri alternative Friendica în care vă puteţi alătura.
ru: Сайты Friendica, подключившись между собой, могут создать сеть с повышенной безопасностью, которая принадлежит и управляется её членами. Они также могут подключаться ко многим традиционным социальным сетям. См. %s со списком альтернативных сайтов Friendica, к которым вы можете присоединиться.

source: Our apologies. This system is not currently configured to connect with other public sites or invite members.
cs: Omlouváme se. Systém nyní není nastaven tak, aby se připojil k ostatním veřejným serverům nebo umožnil pozvat nové členy.
de: Es tut uns leid. Dieses System ist zurzeit nicht dafür konfiguriert, sich mit anderen öffentlichen Seiten zu verbinden oder Mitglieder einzuladen.
fr: Toutes nos excuses. Ce système n'est pas configuré pour se connecter à d'autres sites publics ou inviter de nouveaux membres.
it: Ci scusiamo, questo sistema non è configurato per collegarsi con altri siti pubblici o per invitare membri.
nl: Onze verontschuldigingen. Dit systeem is momenteel niet ingesteld om verbinding te maken met andere openbare plaatsen of leden uit te nodigen.
ro: Ne cerem scuze. Acest sistem nu este configurat în prezent pentru conectarea cu alte site-uri publice sau pentru a invita membrii.
ru: Извините. Эта система в настоящее время не сконфигурирована для соединения с другими общественными сайтами и для приглашения участников.

source: Send invitations
cs: Poslat pozvánky
de: Einladungen senden
fr: Envoyer des invitations
it: Invia inviti
nl: Verstuur uitnodigingen
ro: Trimiteți invitaţii
ru: Отправить приглашения

source: Enter email addresses, one per line:
cs: Zadejte e-mailové adresy, jednu na řádek:
de: E-Mail-Adressen eingeben, eine pro Zeile:
fr: Entrez les adresses email, une par ligne:
it: Inserisci gli indirizzi email, uno per riga:
nl: Vul e-mailadressen in, één per lijn:
ro: Introduceţi adresele de email, una pe linie:
ru: Введите адреса электронной почты, по одному в строке:

source: You are cordially invited to join me and other close friends on Friendica - and help us to create a better social web.
cs: Jste srdečně pozván se připojit ke mně a k mým blízkým přátelům na Friendica - a pomoci nám vytvořit lepší sociální síť.
de: Du bist herzlich dazu eingeladen, dich mir und anderen guten Freunden auf Friendica anzuschließen - und ein besseres Soziales Netz aufzubauen.
fr: Vous êtes cordialement invité à me rejoindre sur Friendica, et nous aider ainsi à créer un meilleur web social.
it: Sei cordialmente invitato a unirti a me ed ad altri amici su Friendica, e ad aiutarci a creare una rete sociale migliore.
nl: Ik nodig je vriendelijk uit om bij mij en andere vrienden te komen op Friendica - en ons te helpen om een beter sociaal web te bouwen.
ro: Vă invit cordial să vă alăturați mie, si altor prieteni apropiați, pe Friendica - şi să ne ajutați să creăm o rețea socială mai bună.
ru: Приглашаем Вас присоединиться ко мне и другим близким друзьям на Friendica - помочь нам создать лучшую социальную сеть.

source: You will need to supply this invitation code: $invite_code
cs: Budete muset zadat kód této pozvánky: $invite_code
de: Du benötigst den folgenden Einladungscode: $invite_code
fr: Vous devrez fournir ce code d'invitation: $invite_code
it: Sarà necessario fornire questo codice invito: $invite_code
nl: Je zult deze uitnodigingscode moeten invullen: $invite_code
ro: Va fi nevoie să furnizați acest cod de invitaţie: $invite_code
ru: Вам нужно будет предоставить этот код приглашения: $invite_code

source: Once you have registered, please connect with me via my profile page at:
cs: Jakmile se zaregistrujete, prosím spojte se se mnou přes mou profilovu stránku na:
de: Sobald du registriert bist, kontaktiere mich bitte auf meiner Profilseite:
fr: Une fois inscrit, connectez-vous à la page de mon profil sur:
it: Una volta registrato, connettiti con me dal mio profilo:
nl: Eens je geregistreerd bent kun je contact leggen met mij via mijn profielpagina op:
ro: Odată ce v-aţi înregistrat, vă rog să vă conectaţi cu mine prin pagina mea de profil de la:
ru: После того как вы зарегистрировались, пожалуйста, свяжитесь со мной через мою страницу профиля по адресу:

source: For more information about the Friendica project and why we feel it is important, please visit http://friendica.com
cs: Pro více informací o Friendica projektu a o tom, proč je tak důležitý, prosím navštivte http://friendica.com
de: Für weitere Informationen über das Friendica Projekt und warum wir es für ein wichtiges Projekt halten, besuche bitte http://friendica.com
fr: Pour plus d'information sur le projet Friendica, et pourquoi nous croyons qu'il est important, merci de visiter http://friendica.com
it: Per maggiori informazioni sul progetto Friendica e perchè pensiamo sia importante, visita http://friendica.com
nl: Voor meer informatie over het Friendica project en waarom wij denken dat het belangrijk is kun je http://friendica.com/ bezoeken
ro: Pentru mai multe informaţii despre proiectul Friendica, şi de ce credem că este important, vă rugăm să vizitaţi http://friendica.com
ru: Для получения более подробной информации о проекте Friendica, пожалуйста, посетите http://friendica.com

source: This may occasionally happen if contact was requested by both persons and it has already been approved.
cs: To se může občas stát pokud kontakt byl zažádán oběma osobami a již byl schválen.
de: Das kann passieren, wenn sich zwei Kontakte gegenseitig eingeladen haben und bereits einer angenommen wurde.
fr: Ceci peut se produire lorsque le contact a été requis par les deux personnes et a déjà été approuvé.
it: Questo puo' accadere occasionalmente se la richiesta di contatto era stata inviata da entrambe le persone e già approvata.
nl: Dit kan soms gebeuren als het contact door beide personen werd gevraagd, en het werd al goedgekeurd.
ro: Aceasta se poate întâmpla ocazional dacă contactul a fost solicitat de către ambele persoane şi acesta a fost deja aprobat.
ru: Это может иногда происходить, если контакт запрашивали двое людей, и он был уже одобрен.

source: Response from remote site was not understood.
cs: Odpověď ze vzdáleného serveru nebyla srozumitelná.
de: Antwort der Gegenstelle unverständlich.
fr: Réponse du site distant incomprise.
it: Errore di comunicazione con l'altro sito.
nl: Antwoord van de website op afstand werd niet begrepen.
ro: Răspunsul de la adresa de la distanţă, nu a fost înțeles.
ru: Ответ от удаленного сайта не был понят.

source: Unexpected response from remote site:
cs: Neočekávaná odpověď od vzdáleného serveru:
de: Unerwartete Antwort der Gegenstelle:
fr: Réponse inattendue du site distant:
it: La risposta dell'altro sito non può essere gestita:
nl: Onverwacht antwoord van website op afstand:
ro: Răspuns neaşteptat de la site-ul de la distanţă:
ru: Неожиданный ответ от удаленного сайта:

source: Confirmation completed successfully.
cs: Potvrzení úspěšně dokončena.
de: Bestätigung erfolgreich abgeschlossen.
fr: Confirmation achevée avec succès.
it: Conferma completata con successo.
nl: Bevestiging werd correct voltooid.
ro: Confirmare încheiată cu succes.
ru: Подтверждение успешно завершено.

source: Remote site reported:
cs: Vzdálený server oznámil:
de: Gegenstelle meldet:
fr: Alerte du site distant:
it: Il sito remoto riporta:
nl: Website op afstand berichtte:
ro: Site-ul de la distanţă a raportat:
ru: Удаленный сайт сообщил:

source: Temporary failure. Please wait and try again.
cs: Dočasné selhání. Prosím, vyčkejte a zkuste to znovu.
de: Zeitweiser Fehler. Bitte warte einige Momente und versuche es dann noch einmal.
fr: Échec temporaire. Merci de recommencer ultérieurement.
it: Problema temporaneo. Attendi e riprova.
nl: Tijdelijke fout. Wacht even en probeer opnieuw.
ro: Eroare Temporară. Vă rugăm să aşteptaţi şi încercaţi din nou.
ru: Временные неудачи. Подождите и попробуйте еще раз.

source: Introduction failed or was revoked.
cs: Žádost o propojení selhala nebo byla zrušena.
de: Kontaktanfrage schlug fehl oder wurde zurückgezogen.
fr: Introduction échouée ou annulée.
it: La presentazione ha generato un errore o è stata revocata.
nl: Verzoek mislukt of herroepen.
ro: Introducerea a eşuat sau a fost revocată.
ru: Запрос ошибочен или был отозван.

source: Unable to set contact photo.
cs: Nelze nastavit fotografii kontaktu.
de: Konnte das Bild des Kontakts nicht speichern.
fr: Impossible de définir la photo du contact.
it: Impossibile impostare la foto del contatto.
nl: Ik kan geen contact foto instellen.
ro: Imposibil de stabilit fotografia de contact.
ru: Не удается установить фото контакта.

source: %1$s is now friends with %2$s
cs: %1$s je nyní přítel s %2$s
de: %1$s ist nun mit %2$s befreundet
fr: %1$s est désormais lié à %2$s
it: %1$s e %2$s adesso sono amici
nl: %1$s is nu bevriend met %2$s
ro: %1$s este acum prieten cu %2$s
ru: %1$s и %2$s теперь друзья
