Repository: duthied/Free-Friendika
Catalog: view/*/messages.po
Languages: cs, de, fr, it, nl, ro, ru

source: Gravatar addon is installed. Please disable the Gravatar addon.<br>The Libravatar addon will fall back to Gravatar if nothing was found at Libravatar.
cs: Gravatar doplněk je nainstalován. Prosím zakažte doplněk Gravatar. <br>Libravatar doplněk se vrátí k doplňku Gravatar, pokud na Libravataru nebude nic nalezeno.
de: Das Gravatar Addon ist installiert. Bitte schalte das Gravatar Addon aus.<br>Das Libravatar Addon nutzt Gravater, sollte nichts auf Libravatar gefunden werden.
fr: L'extension Gravatar est installée ; veuillez la désactiver. <br>L'extension Libravatar sera remplacée par Gravatar si rien n'a été trouvé.
it: L'addon Gravatar è installato. Disabilita l'addon Gravatar.<br> L'addon Libravatar si appoggerà a Gravatar se non trova nulla su Libravatar.

source: Default avatar image
cs: Defaultní obrázek avataru
de: Standard Profilbild
fr: Avatar par défaut

source: Select default avatar image if none was found. See README
cs: Vyberte defaultní avatar obrázek pokud nebyl žádný nalezen. Více viz. soubor README.
de: Das Standard Avatar Bild wurde nicht gefunden. Siehe README
fr: Sélectionner une image d'avatar par défaut si aucune n'a été trouvée. Voir le fichier README
it: Seleziona l'immagine di default se non viene trovato niente. Vedi README

source: Libravatar settings updated.
cs: Nastavení Libravatar aktualizováno.
de: Libravatar Einstellungen sind aktualisiert.
fr: Paramètres de Libravatar mis à jour.
it: Impostazioni Libravatar aggiornate.

source: Post to libertree
cs: Poslat na Libertree
de: bei libertree veröffentlichen
fr: Publier sur libertree

source: libertree Post Settings
cs: Nastavení Libertree příspěvků
de: libertree Post Einstellungen
fr: Réglages des messages sur libertree

source: Enable Libertree Post Plugin
cs: Povolit Libertree Post rozšíření
de: Libertree Post Plugin aktivieren
fr: Activer le plugin de publication sur libertree

source: Libertree site URL
cs: URL adresa Libertree
de: Libertree URL
fr: URL du site libertree

source: Post to Libertree by default
cs: Defaultně poslat na Libertree
de: Standardmäßig bei libertree veröffentlichen
fr: Publier sur libertree par défaut

source: Altpager settings updated.
cs: Nastavení Altpager aktualizováno.
de: Altpager Einstellungen sind aktualisiert.
fr: Paramètres d'Altpager mis à jour.
it: Impostazioni Altpager aggiornate.

source: Alternate Pagination Setting
cs: Alternate Pagination nastavení
de: Alternative Seitenumbruch Einstellung
fr: Paramètres de numérotation des pages
it: Impostazioni Paginatore Alternativo

source: Use links to "newer" and "older" pages in place of page numbers?
cs: Použít odkazy na "novější" a "starší" stránky místo čísel stránek?
de: Nutze Links zu "neuer" und "älter" Seiten, statt Seiten Nummern?
fr: Utiliser des liens vers "plus récents" et "plus anciens" au lieu de numéros de pages ?
it: Usa i collegamenti "nuovi" e "vecchi" al posto dei numeri di pagina?

source: Force global use of the alternate pager
de: Erzwinge die Verwendung des "Alternate Pager" auf diesem Server

source: Each user chooses whether to use the alternate pager
de: Jede/r Nutzer/in kann wählen ob der "Alternate Pager" verwendet werden soll

source: The MathJax addon renders mathematical formulae written using the LaTeX syntax surrounded by the usual $$ or an eqnarray block in the postings of your wall,network tab and private mail.
cs: Rozšíření MathJax vykresluje matematické vzorce zapsané s použitím syntaxe LaTeX označené obvyklými znaky $$ nebo v bloku "eqnarray" v příspěvcích na Vaší zdi, záložce síť a soukromých zprávách.
de: Mit dem MathJax Addon können mathematische Formeln, die mit LaTeX geschrieben wurden, dargestellt werden. Die Formel wird mit den üblichen $$ oder einem eqnarray Block gekennzeichnet. Formeln werden in allen Beiträgen auf deiner Pinnwand, dem Netzwerkstream sowie privaten Nachrichten gerendert.
fr: L'extension MathJax affiche les formules mathématiques écrites suivant la syntaxe LaTeX lorsqu'elles sont encadrés par les $$ habituels, ou dans un un bloc eqnarray. Ceci sur le mur, le Réseau et dans les messages privés.

source: Use the MathJax renderer
cs: Použít Mathjax vykreslování
de: MathJax verwenden
fr: Utiliser le rendu MathJax

source: MathJax Base URL
cs: Základní MathJax adresa URL
de: MathJax Basis-URL
fr: URL de base de MathJax

source: The URL for the javascript file that should be included to use MathJax. Can be either the MathJax CDN or another installation of MathJax.
cs: URL adresa na javascriptový soubor, který musí být obsažen pro použití MathJax. Může to být MathJax CDN nebo or jiná instalace MathJax.
de: Die URL der MathJax Javascript-Datei, die verwendet werden soll. Diese kann entweder aus der MathJax CDN oder einer anderen Quelle stammen.
fr: L'URL du fichier Javascript qui doit être inclus pour utiliser MathJax. Ce peut être celle du CDN MathJax, ou bien de toute autre installation de MathJax.

source: Editplain settings updated.
cs: Editplain nastavení aktualizováno
de: Editplain Einstellungen aktualisiert
fr: Réglages editplain sauvés.
it: Impostazioni 'Editplain' aggiornate.

source: Editplain Settings
cs: Nastavení Editplain
de: Editplain Einstellungen
fr: Réglages de editplain
it: Impostazioni Editplain

source: Disable richtext status editor
cs: Zakázat richtext status editor
de: RichText Editor deaktivieren
fr: Désactiver l'édition "riche"
it: Disabilita l'editor di testo visuale

source: Libravatar addon is installed, too. Please disable Libravatar addon or this Gravatar addon.<br>The Libravatar addon will fall back to Gravatar if nothing was found at Libravatar.
cs: Libravatar doplněk je také nainstalován. Prosím zakažte doplněk Libravatar nebo tento doplněk Gravatar.<br>Libravatar doplněk se vrátí k doplňku Gravatar, pokud na Libravataru nebude nic nalezeno.
de: Das Libravatar Addon ist ebenfalls installiert. Bitte deaktiviere das Libravatar Addon oder dieses Gravatar Addon.<br>Das Libravatar Addon nutzt Gravater, sollte nichts auf Libravatar gefunden werden.
fr: L'extension Libravatar est également installée. Veuillez désactiver celle-ci ou l'extension Gravatar. <br>L'extension Libravatar sera remplacée par Gravatar si rien n'a été trouvé.
it: I'addon Libravatar è installto. Disabilita l'addon Libravatar o questo addon Gravatar<br>L'addon Libravatar si appoggerà a Gravatar se non trova nulla su Libravatar.

source: Select default avatar image if none was found at Gravatar. See README
cs: Nastavte defaulní obrázek avatara pokud ho již nemáte na Gravatar. Více viz. soubor README.
de: Wähle das Standardgesicht, wenn kein Bild auf Gravatar gefunden wurde. Schaue auch sonst im README nach.
fr: Choisissez l'image de l'avatar par défaut si aucun n'est trouvé via Gravatar. Voir README

source: Rating of images
cs: Hodnocení obrázků
de: Bildbewertung
fr: Classe des avatars

source: Select the appropriate avatar rating for your site. See README
cs: Zadejte ohodnocení příslušného avatara pro vaši stránku. Viz README.
de: Wähle eine angemessene Bildbewertung für deinen Server. Schaue auch sonst im README nach.
fr: Choisissez la classe des avatars appropriée pour votre site. Voir README

source: Gravatar settings updated.
cs: Nastavení Gravatar aktualizováno.
de: Gravatar Einstellungen aktualisiert.
fr: Réglages Gravatar sauvés.

source: Your Friendica test account is about to expire.
cs: Váš Friendica testovací účet brzy vyprší.
de: Dein Friendica-Testkonto wird bald verfallen.
fr: Votre compte de test Friendica est sur le point d'expirer.

source: Hi %1$s, Your test account on %2$s will expire in less than five days. We hope you enjoyed this test drive and use this opportunity to find a permanent Friendica website for your integrated social communications. A list of public sites is available at http://dir.friendica.com/siteinfo - and for more information on setting up your own Friendica server please see the Friendica project website at http://friendica.com.
cs: Ahoj %1$s, platnost Vašeho testovacího účtu na %2$s vyprší za méně než 5 dní. Doufáme, že jste si testovací jízdu užili a že se Vám povedlo najít trvalý Friendica server pro Vaši integrovanou sociální komunikaci. List veřejně dostupných serverů je k dispozici na http://dir.friendica.com/siteinfo - a pro více informací, jak si vytvořit svůj vlastní server, navštivte stránky projektu Friendica na adrese http://friendica.com.
de: Hallo %1$s, dein Testkonto auf %2$s wird in weniger als fünf Tagen verfallen. Wir hoffen, dass dir dieser Testlauf gefallen hat, so dass du die Gelegenheit nutzt und dir einen normalen Friendica-Server für deine integrierte Social-Network-Kommunikation suchst. Eine Liste öffentlicher Server findest du auf http://dir.friendica.com/siteinfo . Um mehr Information darüber zu bekommen, wie man einen eigenen Friendica-Server aufsetzt, kannst du auch einen Blick auf die Friendica-Projektseite werfen: http://friendica.com
fr: Bonjour %1$s, Votre compte de test sur %2$s va expirer dans moins de cinq jours. Nous espérons que vous avez apprécié cette période d'essais, et que vous profiterez de l'occasion pour vous créer un compte permanent sur un serveur Friendica de votre choix. Une liste des serveurs Friendica ouverts au public peut être consultée sur http://dir.friendica.com/siteinfo - et pour plus d'information sur la meilleure manière de monter votre propre service Friendica, vous pouvez aller directement sur le site du projet http://friendica.com.

source: "pageheader" Settings
cs: Nastavení záhlaví stránky
de: "pageheader"-Einstellungen
fr: Réglages de pageheader
it: Impostazioni "pageheader"

source: pageheader Settings saved.
cs: Nastavení záhlaví stránky uloženo.
de: pageheader-Einstellungen gespeichert.
fr: Réglages pageheader sauvés.
it: Impostazioni salvate.

source: Post to Insanejournal
cs: Odeslat na Insanejournal
de: Auf InsaneJournal posten.
fr: Publier vers InsaneJournal
it: Invia a Insanejournal

source: InsaneJournal Post Settings
cs: Nastavení příspěvků pro InsaneJournal
de: InsaneJournal Beitrags-Einstellungen
fr: Réglages InsaneJournal
it: Impostazioni Invio a InsaneJournal

source: Enable InsaneJournal Post Plugin
cs: Povolit Insanejournal plugin
de: InsaneJournal Plugin aktivieren
fr: Activer le connecteur InsaneJournal
it: Abilita il plugin Invio a InsaneJournal

source: InsaneJournal username
cs: Insanejournal uživatelské jméno
de: InsaneJournal Benutzername
fr: Utilisateur InsaneJournal
it: Nome utente InsaneJournal

source: InsaneJournal password
cs: Insanejournal heslo
de: InsaneJournal Passwort
fr: Mot de passe InsaneJournal
it: Password InsaneJournal

source: Post to InsaneJournal by default
cs: Defaultně zasílat příspěvky na InsaneJournal
de: Standardmäßig auf InsaneJournal posten.
fr: Publier sur InsaneJournal par défaut
it: Invia sempre a InsaneJournal

source: Jappix Mini addon settings
cs: Nastavení rozšíření Jappix Mini
de: Jappix Mini Addon Einstellungen
fr: Jappix Mini

source: Activate addon
cs: Aktivovat rozšíření
de: Addon aktivieren
fr: Activer

source: Do <em>not</em> insert the Jappixmini Chat-Widget into the webinterface
cs: <em>Nevlkádejte</em> Jappixmini Chat-Widget do webového rozhraní
de: Füge das Jappix Mini Chat Widget <em>nicht</em> zum Webinterface hinzu
fr: Ne <em>pas</em> insérer le widget JappixMini dans l'interface web

source: Jabber username
cs: Jabber uživatelské jméno
de: Jabber Nutzername
fr: Utilisateur Jabber

source: Jabber password
cs: Jabber heslo
de: Japper Passwort
fr: Mot de passe Jabber

source: Encrypt Jabber password with Friendica password (recommended)
cs: Zašifrovat Jabber heslo s heslem Friendica (doporučeno)
de: Verschlüssele das Jabber Passwort mit dem Friendica Passwort (empfohlen)
fr: Chiffrer le mot de passe Jabber avec le mot de passe Friendica (recommandé)

source: Friendica password
cs: Friendica heslo
de: Friendica Passwort
fr: Mot de passe Friendica

source: Approve subscription requests from Friendica contacts automatically
cs: Automaticky schválit požadavek na členství od Friedica kontaktů.
de: Kontaktanfragen von Friendica Kontakten automatisch akzeptieren
fr: Approuver les contacts Friendica automatiquement

source: Subscribe to Friendica contacts automatically
cs: Automaticky zaslat požadavek na členství Friedica kontaktům.
de: Automatisch Friendica Kontakten bei Jabber folgen
fr: S'inscrire aux contacts Friendica automatiquement

source: Purge internal list of jabber addresses of contacts
cs: Očistit interní seznam jabber adres kontaktů
de: Lösche die interne Liste der Jabber Adressen der Kontakte
fr: Purger la liste interne d'adresses Jabber

source: Add contact
cs: Přidat kontakt
de: Kontakt hinzufügen
fr: Ajouter un contact

source: View Source
cs: Zobrazit zdroj
de: Quelle ansehen
fr: Voir la source
it: Vedi sorgente

source: Post to StatusNet
cs: Poslat příspěvek na StatusNet
de: Bei StatusNet veröffentlichen
fr: Poster sur StatusNet
it: Invia a StatusNet

source: Please contact your site administrator.<br />The provided API URL is not valid.
cs: Obraťte se na administratora webu.<br />Poskytnutý odkaz na API není platný.
de: Bitte kontaktiere den Administrator des Servers.<br />Die angegebene API-URL ist nicht gültig.
fr: Merci de contacter l'administrateur du site.<br />L'URL d'API fournie est invalide.
it: Contatta l'amministratore del sito.<br/>L'URL delle API fornito non è valido.

source: We could not contact the StatusNet API with the Path you entered.
cs: S cestou, kterou jste zadali, se nebylo možné spojit s API StatusNetu.
de: Die StatusNet-API konnte mit dem angegebenen Pfad nicht erreicht werden.
fr: Nous n'avons pas pu contacter l'API StatusNet avec le chemin saisi.
it: Non possiamo conttattare le API di StatusNet con il percorso che hai inserito.

source: StatusNet settings updated.
cs: Nastavení StatusNetu aktualizováno.
de: StatusNet Einstellungen aktualisiert.
fr: Réglages StatusNet mis-à-jour.
it: Impostazioni StatusNet aggiornate.

source: StatusNet Posting Settings
cs: Nastavení zasílání příspěvků na StatusNet
de: StatusNet-Beitragseinstellungen
fr: Réglages du connecteur StatusNet
it: Impostazioni di invio a StatusNet

source: Globally Available StatusNet OAuthKeys
cs: Globálně dostupné StatusNet OAuth klíče
de: Verfügbare OAuth Schlüssel für StatusNet
fr: Clés OAuth StatusNet universelles
it: OAuthKeys globali di StatusNet

source: There are preconfigured OAuth key pairs for some StatusNet servers available. If you are useing one of them, please use these credentials. If not feel free to connect to any other StatusNet instance (see below).
cs: Jsou dostupné přednastavené OAuth páry klíčů pro některé servery StatusNetu. Pokud používáte některý z nich, použijte toto přihlášení. Pokud ne, neváhejte se připojit k jiné instanci StatusNet (viz níže).
de: Für einige StatusNet Server sind voreingestellte OAuth Schlüsselpaare verfügbar. Solltest du einen dieser Server benutzen, dann verwende bitte diese Schlüssel. Falls nicht, stelle stattdessen eine Verbindung zu irgend einem anderen StatusNet Server her (siehe unten).
fr: Ce sont des paires de clés OAuth préconfigurées pour certains serveurs StatusNet courants. Si vous utilisez l'un d'entre eux, merci de vous servir de ces clés. Autrement, vous pouvez vous connecter à n'importer quelle autre instance de StatusNet (voir ci-dessous).
it: Esistono coppie di chiavi OAuth precofigurate per alcuni server StatusNet. Se usi uno di questi server, per favore scegli queste credenziali. Altrimenti sei libero di collegarti a un'altra installazione di StatusNet (vedi sotto).

source: Provide your own OAuth Credentials
cs: Uveďte své vlastní OAuth přihlašovací údaje
de: Eigene OAuth Schlüssel eintragen
fr: Fournissez vos propres paramètres OAuth
it: Fornisci le tue credenziali OAuth

source: No consumer key pair for StatusNet found. Register your Friendica Account as an desktop client on your StatusNet account, copy the consumer key pair here and enter the API base root.<br />Before you register your own OAuth key pair ask the administrator if there is already a key pair for this Friendica installation at your favorited StatusNet installation.
cs: Nenalezen žádný spotřebitelský páru klíčů pro StatusNet. Zaregistrujte si svůj účet Friendica jako desktopový klient ve Vašem účtu StatusNet, zkopírujte si sem spotřebitelský páru klíčů a vložte API base root.<br />Předtím, než si zaregistrujete Váš vlastní pár klíčů OAuth, zjistěte si od Friendica administrátora, zda-li již existuje pár klíčů pro tuto instalaci Friendica pro Vaši oblíbenou StatusNet instalaci.
de: Kein Consumer-Schlüsselpaar für StatusNet gefunden. Registriere deinen Friendica-Account als Desktop-Client, kopiere das Consumer-Schlüsselpaar hierher und gib die API-URL ein.<br />Bevor du dein eigenes Consumer-Schlüsselpaar registrierst, frage den Administrator dieses Friendica-Servers, ob schon ein Schlüsselpaar für diesen Friendica-Server auf diesem StatusNet-Server existiert.
fr: Pas de paire de clé trouvée pour StatusNet. Enregistrez votre compte Friendica comme un client "desktop" sur votre compte StatusNet, copiez la paire de clé ici et entrez la racine de l'API.<br />Avant d'enregistrer votre propre paire de clé, assurez-vous auprès de l'administrateur qu'il n'y a pas déjà une paire de clé pour cette instance de Friendica chez votre fournisseur StatusNet préféré.
it: Nessuna coppia di chiavi consumer trovate per StatusNet. Registra il tuo account Friendica come un client desktop nel tuo account StatusNet, copia la coppia di chiavi consumer qui e inserisci l'url base delle API.<br/>Prima di registrare la tua coppia di chiavi OAuth, chiedi all'amministratore se esiste già una coppia di chiavi per questo sito Friendica presso la tua installazione StatusNet preferita.

source: Base API Path (remember the trailing /)
cs: Cesta k Base API (nezapomeňte na koncový /)
de: Basis-URL der StatusNet-API (vergiss den abschließenden / nicht)
fr: Chemin de base de l'API (n'oubliez pas le / final)
it: Indirizzo di base per le API (ricorda la / alla fine)

source: To connect to your StatusNet account click the button below to get a security code from StatusNet which you have to copy into the input box below and submit the form. Only your <strong>public</strong> posts will be posted to StatusNet.
cs: Chcete-li připojit k vašemu účtu StatusNet klikněte na tlačítko níže, abyste dostati bezpečnostní kód ze StatusNetu, který musíte zkopírovat do vstupního pole níže a odelat formulář. Pouze Vaše <strong>veřejné</strong> příspěvky budou zveřejněny na StatusNetu.
de: Um dein Konto mit einem StatusNet-Konto zu verknüpfen, klicke den Button an, um einen Sicherheitscode von StatusNet zu erhalten, und kopiere diesen in das Eingabefeld weiter unten. Es werden ausschließlich deine <strong>öffentlichen</strong> Nachrichten an StatusNet gesendet.
fr: Pour vous connecter à votre compte StatusNet, cliquez sur le bouton ci-dessous pour obtenir un code de sécurité de StatusNet, que vous aurez à coller dans la boîte ci-dessous. Ensuite, validez le formulaire. Seuls vos articles &lt;strong&gt;publics&lt;/strong&gt; seront postés sur StatusNet.
it: Per collegare il tuo account StatusNet, clicca sul bottone per ottenere un codice di sicurezza da StatusNet, che dovrai copiare nel box sottostante e poi inviare la form. Solo i tuoi messaggi <strong>pubblici</strong> saranno inviati a StatusNet.

source: Log in with StatusNet
cs: Přihlásit se s StatusNet
de: Bei StatusNet anmelden
fr: Se connecter à StatusNet
it: Accedi con StatuNet

source: Copy the security code from StatusNet here
cs: Zkopírujte sem bezpečnostní kód ze StatusNet
de: Kopiere den Sicherheitscode von StatusNet hier hin
fr: Coller le code de sécurité de StatusNet ici
it: Copia il codice di sicurezza da StatusNet qui

source: Cancel Connection Process
cs: Zrušit připojování
de: Verbindungsprozess abbrechen
fr: Annuler le processus de connexion
it: Annulla il processo di connessione

source: Current StatusNet API is
cs: Aktuální StatusNet API je
de: Derzeitige StatusNet-API-URL lautet
fr: L'API StatusNet courante est
it: Le API StatusNet correnti sono

source: Cancel StatusNet Connection
cs: Zrušit StatusNet připojení
de: Verbindung zum StatusNet Server abbrechen
fr: Annuler la connexion à StatusNet
it: Annulla la connessione a StatusNet

source: Currently connected to:
cs: V současné době připojen k:
de: Momentan verbunden mit:
fr: Actuellement connecté à:
it: Al momento connesso con:

source: If enabled all your <strong>public</strong> postings can be posted to the associated StatusNet account. You can choose to do so by default (here) or for every posting separately in the posting options when writing the entry.
cs: Je-li povoleno, všechny Vaše <strong>veřejné</strong> příspěvky mohou být zaslány na související StatusNet účet. Můžete si vybrat, zda-li toto bude výchozí nastavení (zde), nebo budete mít možnost si vybrat požadované chování při psaní každého příspěvku.
de: Wenn aktiviert, können all deine <strong>öffentlichen</strong> Einträge auf dem verbundenen StatusNet-Konto veröffentlicht werden. Du kannst das (hier) als Standardverhalten einstellen oder beim Schreiben eines Beitrags in den Beitragsoptionen festlegen.
fr: En cas d'activation, toutes vos notices <strong>publiques</strong> seront transmises au compte StatusNet associé. Vous pourrez choisir de le faire par défaut (ici), ou bien pour chaque notice séparément lors de sa rédaction.
it: Se abilitato tutti i tuoi messaggi <strong>pubblici</strong> possono essere inviati all'account StatusNet associato. Puoi scegliere di farlo sempre (qui) o ogni volta che invii, nelle impostazioni di privacy del messaggio.

source: <strong>Note</strong>: Due your privacy settings (<em>Hide your profile details from unknown viewers?</em>) the link potentially included in public postings relayed to StatusNet will lead the visitor to a blank page informing the visitor that the access to your profile has been restricted.
cs: <strong>Upozornění</strong>: Z důvodů Vašeho nastavení ochrany soukromí (<em> Skrýt Vaše profilové detaily před neznámými čtenáři?</em>) odkaz potenciálně zahrnutý ve Vašich veřejných příspěvcích poslaných do sítě StatusNet přesměruje návštěvníky na prázdnou stránku informující návštěvníky, že přístup k vašemu profilu je omezen.
de: <strong>Hinweis</strong>: Aufgrund deiner Privatsphären-Einstellungen (<em>Profil-Details vor unbekannten Betrachtern verbergen?</em>) wird der Link, der eventuell an deinen StatusNet-Beitrag angehängt wird, um auf den Originalbeitrag zu verweisen, den Betrachter auf eine leere Seite führen, die ihn darüber informiert, dass der Zugriff eingeschränkt wurde.
fr: <strong>Note</strong>: Du fait de vos réglages de vie privée (<em>Cacher les détails de votre profil des visiteurs inconnus?</em>), le lien potentiellement inclus dans les messages publics relayés vers StatusNet conduira les visiteurs vers une page blanche les informant que leur accès à votre profil a été restreint.
it: <strong>Nota</strong>: A causa delle tue impostazioni di privacy(<em>Nascondi i dettagli del tuo profilo ai visitatori sconosciuti?</em>) il link potenzialmente incluse nei messaggi pubblici inviati a StatusNet porterà i visitatori a una pagina bianca con una nota che li informa che l'accesso al tuo profilo è stato limitato.

source: Allow posting to StatusNet
cs: Povolit zasílání příspěvků na StatusNet
de: Veröffentlichung bei StatusNet erlauben
fr: Autoriser la publication sur StatusNet
it: Permetti l'invio a StatusNet

source: Send public postings to StatusNet by default
cs: Standardně poslílat veřejné příspěvky na StatusNet
de: Veröffentliche öffentliche Beiträge standardmäßig bei StatusNet
fr: Par défaut, envoyer les notices publiques à StatusNet
it: Invia sempre i messaggi pubblici a StatusNet
