Repository: duthied/Free-Friendika
Catalog: view/*/messages.po
Languages: cs, de, fr, it, nl, ro, ru

source: Password reset requested at %s
cs: Na %s bylo zažádáno o resetování hesla
de: Anfrage zum Zurücksetzen des Passworts auf %s erhalten
fr: Requête de réinitialisation de mot de passe à %s
it: Richiesta reimpostazione password su %s
nl: Op %s werd gevraagd je wachtwoord opnieuw in te stellen
ro: Solicitarea de resetare a parolei a fost făcută la %s
ru: Запрос на сброс пароля получен %s

source: Request could not be verified. (You may have previously submitted it.) Password reset failed.
cs: Žádost nemohla být ověřena. (Možná jste ji odeslali již dříve.) Obnovení hesla se nezdařilo.
de: Anfrage konnte nicht verifiziert werden. (Eventuell hast du bereits eine ähnliche Anfrage gestellt.) Zurücksetzen des Passworts gescheitert.
fr: Impossible d'honorer cette demande. (Vous l'avez peut-être déjà utilisée par le passé.) La réinitialisation a échoué.
it: La richiesta non può essere verificata. (Puoi averla già richiesta precendentemente). Reimpostazione password fallita.
nl: Verzoek kon niet geverifieerd worden. (Misschien heb je het voordien al ingediend.) Wachtwoord niet opnieuw ingesteld.
ro: Solicitarea nu se poate verifica. (Este posibil să fi solicitat-o anterior.) Resetarea parolei a eșuat.
ru: Запрос не может быть проверен. (Вы, возможно, ранее представляли его.) Попытка сброса пароля неудачная.

source: Password Reset
cs: Obnovení hesla
de: Passwort zurücksetzen
fr: Réinitialiser le mot de passe
it: Reimpostazione password
nl: Wachtwoord opnieuw instellen
ro: Resetare Parolă
ru: Сброс пароля

source: Your password has been reset as requested.
cs: Vaše heslo bylo na Vaše přání resetováno.
de: Dein Passwort wurde wie gewünscht zurückgesetzt.
fr: Votre mot de passe a bien été réinitialisé.
it: La tua password è stata reimpostata come richiesto.
nl: Je wachtwoord is opnieuw ingesteld zoals gevraagd.
ro: Parola a fost resetată conform solicitării.
ru: Ваш пароль был сброшен по требованию.

source: Your new password is
cs: Někdo Vám napsal na Vaši profilovou stránku
de: Dein neues Passwort lautet
fr: Votre nouveau mot de passe est
it: La tua nuova password è
nl: Je nieuwe wachtwoord is
ro: Noua dvs. parolă este
ru: Ваш новый пароль

source: Save or copy your new password - and then
cs: Uložte si nebo zkopírujte nové heslo - a pak
de: Speichere oder kopiere dein neues Passwort - und dann
fr: Sauvez ou copiez ce nouveau mot de passe - puis
it: Salva o copia la tua nuova password, quindi
nl: Bewaar of kopieer je nieuw wachtwoord - en dan
ro: Salvați sau copiați noua dvs. parolă - şi apoi
ru: Сохраните или скопируйте новый пароль - и затем

source: click here to login
cs: klikněte zde pro přihlášení
de: hier klicken, um dich anzumelden
fr: cliquez ici pour vous connecter
it: clicca qui per entrare
nl: klik hier om in te loggen
ro: click aici pentru logare
ru: нажмите здесь для входа

source: Your password may be changed from the <em>Settings</em> page after successful login.
cs: Nezdá se, že by to bylo Vaše celé jméno (křestní jméno a příjmení).
de: Du kannst das Passwort in den <em>Einstellungen</em> ändern, sobald du dich erfolgreich angemeldet hast.
fr: Votre mot de passe peut être changé depuis la page &lt;em&gt;Réglages&lt;/em&gt;, une fois que vous serez connecté.
it: Puoi cambiare la tua password dalla pagina <em>Impostazioni</em> dopo aver effettuato l'accesso.
nl: Je kunt dit wachtwoord veranderen nadat je bent ingelogd op de <em>Instellingen></em> pagina.
ro: Parola poate fi schimbată din pagina de <em>Configurări</em> după autentificarea cu succes.
ru: Ваш пароль может быть изменен на странице <em>Настройки</em> после успешного входа.

source: Your password has been changed at %s
de: Auf %s wurde dein Passwort geändert
nl: Je wachtwoord is veranderd op %s
ro: Parola dumneavoastră a fost schimbată la %s
ru: Ваш пароль был изменен %s

source: Forgot your Password?
cs: Zapomněli jste heslo?
de: Hast du dein Passwort vergessen?
fr: Mot de passe oublié?
it: Hai dimenticato la password?
nl: Wachtwoord vergeten?
ro: Ați uitat Parola?
ru: Забыли пароль?

source: Enter your email address and submit to have your password reset. Then check your email for further instructions.
cs: Zadejte svůj e-mailovou adresu a odešlete žádost o zaslání Vašeho nového hesla. Poté zkontrolujte svůj e-mail pro další instrukce.
de: Gib deine E-Mail-Adresse an und fordere ein neues Passwort an. Es werden dir dann weitere Informationen per Mail zugesendet.
fr: Entrez votre adresse de courriel et validez pour réinitialiser votre mot de passe. Vous recevrez la suite des instructions par courriel.
it: Inserisci il tuo indirizzo email per reimpostare la password.
nl: Voer je e-mailadres in en verstuur het om je wachtwoord opnieuw in te stellen. Kijk dan je e-mail na voor verdere instructies.
ro: Introduceţi adresa dumneavoastră de email şi trimiteți-o pentru a vă reseta parola. Apoi verificaţi-vă emailul pentru instrucţiuni suplimentare.
ru: Введите адрес электронной почты и подтвердите, что вы хотите сбросить ваш пароль. Затем проверьте свою электронную почту для получения дальнейших инструкций.

source: Nickname or Email:
cs: Přezdívka nebo e-mail:
de: Spitzname oder E-Mail:
fr: Pseudo ou Courriel:
it: Nome utente o email:
nl: Bijnaam of e-mail:
ro: Pseudonim sau Email:
ru: Ник или E-mail:

source: Reset
de: Zurücksetzen
fr: Réinitialiser
it: Reimposta
nl: Opnieuw
ru: Сброс

source: Additional features
de: Zusätzliche Features
nl: Extra functies
ro: Caracteristici suplimentare
ru: Дополнительные возможности

source: Missing some important data!
cs: Chybí některé důležité údaje!
de: Wichtige Daten fehlen!
fr: Il manque certaines informations importantes!
it: Mancano alcuni dati importanti!
nl: Een belangrijk gegeven ontbreekt!
ro: Lipsesc unele date importante!
ru: Не хватает важных данных!

source: Update
cs: Aktualizace
de: Aktualisierungen
fr: Mises-à-jour
it: Aggiorna
nl: Wijzigen
ro: Actualizare
ru: Обновление

source: Failed to connect with email account using the settings provided.
cs: Nepodařilo se připojit k e-mailovému účtu pomocí dodaného nastavení.
de: Verbindung zum E-Mail-Konto mit den angegebenen Einstellungen nicht möglich.
fr: Impossible de se connecter au compte courriel configuré.
it: Impossibile collegarsi all'account email con i parametri forniti.
nl: Ik kon geen verbinding maken met het e-mail account met de gegeven instellingen.
ro: A eşuat conectarea cu, contul de email, folosind configurările furnizate.
ru: Не удалось подключиться к аккаунту e-mail, используя указанные настройки.

source: Email settings updated.
cs: Nastavení e-mailu aktualizována.
de: E-Mail Einstellungen bearbeitet.
fr: Réglages de courriel mis-à-jour.
it: Impostazioni e-mail aggiornate.
nl: E-mail instellingen bijgewerkt..
ro: Configurările de email au fost actualizate.
ru: Настройки эл. почты обновлены.

source: Features updated
de: Features aktualisiert
nl: Functies bijgewerkt
ro: Caracteristici actualizate
ru: Настройки обновлены

source: Passwords do not match. Password unchanged.
cs: Hesla se neshodují. Heslo nebylo změněno.
de: Die Passwörter stimmen nicht überein. Das Passwort bleibt unverändert.
fr: Les mots de passe ne correspondent pas. Aucun changement appliqué.
it: Le password non corrispondono. Password non cambiata.
nl: Wachtwoorden komen niet overeen. Wachtwoord niet gewijzigd.
ro: Parolele nu coincid. Parolă neschimbată.
ru: Пароли не совпадают. Пароль не изменен.

source: Empty passwords are not allowed. Password unchanged.
cs: Prázdné hesla nejsou povolena. Heslo nebylo změněno.
de: Leere Passwörter sind nicht erlaubt. Passwort bleibt unverändert.
fr: Les mots de passe vides sont interdits. Aucun changement appliqué.
it: Le password non possono essere vuote. Password non cambiata.
nl: Lege wachtwoorden zijn niet toegelaten. Wachtwoord niet gewijzigd.
ro: Parolele necompletate nu sunt permise. Parolă neschimbată.
ru: Пустые пароли не допускаются. Пароль не изменен.

source: Password changed.
cs: Heslo bylo změněno.
de: Passwort ändern.
fr: Mots de passe changés.
it: Password cambiata.
nl: Wachtwoord gewijzigd.
ro: Parola a fost schimbată.
ru: Пароль изменен.

source: Password update failed. Please try again.
cs: Aktualizace hesla se nezdařila. Zkuste to prosím znovu.
de: Aktualisierung des Passworts gescheitert, bitte versuche es noch einmal.
fr: Le changement de mot de passe a échoué. Merci de recommencer.
it: Aggiornamento password fallito. Prova ancora.
nl: Wachtwoord-)wijziging mislukt. Probeer opnieuw.
ro: Actualizarea parolei a eșuat. Vă rugăm să reîncercați.
ru: Обновление пароля не удалось. Пожалуйста, попробуйте еще раз.

source: Please use a shorter name.
cs: Prosím použijte kratší jméno.
de: Bitte verwende einen kürzeren Namen.
fr: Merci d'utiliser un nom plus court.
it: Usa un nome più corto.
nl: Gebruik een kortere naam.
ro: Vă rugăm să utilizaţi un nume mai scurt.
ru: Пожалуйста, используйте более короткое имя.

source: Name too short.
cs: Jméno je příliš krátké.
de: Name ist zu kurz.
fr: Nom trop court.
it: Nome troppo corto.
nl: Naam te kort.
ro: Numele este prea scurt.
ru: Имя слишком короткое.

source: Not valid email.
cs: Neplatný e-mail.
de: Keine gültige E-Mail.
fr: Email invalide.
it: Email non valida.
nl: Geen geldig e-mailadres.
ro: Nu este un email valid.
ru: Неверный e-mail.

source: Cannot change to that email.
cs: Nelze provést změnu na tento e-mail.
de: Ändern der E-Mail nicht möglich.
fr: Impossible de changer pour cet email.
it: Non puoi usare quella email.
nl: Kan niet veranderen naar die e-mail.
ro: Nu poate schimba cu acest email.
ru: Невозможно изменить на этот e-mail.

source: Private forum has no privacy permissions. Using default privacy group.
cs: Soukromé fórum nemá nastaveno zabezpečení. Používá se defaultní soukromá skupina.
de: Für das private Forum sind keine Zugriffsrechte eingestellt. Die voreingestellte Gruppe für neue Kontakte wird benutzt.
fr: Ce forum privé n'a pas de paramètres de vie privée. Utilisation des paramètres de confidentialité par défaut.
nl: Privéforum/-groep heeft geen privacyrechten. De standaard privacygroep wordt gebruikt.
ro: Forumul privat nu are permisiuni de confidenţialitate. Se folosește confidențialitatea implicită de grup.
ru: Частный форум не имеет настроек приватности. Используется группа конфиденциальности по умолчанию.

source: Private forum has no privacy permissions and no default privacy group.
cs: Soukromé fórum nemá nastaveno zabezpečení a ani žádnou defaultní soukromou skupinu.
de: Für das private Forum sind keine Zugriffsrechte eingestellt, und es gibt keine voreingestellte Gruppe für neue Kontakte.
fr: Ce forum privé n'a pas de paramètres de vie privée ni de paramètres de confidentialité par défaut.
nl: Privéforum/-groep heeft geen privacyrechten en geen standaard privacygroep.
ro: Forumul Privat nu are permisiuni de confidenţialitate şi nici o confidențialitate implicită de grup.
ru: Частный форум не имеет настроек приватности и не имеет групп приватности по умолчанию.

source: Settings updated.
cs: Nastavení aktualizováno.
de: Einstellungen aktualisiert.
fr: Réglages mis à jour.
it: Impostazioni aggiornate.
nl: Instellingen bijgewerkt.
ro: Configurări actualizate.
ru: Настройки обновлены.

source: Add application
cs: Přidat aplikaci
de: Programm hinzufügen
fr: Ajouter une application
it: Aggiungi applicazione
nl: Toepassing toevoegen
ro: Adăugare aplicaţie
ru: Добавить приложения

source: Redirect
cs: Přesměrování
de: Umleiten
fr: Rediriger
nl: Doorverwijzing
ro: Redirecţionare
ru: Перенаправление

source: You can't edit this application.
cs: Nemůžete editovat tuto aplikaci.
de: Du kannst dieses Programm nicht bearbeiten.
fr: Vous ne pouvez pas éditer cette application.
it: Non puoi modificare questa applicazione.
nl: Je kunt deze toepassing niet wijzigen.
ro: Nu puteți edita această aplicaţie.
ru: Вы не можете изменить это приложение.

source: Connected Apps
cs: Připojené aplikace
de: Verbundene Programme
fr: Applications connectées
it: Applicazioni Collegate
nl: Verbonden applicaties
ro: Aplicații Conectate
ru: Подключенные приложения

source: Client key starts with
cs: Klienský klíč začíná
de: Anwenderschlüssel beginnt mit
fr: La clé cliente commence par
it: Chiave del client inizia con
ro: Cheia clientului începe cu
ru: Ключ клиента начинается с

source: No name
cs: Bez názvu
de: Kein Name
fr: Sans nom
it: Nessun nome
nl: Geen naam
ro: Fără nume
ru: Нет имени

source: Remove authorization
cs: Odstranit oprávnění
de: Autorisierung entziehen
fr: Révoquer l'autorisation
it: Rimuovi l'autorizzazione
nl: Verwijder authorisatie
ro: Eliminare autorizare
ru: Удалить авторизацию

source: No Plugin settings configured
cs: Žádný doplněk není nastaven
de: Keine Plugin-Einstellungen konfiguriert
fr: Pas de réglages d'extensions configurés
it: Nessun plugin ha impostazioni modificabili
ro: Nici-o configurare stabilită pentru modul
ru: Нет сконфигурированных настроек плагина

source: Plugin Settings
cs: Nastavení doplňku
de: Plugin-Einstellungen
fr: Extensions
it: Impostazioni plugin
nl: Plugin Instellingen
ro: Configurări Modul
ru: Настройки плагина

source: Off
de: Aus
nl: Uit

source: On
de: An
nl: Aan

source: Additional Features
de: Zusätzliche Features
nl: Extra functies
ro: Caracteristici Suplimentare
ru: Дополнительные возможности

source: Built-in support for %s connectivity is %s
cs: Vestavěná podpora pro připojení s %s je %s
de: Eingebaute Unterstützung für Verbindungen zu %s ist %s
fr: Le support natif pour la connectivité %s est %s
it: Il supporto integrato per la connettività con %s è %s
nl: Ingebouwde ondersteuning voor connectiviteit met %s is %s
ro: Suportul încorporat pentru conectivitatea %s este %s
ru: Встроенная поддержка для %s подключение %s

source: enabled
cs: povoleno
de: eingeschaltet
fr: activé
it: abilitato
nl: ingeschakeld
ro: activat
ru: подключено

source: disabled
cs: zakázáno
de: ausgeschaltet
fr: désactivé
it: disabilitato
nl: uitgeschakeld
ro: dezactivat
ru: отключено

source: Email access is disabled on this site.
cs: Přístup k elektronické poště je na tomto serveru zakázán.
de: Zugriff auf E-Mails für diese Seite deaktiviert.
fr: L'accès courriel est désactivé sur ce site.
it: L'accesso email è disabilitato su questo sito.
nl: E-mailtoegang is op deze website uitgeschakeld.
ro: Accesul de email este dezactivat pe acest site.
ru: Доступ эл. почты отключен на этом сайте.

source: Connector Settings
cs: Nastavení konektoru
de: Verbindungs-Einstellungen
fr: Connecteurs
it: Impostazioni Connettore
ru: Настройки соединителя

source: Email/Mailbox Setup
cs: Nastavení e-mailu
de: E-Mail/Postfach-Einstellungen
fr: Réglages de courriel/boîte à lettre
it: Impostazioni email
nl: E-mail Instellen
ro: Configurare E-Mail/Căsuță poştală
ru: Настройка эл. почты / почтового ящика

source: If you wish to communicate with email contacts using this service (optional), please specify how to connect to your mailbox.
cs: Pokud chcete komunikovat pomocí této služby s Vašimi kontakty z e-mailu (volitelné), uveďte, jak se připojit k Vaší e-mailové schránce.
de: Wenn du mit E-Mail-Kontakten über diesen Service kommunizieren möchtest (optional), gib bitte die Einstellungen für dein Postfach an.
fr: Si vous souhaitez communiquer avec vos contacts "courriel" (facultatif), merci de nous indiquer comment vous connecter à votre boîte.
it: Se vuoi comunicare con i contatti email usando questo servizio, specifica come collegarti alla tua casella di posta. (opzionale)
nl: Als je wilt communiceren met e-mail contacten via deze dienst (optioneel), moet je hier opgeven hoe ik jouw mailbox kan bereiken.
ro: Dacă doriţi să comunicaţi cu contactele de email folosind acest serviciu (opţional), vă rugăm să precizaţi cum doriți să vă conectaţi la căsuța dvs. poştală.
ru: Если вы хотите общаться с Email контактами, используя этот сервис (по желанию), пожалуйста, уточните, как подключиться к вашему почтовому ящику.

source: Last successful email check:
cs: Poslední úspěšná kontrola e-mailu:
de: Letzter erfolgreicher E-Mail Check
fr: Dernière vérification réussie des courriels:
it: Ultimo controllo email eseguito con successo:
nl: Laatste succesvolle e-mail controle:
ro: Ultima verificare, cu succes, a email-ului:
ru: Последняя успешная проверка электронной почты:

source: Security:
cs: Zabezpečení:
de: Sicherheit:
fr: Sécurité:
it: Sicurezza:
nl: Beveiliging:
ro: Securitate:
ru: Безопасность:

source: None
cs: Žádný
de: Keine
fr: Aucun(e)
it: Nessuna
nl: Geen
ro: Nimic
ru: Ничего

source: Email password:
cs: heslo k Vašemu e-mailu:
de: E-Mail-Passwort:
fr: Mot de passe:
it: Password email:
nl: E-mail wachtwoord:
ro: Parolă de e-mail:
ru: Пароль эл. почты:

source: Reply-to address:
cs: Odpovědět na adresu:
de: Reply-to Adresse:
fr: Adresse de réponse:
it: Indirizzo di risposta:
nl: Antwoord adres:
ro: Adresă pentru răspuns:
ru: Адрес для ответа:

source: Send public posts to all email contacts:
cs: Poslat veřejné příspěvky na všechny e-mailové kontakty:
de: Sende öffentliche Beiträge an alle E-Mail-Kontakte:
fr: Les notices publiques vont à tous les contacts courriel:
it: Invia i messaggi pubblici ai contatti email:
nl: Openbare posts naar alle e-mail contacten versturen:
ro: Trimiteți postările publice la toate contactele de email:
ru: Отправлять открытые сообщения на все контакты электронной почты:

source: Action after import:
cs: Akce po importu:
de: Aktion nach Import:
fr: Action après import:
it: Azione post importazione:
nl: Actie na importeren:
ro: Acţiune după importare:
ru: Действие после импорта:

source: Mark as seen
cs: Označit jako přečtené
de: Als gelesen markieren
fr: Marquer comme vu
it: Segna come letto
nl: Als 'gelezen' markeren
ro: Marcați ca și vizualizat
ru: Отметить, как прочитанное

source: Move to folder
cs: Přesunout do složky
de: In einen Ordner verschieben
fr: Déplacer vers
it: Sposta nella cartella
nl: Naar map verplaatsen
ro: Mutare în dosar
ru: Переместить в папку

source: Move to folder:
cs: Přesunout do složky:
de: In diesen Ordner verschieben:
fr: Déplacer vers:
it: Sposta nella cartella:
nl: Verplaatsen naar map:
ro: Mutare în dosarul:
ru: Переместить в папку:

source: No special theme for mobile devices
cs: žádné speciální téma pro mobilní zařízení
de: Kein spezielles Theme für mobile Geräte verwenden.
fr: Pas de thème particulier pour les terminaux mobiles
nl: Geen speciaal thema voor mobiele apparaten
ro: Nici-o temă specială pentru dispozitive mobile
ru: Нет специальной темы для мобильных устройств

source: Display Settings
cs: Nastavení Zobrazení
de: Anzeige-Einstellungen
fr: Affichage
it: Impostazioni Grafiche
nl: Scherminstellingen
ro: Preferințe Ecran
ru: Параметры дисплея

source: Display Theme:
cs: Vybrat grafickou šablonu:
de: Theme:
fr: Thème d'affichage:
it: Tema:
nl: Schermthema:
ro: Temă Afişaj:
ru: Показать тему:

source: Mobile Theme:
cs: Téma pro mobilní zařízení:
de: Mobiles Theme
fr: Thème mobile:
nl: Mobiel thema:
ro: Temă pentru Mobile:
ru: Мобильная тема:

source: Update browser every xx seconds
cs: Aktualizovat prohlížeč každých xx sekund
de: Browser alle xx Sekunden aktualisieren
fr: Mettre-à-jour l'affichage toutes les xx secondes
it: Aggiorna il browser ogni x secondi
nl: Browser elke xx seconden verversen
ro: Actualizare browser la fiecare fiecare xx secunde
ru: Обновление браузера каждые хх секунд

source: Minimum of 10 seconds, no maximum
cs: Minimum 10 sekund, žádné maximum.
de: Minimal 10 Sekunden, kein Maximum
fr: Délai minimum de 10 secondes, pas de maximum
it: Minimo 10 secondi, nessun limite massimo
ro: Minim 10 secunde, fără un maxim
ru: Минимум 10 секунд, максимума нет

source: Number of items to display per page:
cs: Počet položek zobrazených na stránce:
de: Zahl der Beiträge, die pro Netzwerkseite angezeigt werden sollen:
fr: Nombre d’éléments par page:
nl: Aantal items te tonen per pagina:
ro: Numărul de elemente de afişat pe pagină:
ru: Количество элементов, отображаемых на одной странице:

source: Maximum of 100 items
cs: Maximum 100 položek
de: Maximal 100 Beiträge
fr: Maximum de 100 éléments
it: Massimo 100 voci
nl: Maximum 100 items
ro: Maxim 100 de elemente
ru: Максимум 100 элементов

source: Don't show emoticons
cs: Nezobrazovat emotikony
de: Keine Smilies anzeigen
fr: Ne pas afficher les émoticônes (smileys grahiques)
it: Non mostrare le emoticons
nl: Emoticons niet tonen
ro: Nu afișa emoticoane
ru: не показывать emoticons

source: Normal Account Page
cs: Normální stránka účtu
de: Normales Konto
fr: Compte normal
it: Pagina Account Normale
nl: Normale accountpagina
ro: Pagină de Cont Simplu
ru: Стандартная страница аккаунта

source: This account is a normal personal profile
cs: Tento účet je běžný osobní profil
de: Dieses Konto ist ein normales persönliches Profil
fr: Ce compte correspond à un profil normal, pour une seule personne (physique, généralement)
it: Questo account è un normale profilo personale
nl: Deze account is een normaal persoonlijk profiel
ro: Acest cont este un profil personal normal
ru: Этот аккаунт является обычным персональным профилем

source: Soapbox Page
cs: Stránka "Soapbox"
de: Marktschreier-Konto
fr: Compte "boîte à savon"
it: Pagina Sandbox
nl: Zeepkist-pagina
ro: Pagină Soapbox

source: Automatically approve all connection/friend requests as read-only fans
cs: Automaticky schválit všechna spojení / přátelství jako fanoušky s právem pouze ke čtení
de: Kontaktanfragen werden automatisch als Nurlese-Fans akzeptiert
fr: Accepter automatiquement toutes les demandes d'amitié/connexion comme étant des fans 'en lecture seule'
it: Chi richiede la connessione/amicizia sarà accettato automaticamente come fan che potrà solamente leggere la bacheca
nl: Keur automatisch alle vriendschaps-/connectieverzoeken goed als fans met alleen recht tot lezen.
ro: Aprobă automat toate conexiunile/solicitările de prietenie ca și fani cu drepturi doar pentru vizualizare
ru: Автоматически одобряются все подключения / запросы в друзья, "только для чтения" поклонниками

source: Community Forum/Celebrity Account
cs: Komunitní fórum/ účet celebrity
de: Forum/Promi-Konto
fr: Compte de communauté/célébrité
it: Account Celebrità/Forum comunitario
nl: Forum/groeps- of beroemdheid-account
ro: Cont Comunitate Forum/Celebritate
ru: Аккаунт сообщества Форум/Знаменитость

source: Automatically approve all connection/friend requests as read-write fans
cs: Automaticky schvalovat všechny žádosti o spojení / přátelství, jako fanoušky s právem ke čtení.
de: Kontaktanfragen werden automatisch als Lese-und-Schreib-Fans akzeptiert
fr: Accepter automatiquement toutes les demandes d'amitié/connexion comme étant des fans en 'lecture/écriture'
it: Chi richiede la connessione/amicizia sarà accettato automaticamente come fan che potrà leggere e scrivere sulla bacheca
nl: Keur automatisch alle vriendschaps-/connectieverzoeken goed als fans met recht tot lezen en schrijven.
ro: Aprobă automat toate conexiunile/solicitările de prietenie ca și fani cu drepturi doar pentru vizualizare
ru: Автоматически одобряются все подключения / запросы в друзья, "для чтения и записей" поклонников

source: Automatic Friend Page
cs: Automatická stránka přítele
de: Automatische Freunde Seite
fr: Compte d'"amitié automatique"
it: Pagina con amicizia automatica
nl: Automatisch Vriendschapspagina
ro: Pagină Prietenie Automată
ru: "Автоматический друг" страница
