Repository: duthied/Free-Friendika
Catalog: view/*/messages.po
Languages: cs, de, fr, it, nl, ro, ru

source: [Experimental]
cs: [Experimentální]
de: [Experimentell]
fr: [Expérimental]
it: [Sperimentale]
nl: [Experimenteel]
ru: [экспериментально]

source: [Unsupported]
cs: [Nepodporováno]
de: [Nicht unterstützt]
fr: [Non supporté]
it: [Non supportato]
nl: [Niet ondersteund]
ru: [Неподдерживаемое]

source: Log settings updated.
cs: Nastavení protokolu aktualizováno.
de: Protokolleinstellungen aktualisiert.
fr: Réglages des journaux mis-à-jour.
it: Impostazioni Log aggiornate.
nl: Log instellingen gewijzigd
ro: Jurnalul de configurări fost actualizat.
ru: Настройки журнала обновлены.

source: Clear
cs: Vyčistit
de: löschen
fr: Effacer
it: Pulisci
nl: Wis
ro: Curăţă
ru: Очистить

source: Debugging
cs: Ladění
de: Protokoll führen
fr: Déboguage

source: Log file
cs: Soubor s logem
de: Protokolldatei
fr: Fichier de journaux
it: File di Log
nl: Logbestand
ro: Fişier Log
ru: Лог-файл

source: Must be writable by web server. Relative to your Friendica top-level directory.
cs: Musí být editovatelné web serverem. Relativní cesta k vašemu kořenovému adresáři Friendica
de: Webserver muss Schreibrechte besitzen. Abhängig vom Friendica-Installationsverzeichnis.
fr: Accès en écriture par le serveur web requis. Relatif à la racine de votre installation de Friendica.
it: Deve essere scrivibile dal server web. Relativo alla tua directory Friendica.
nl: De webserver moet hier kunnen schrijven. Relatief t.o.v. van de hoogste folder binnen uw Friendica-installatie.
ro: Trebuie să fie inscriptibil pentru serverul web. Relativ la directoul dvs. superior Friendica.
ru: Должно быть доступно для записи в веб-сервере. Относительно вашего Friendica каталога верхнего уровня.

source: Log level
cs: Úroveň auditu
de: Protokoll-Level
fr: Niveau de journalisaton
it: Livello di Log
nl: Log niveau
ro: Nivel log
ru: Уровень лога

source: Close
cs: Zavřít
de: Schließen
fr: Fermer
it: Chiudi
nl: Afsluiten
ro: Închide
ru: Закрыть

source: FTP Path
cs: Cesta FTP
de: FTP Pfad
fr: Chemin FTP
it: Percorso FTP
ru: Путь FTP

source: FTP User
cs: FTP uživatel
de: FTP Nutzername
fr: Utilisateur FTP
it: Utente FTP
ru: FTP пользователь

source: FTP Password
cs: FTP heslo
de: FTP Passwort
fr: Mot de passe FTP
it: Pasword FTP
ro: FTP Parolă
ru: FTP пароль

source: Requested profile is not available.
cs: Požadovaný profil není k dispozici.
de: Das angefragte Profil ist nicht vorhanden.
fr: Le profil demandé n'est pas disponible.
it: Profilo richiesto non disponibile.
nl: Gevraagde profiel is niet beschikbaar.
ro: Profilul solicitat nu este disponibil.
ru: Запрашиваемый профиль недоступен.

source: Access to this profile has been restricted.
cs: Přístup na tento profil byl omezen.
de: Der Zugriff zu diesem Profil wurde eingeschränkt.
fr: L'accès au profil a été restreint.
it: L'accesso a questo profilo è stato limitato.
nl: Toegang tot dit profiel is beperkt.
ro: Accesul la acest profil a fost restricţionat.
ru: Доступ к этому профилю ограничен.

source: Tips for New Members
cs: Tipy pro nové členy
de: Tipps für neue Nutzer
fr: Conseils aux nouveaux venus
it: Consigli per i Nuovi Utenti
nl: Tips voor nieuwe leden
ro: Sfaturi pentru Membrii Noi
ru: Советы для новых участников

source: {0} wants to be your friend
cs: {0} chce být Vaším přítelem
de: {0} möchte mit dir in Kontakt treten
fr: {0} souhaite être votre ami(e)
it: {0} vuole essere tuo amico
nl: {0} wilt je vriend worden
ro: {0} doreşte să vă fie prieten
ru: {0} хочет стать Вашим другом

source: {0} sent you a message
cs: {0} vám poslal zprávu
de: {0} hat dir eine Nachricht geschickt
fr: {0} vous a envoyé un message
it: {0} ti ha inviato un messaggio
nl: {0} stuurde jou een bericht
ro: {0} v-a trimis un mesaj
ru: {0} отправил Вам сообщение

source: {0} requested registration
cs: {0} požaduje registraci
de: {0} möchte sich registrieren
fr: {0} a demandé à s'inscrire
it: {0} chiede la registrazione
nl: {0} vroeg om zich te registreren
ro: {0} a solicitat înregistrarea
ru: {0} требуемая регистрация

source: {0} commented %s's post
cs: {0} komentoval příspěvek uživatele %s
de: {0} kommentierte einen Beitrag von %s
fr: {0} a commenté une notice de %s
it: {0} ha commentato il post di %s
ro: {0} a comentat la articolul postat de %s
ru: {0} прокомментировал сообщение от %s

source: {0} liked %s's post
cs: {0} má rád příspěvek uživatele %s
de: {0} mag %ss Beitrag
fr: {0} a aimé une notice de %s
it: a {0} piace il post di %s
ro: {0} a apreciat articolul postat de %s
ru: {0} нравится сообщение от %s

source: {0} disliked %s's post
cs: {0} nemá rád příspěvek uživatele %s
de: {0} mag %ss Beitrag nicht
fr: {0} n'a pas aimé une notice de %s
it: a {0} non piace il post di %s
ro: {0} nu a apreciat articolul postat de %s
ru: {0} не нравится сообщение от %s

source: {0} is now friends with %s
cs: {0} se skamarádil s %s
de: {0} ist jetzt mit %s befreundet
fr: {0} est désormais ami(e) avec %s
it: {0} ora è amico di %s
ro: {0} este acum prieten cu %s
ru: {0} теперь друзья с %s

source: {0} posted
cs: {0} zasláno
de: {0} hat etwas veröffentlicht
fr: {0} a posté
it: {0} ha inviato un nuovo messaggio
ro: {0} a postat
ru: {0} опубликовано

source: {0} tagged %s's post with #%s
cs: {0} označen %s' příspěvek s #%s
de: {0} hat %ss Beitrag mit dem Schlagwort #%s versehen
fr: {0} a taggué la notice de %s avec #%s
it: {0} ha taggato il post di %s con #%s
ro: {0} a etichetat articolul postat de %s cu #%s
ru: {0} пометил сообщение %s с #%s

source: {0} mentioned you in a post
cs: {0} vás zmínil v příspěvku
de: {0} hat dich in einem Beitrag erwähnt
fr: {0} vous a mentionné dans une publication
it: {0} ti ha citato in un post
ro: {0} v-a menţionat într-o postare
ru: {0} упоменул Вас в сообщение

source: Contacts who are not members of a group
cs: Kontakty, které nejsou členy skupiny
de: Kontakte, die keiner Gruppe zugewiesen sind
fr: Contacts qui n’appartiennent à aucun groupe
nl: Contacten die geen leden zijn van een groep
ro: Contactele care nu sunt membre ale unui grup
ru: Контакты, которые не являются членами группы

source: OpenID protocol error. No ID returned.
cs: Chyba OpenID protokolu. Navrátilo se žádné ID.
de: OpenID Protokollfehler. Keine ID zurückgegeben.
fr: Erreur de protocole OpenID. Pas d'ID en retour.
it: Errore protocollo OpenID. Nessun ID ricevuto.
nl: OpenID protocol fout. Geen ID Gevonden.
ro: Eroare de protocol OpenID. Nici-un ID returnat.
ru: Ошибка протокола OpenID. Не возвращён ID.

source: Account not found and OpenID registration is not permitted on this site.
cs: Nenalezen účet a OpenID registrace na tomto serveru není dovolena.
de: Nutzerkonto wurde nicht gefunden, und OpenID-Registrierung ist auf diesem Server nicht gestattet.
fr: Compte introuvable, et l'inscription OpenID n'est pas autorisée sur ce site.
it: L'account non è stato trovato, e la registrazione via OpenID non è permessa su questo sito.
nl: Account niet gevonden, en OpenID-registratie is niet toegelaten op deze website.
ro: Contul nu a fost găsit iar înregistrările OpenID nu sunt permise pe acest site.
ru: Аккаунт не найден и OpenID регистрация не допускается на этом сайте.

source: Login failed.
cs: Přihlášení se nezdařilo.
de: Anmeldung fehlgeschlagen.
fr: Échec de connexion.
it: Accesso fallito.
nl: Login mislukt.
ro: Eşec la conectare
ru: Войти не удалось.

source: Contact added
cs: Kontakt přidán
de: Kontakt hinzugefügt
fr: Contact ajouté
it: Contatto aggiunto
nl: Contact toegevoegd
ro: Contact addăugat
ru: Контакт добавлен

source: Common Friends
cs: Společní přátelé
de: Gemeinsame Freunde
fr: Amis communs
it: Amici in comune
nl: Gedeelde Vrienden
ro: Prieteni Comuni
ru: Общие друзья

source: No contacts in common.
cs: Žádné společné kontakty.
de: Keine gemeinsamen Kontakte.
fr: Pas de contacts en commun.
nl: Geen gedeelde contacten.
ro: Nici-un contact în comun
ru: Нет общих контактов.

source: %1$s is following %2$s's %3$s
cs: %1$s následuje %3$s uživatele %2$s
de: %1$s folgt %2$s %3$s
nl: %1$s volgt %3$s van %2$s
ro: %1$s urmărește %3$s postată %2$s

source: Item has been removed.
cs: Položka byla odstraněna.
de: Eintrag wurde entfernt.
fr: Cet élément a été enlevé.
it: L'oggetto è stato rimosso.
nl: Item is verwijderd.
ro: Elementul a fost eliminat.
ru: Пункт был удален.

source: Applications
cs: Aplikace
de: Anwendungen
it: Applicazioni
nl: Toepassingen
ro: Aplicații
ru: Приложения

source: No installed applications.
cs: Žádné nainstalované aplikace.
de: Keine Applikationen installiert.
fr: Pas d'application installée.
it: Nessuna applicazione installata.
nl: Geen toepassingen geïnstalleerd
ro: Nu există aplicații instalate.
ru: Нет установленных приложений.

source: Search
cs: Vyhledávání
de: Suche
fr: Recherche
it: Cerca
nl: Zoeken
ro: Căutare
ru: Поиск

source: Profile not found.
cs: Profil nenalezen
de: Profil nicht gefunden.
fr: Profil introuvable.
it: Profilo non trovato.
nl: Profiel niet gevonden
ro: Profil negăsit.
ru: Профиль не найден.

source: Profile deleted.
cs: Profil smazán.
de: Profil gelöscht.
fr: Profil supprimé.
it: Profilo elminato.
nl: Profiel verwijderd
ro: Profilul a fost şters.
ru: Профиль удален.

source: Profile-
cs: Profil-
de: Profil-
fr: Profil-
it: Profilo-
nl: Profiel-
ro: Profil-
ru: Профиль-

source: New profile created.
cs: Nový profil vytvořen.
de: Neues Profil angelegt.
fr: Nouveau profil créé.
it: Il nuovo profilo è stato creato.
nl: Nieuw profiel aangemaakt.
ro: Profilul nou a fost creat.
ru: Новый профиль создан.

source: Profile unavailable to clone.
cs: Profil není možné naklonovat.
de: Profil nicht zum Duplizieren verfügbar.
fr: Ce profil ne peut être cloné.
it: Impossibile duplicare il profilo.
nl: Profiel niet beschikbaar om te klonen.
ro: Profil indisponibil pentru clonare.
ru: Профиль недоступен для клонирования.

source: Profile Name is required.
cs: Jméno profilu je povinné.
de: Profilname ist erforderlich.
fr: Le nom du profil est requis.
it: Il nome profilo è obbligatorio .
nl: Profielnaam is vereist.
ro: Numele de Profil este necesar.
ru: Необходимо имя профиля.

source: Marital Status
cs: Rodinný Stav
de: Familienstand
fr: Statut marital
nl: Echtelijke staat
ro: Starea Civilă
ru: Семейное положение

source: Romantic Partner
cs: Romatický partner
de: Romanze
fr: Partenaire/conjoint
nl: Romantische Partner
ro: Partener Romantic
ru: Любимый человек

source: Work/Employment
cs: Práce/Zaměstnání
de: Arbeit / Beschäftigung
fr: Travail/Occupation
nl: Werk
ro: Loc de Muncă/Slujbă
ru: Работа/Занятость

source: Political Views
cs: Politické přesvědčení
de: Politische Ansichten
fr: Tendance politique
it: Orientamento Politico
nl: Politieke standpunten
ro: Viziuni Politice
ru: Политические взгляды

source: Gender
cs: Pohlaví
de: Geschlecht
fr: Sexe
it: Sesso
nl: Geslacht
ro: Sex
ru: Пол

source: Sexual Preference
cs: Sexuální orientace
de: Sexuelle Vorlieben
fr: Préférence sexuelle
it: Preferenza sessuale
nl: Seksuele Voorkeur
ro: Preferinţe Sexuale
ru: Сексуальные предпочтения

source: Homepage
cs: Domácí stránka
de: Webseite
fr: Site internet
nl: Tijdlijn
ru: Домашняя страница

source: Interests
cs: Zájmy
de: Interessen
fr: Centres d'intérêt
it: Interessi
nl: Interesses
ro: Interese
ru: Хобби / Интересы

source: Address
cs: Adresa
de: Adresse
fr: Adresse
it: Indirizzo
nl: Adres
ro: Addresă
ru: Адрес

source: Location
cs: Lokace
de: Wohnort
fr: Localisation
it: Posizione
nl: Plaats
ro: Locaţie
ru: Местонахождение

source: Profile updated.
cs: Profil aktualizován.
de: Profil aktualisiert.
fr: Profil mis à jour.
it: Profilo aggiornato.
nl: Profiel bijgewerkt.
ro: Profil actualizat.
ru: Профиль обновлен.

source: and
cs: a
de: und
fr: et
it: e
nl: en
ro: şi
ru: и

source: public profile
cs: veřejný profil
de: öffentliches Profil
fr: profil public
it: profilo pubblico
nl: publiek profiel
ro: profil public
ru: публичный профиль

source: %1$s changed %2$s to &ldquo;%3$s&rdquo;
cs: %1$s změnil %2$s na &ldquo;%3$s&rdquo;
de: %1$s hat %2$s geändert auf &ldquo;%3$s&rdquo;
fr: %1$s a changé %2$s en &ldquo;%3$s&rdquo;
nl: %1$s veranderde %2$s naar &ldquo;%3$s&rdquo;
ro: %1$s a modificat %2$s în &ldquo;%3$s&rdquo;
ru: %1$s изменились с %2$s на &ldquo;%3$s&rdquo;

source: - Visit %1$s's %2$s
cs: - Navštivte %2$s uživatele %1$s
de: – %1$ss %2$s besuchen
fr: Visiter le %2$s de %1$s
nl: - Bezoek %2$s van %1$s
ro: - Vizitați %2$s lui %1$s'
ru: - Посетить профиль %1$s [%2$s]

source: %1$s has an updated %2$s, changing %3$s.
cs: %1$s aktualizoval %2$s, změnou %3$s.
de: %1$s hat folgendes aktualisiert %2$s, verändert wurde %3$s.
fr: %1$s a mis à jour son %2$s, en modifiant %3$s.
it: %1$s ha un %2$s aggiornato. Ha cambiato %3$s
nl: %1$s heeft een aangepast %2$s, %3$s veranderd.
ro: %1$s și-a actualizat %2$s, modificând %3$s.

source: Hide your contact/friend list from viewers of this profile?
cs: Skrýt u tohoto profilu Vaše kontakty / seznam přátel před před dalšími uživateli zobrazující si tento profil?
de: Liste der Kontakte vor Betrachtern dieses Profils verbergen?
fr: Cacher ma liste d'amis/contacts des visiteurs de ce profil?
it: Nascondi la tua lista di contatti/amici ai visitatori di questo profilo?
nl: Je vrienden/contacten verbergen voor bezoekers van dit profiel?
ro: Ascundeţi lista dvs. de contacte/prieteni de vizitatorii acestui profil?
ru: Скрывать ваш список контактов / друзей от посетителей этого профиля?

source: Edit Profile Details
cs: Upravit podrobnosti profilu
de: Profil bearbeiten
fr: Éditer les détails du profil
it: Modifica i dettagli del profilo
nl: Profieldetails bewerken
ro: Editare Detalii Profil
ru: Редактировать детали профиля

source: Change Profile Photo
de: Profilbild ändern
nl: Profielfoto wijzigen
ro: Modificați Fotografia de Profil
ru: Изменить фото профиля

source: View this profile
cs: Zobrazit tento profil
de: Dieses Profil anzeigen
fr: Voir ce profil
it: Visualizza questo profilo
nl: Dit profiel bekijken
ro: Vizualizați acest profil
ru: Просмотреть этот профиль

source: Create a new profile using these settings
cs: Vytvořit nový profil pomocí tohoto nastavení
de: Neues Profil anlegen und diese Einstellungen verwenden
fr: Créer un nouveau profil en utilisant ces réglages
it: Crea un nuovo profilo usando queste impostazioni
nl: Nieuw profiel aanmaken met deze instellingen
ro: Creaţi un profil nou folosind aceste configurări
ru: Создать новый профиль, используя эти настройки

source: Clone this profile
cs: Klonovat tento profil
de: Dieses Profil duplizieren
fr: Cloner ce profil
it: Clona questo profilo
nl: Dit profiel klonen
ro: Clonați acest profil
ru: Клонировать этот профиль

source: Delete this profile
cs: Smazat tento profil
de: Dieses Profil löschen
fr: Supprimer ce profil
it: Elimina questo profilo
nl: Dit profiel verwijderen
ro: Ştergeţi acest profil
ru: Удалить этот профиль

source: Profile Name:
cs: Jméno profilu:
de: Profilname:
fr: Nom du profil:
it: Nome del profilo:
nl: Profiel Naam:
ro: Nume profil:
ru: Имя профиля:

source: Your Full Name:
cs: Vaše celé jméno:
de: Dein kompletter Name:
fr: Votre nom complet:
it: Il tuo nome completo:
nl: Je volledige naam:
ro: Numele Complet:
ru: Ваше полное имя:

source: Title/Description:
cs: Název / Popis:
de: Titel/Beschreibung:
fr: Titre/Description:
it: Breve descrizione (es. titolo, posizione, altro):
nl: Titel/Beschrijving:
ro: Titlu/Descriere
ru: Заголовок / Описание:

source: Your Gender:
cs: Vaše pohlaví:
de: Dein Geschlecht:
fr: Votre genre:
it: Il tuo sesso:
nl: Je Geslacht:
ro: Sexul:
ru: Ваш пол:

source: Birthday (%s):
cs: Narozeniny uživatele (%s):
de: Geburtstag (%s):
fr: Anniversaire (%s):
it: Compleanno (%s)
ro: Zi Naştere (%s):
ru: День рождения (%s):

source: Street Address:
cs: Ulice:
de: Adresse:
fr: Adresse postale:
it: Indirizzo (via/piazza):
nl: Postadres:
ro: Strada:
ru: Адрес:

source: Locality/City:
cs: Město:
de: Wohnort:
fr: Ville/Localité:
it: Località:
nl: Gemeente/Stad:
ro: Localitate/Oraș:
ru: Город / Населенный пункт:

source: Postal/Zip Code:
cs: PSČ:
de: Postleitzahl:
fr: Code postal:
it: CAP:
nl: Postcode:
ro: Cod poștal:
ru: Почтовый индекс:

source: Country:
cs: Země:
de: Land:
fr: Pays:
it: Nazione:
nl: Land:
ro: Ţară:
ru: Страна:

source: Region/State:
cs: Region / stát:
de: Region/Bundesstaat:
fr: Région/État:
it: Regione/Stato:
nl: Regio/Staat:
ro: Regiunea/Județul:
ru: Район / Область:

source: <span class="heart">&hearts;</span> Marital Status:
cs: <span class="heart">&hearts;</span> Rodinný stav:
de: <span class="heart">&hearts;</span> Beziehungsstatus:
fr: <span class="heart">&hearts;</span> Statut marital:
it: <span class="heart">&hearts;</span> Stato sentimentale:
nl: <span class="heart">&hearts;</span> Echtelijke Staat:
ro: <span class="heart">&hearts;</span> Stare Civilă:
ru: <span class="heart">&hearts;</span> Семейное положение:

source: Who: (if applicable)
cs: Kdo: (pokud je možné)
de: Wer: (falls anwendbar)
fr: Qui: (si pertinent)
it: Con chi: (se possibile)
nl: Wie: (indien toepasbaar)
ro: Cine: (dacă este cazul)
ru: Кто: (если требуется)

source: Examples: cathy123, Cathy Williams, cathy@example.com
cs: Příklady: jan123, Jan Novák, jan@seznam.cz
de: Beispiele: cathy123, Cathy Williams, cathy@example.com
fr: Exemples: cathy123, Cathy Williams, cathy@example.com
it: Esempio: cathy123, Cathy Williams, cathy@example.com
nl: Voorbeelden: Kathleen123, Kathleen Peeters, kathleen@voorbeeld.nl
ro: Exemple: cathy123, Cathy Williams, cathy@example.com
ru: Примеры: cathy123, Кэти Уильямс, cathy@example.com

source: Since [date]:
cs: Od [data]:
de: Seit [Datum]:
fr: Depuis [date] :
it: Dal [data]:
nl: Sinds [datum]:
ro: Din [data]:
ru: С какого времени [дата]:

source: Sexual Preference:
cs: Sexuální preference:
de: Sexuelle Vorlieben:
fr: Préférence sexuelle:
it: Preferenze sessuali:
nl: Seksuele Voorkeur:
ro: Orientare Sexuală:
ru: Сексуальные предпочтения:

source: Homepage URL:
cs: Odkaz na domovskou stránku:
de: Adresse der Homepage:
fr: Page personnelle:
it: Homepage:
nl: Adres tijdlijn:
ru: Адрес домашней странички:

source: Hometown:
cs: Rodné město
de: Heimatort:
fr: Ville d'origine:
it: Paese natale:
nl: Woonplaats:
ro: Domiciliu:
ru: Родной город:

source: Political Views:
cs: Politické přesvědčení:
de: Politische Ansichten:
fr: Opinions politiques:
it: Orientamento politico:
nl: Politieke standpunten:
ro: Viziuni Politice:
ru: Политические взгляды:

source: Religious Views:
cs: Náboženské přesvědčení:
de: Religiöse Ansichten:
fr: Opinions religieuses:
it: Orientamento religioso:
nl: Geloof:
ro: Viziuni Religioase:
ru: Религиозные взгляды:

source: Public Keywords:
cs: Veřejná klíčová slova:
de: Öffentliche Schlüsselwörter:
fr: Mots-clés publics:
it: Parole chiave visibili a tutti:
nl: Publieke Sleutelwoorden:
ro: Cuvinte cheie Publice:
ru: Общественные ключевые слова:

source: Private Keywords:
cs: Soukromá klíčová slova:
de: Private Schlüsselwörter:
fr: Mots-clés privés:
it: Parole chiave private:
nl: Privé Sleutelwoorden:
ro: Cuvinte cheie Private:
ru: Личные ключевые слова:

source: Example: fishing photography software
cs: Příklad: fishing photography software
de: Beispiel: Fischen Fotografie Software
fr: Exemple: football dessin programmation
it: Esempio: pesca fotografia programmazione
nl: Voorbeeld: vissen fotografie software
ro: Exemplu: pescuit fotografii software
ru: Пример: рыбалка фотографии программное обеспечение

source: (Used for suggesting potential friends, can be seen by others)
cs: (Používá se pro doporučování potenciálních přátel, může být viděno ostatními)
de: (Wird verwendet, um potentielle Freunde zu finden, könnte von Fremden eingesehen werden)
fr: (Utilisés pour vous suggérer des amis potentiels, peuvent être vus par autrui)
it: (E' utilizzato per suggerire potenziali amici, può essere visto da altri)
nl: (Gebruikt om mogelijke vrienden voor te stellen, kan door anderen gezien worden)
ro: (Utilizat pentru a sugera potențiali prieteni, ce pot fi văzuți de către ceilalți)
ru: (Используется для предложения потенциальным друзьям, могут увидеть другие)

source: (Used for searching profiles, never shown to others)
cs: (Používá se pro vyhledávání profilů, není nikdy zobrazeno ostatním)
de: (Wird für die Suche nach Profilen verwendet und niemals veröffentlicht)
fr: (Utilisés pour rechercher dans les profils, ne seront jamais montrés à autrui)
it: (Usato per cercare tra i profili, non è mai visibile agli altri)
nl: (Gebruikt om profielen te zoeken, nooit aan anderen getoond)
ro: (Utilizat pentru a căuta profile, niciodată afișat altora)
ru: (Используется для поиска профилей, никогда не показывается другим)

source: Tell us about yourself...
cs: Řekněte nám něco o sobě ...
de: Erzähle uns ein bisschen von dir …
fr: Parlez-nous de vous...
it: Raccontaci di te...
nl: Vertel iets over jezelf...
ro: Spune-ne despre tine ...
ru: Расскажите нам о себе ...

source: Hobbies/Interests
cs: Koníčky/zájmy
de: Hobbies/Interessen
fr: Passe-temps/Centres d'intérêt
it: Hobby/interessi
nl: Hobby's/Interesses
ro: Hobby/Interese
ru: Хобби / Интересы

source: Contact information and Social Networks
cs: Kontaktní informace a sociální sítě
de: Kontaktinformationen und Soziale Netzwerke
fr: Coordonnées/Réseaux sociaux
it: Informazioni su contatti e social network
nl: Contactinformatie en sociale netwerken
ro: Informaţii de Contact şi Reţele Sociale
ru: Контактная информация и социальные сети

source: Musical interests
cs: Hudební vkus
de: Musikalische Interessen
fr: Goûts musicaux
it: Interessi musicali
nl: Muzikale interesses
ro: Preferințe muzicale
ru: Музыкальные интересы

source: Books, literature
cs: Knihy, literatura
de: Literatur/Bücher
fr: Lectures
it: Libri, letteratura
nl: Boeken, literatuur
ro: Cărti, literatură
ru: Книги, литература

source: Television
cs: Televize
de: Fernsehen
fr: Télévision
it: Televisione
nl: Televisie
ro: Programe TV
ru: Телевидение

source: Film/dance/culture/entertainment
cs: Film/tanec/kultura/zábava
de: Filme/Tänze/Kultur/Unterhaltung
fr: Cinéma/Danse/Culture/Divertissement
it: Film/danza/cultura/intrattenimento
nl: Film/dans/cultuur/ontspanning
ro: Film/dans/cultură/divertisment
ru: Кино / танцы / культура / развлечения

source: Love/romance
cs: Láska/romantika
de: Liebesleben
fr: Amour/Romance
it: Amore
nl: Liefde/romance
ro: Dragoste/romantism
ru: Любовь / романтика

source: Work/employment
cs: Práce/zaměstnání
de: Arbeit/Beschäftigung
fr: Activité professionnelle/Occupation
it: Lavoro/impiego
nl: Werk
ro: Loc de Muncă/Slujbă
ru: Работа / занятость

source: School/education
cs: Škola/vzdělání
de: Schule/Ausbildung
fr: Études/Formation
it: Scuola/educazione
nl: School/opleiding
ro: Școală/educație
ru: Школа / образование

source: This is your <strong>public</strong> profile.<br />It <strong>may</strong> be visible to anybody using the internet.
cs: Toto je váš <strong>veřejný</strong> profil.<br />Ten <strong>může</strong> být viditelný kýmkoliv na internetu.
de: Dies ist dein <strong>öffentliches</strong> Profil.<br />Es <strong>könnte</strong> für jeden Nutzer des Internets sichtbar sein.
fr: Ceci est votre profil <strong>public</strong>.<br />Il <strong>peut</strong> être visible par n'importe quel utilisateur d'Internet.
it: Questo è il tuo profilo <strong>publico</strong>.<br /><strong>Potrebbe</strong> essere visto da chiunque attraverso internet.
nl: Dit is jouw <strong>publiek</strong> profiel.<br />Het <strong>kan</strong> zichtbaar zijn voor iedereen op het internet.
ro: Acesta este profilul dvs. <strong>public</strong>.<br /> El <strong>poate</strong> fi vizibil pentru oricine folosește internetul.
ru: Это ваш <strong>публичный</strong> профиль. <br /> Он <strong>может</strong> быть виден каждому через Интернет.

source: Age:
cs: Věk:
de: Alter:
it: Età :
nl: Leeftijd:
ro: Vârsta:
ru: Возраст:

source: Edit/Manage Profiles
cs: Upravit / Spravovat profily
de: Verwalte/Editiere Profile
fr: Editer/gérer les profils
it: Modifica / Gestisci profili
nl: Wijzig/Beheer Profielen
ro: Editare/Gestionare Profile
ru: Редактировать профиль
